[
    {
        "date": "201608312243",
        "ctx": [
            "what's the story behind the 'no castle' video",
            "i tried to make a video to a song with no lyrics. with no solid lyrical content to latch on to, i had to resort to teddy bears, horses, and john travolta"
        ]
    },
    {
        "date": "201608312109",
        "ctx": [
            "would you rather wear pants or have friends",
            "both, maybe even at the same time"
        ]
    },
    {
        "date": "201608312036",
        "ctx": [
            "(ref: do-you-play-video-games.html)do you play any videogames?"
        ]
    },
    {
        "date": "201608311931",
        "ctx": [
            "How do you come up with your lyrics? Do they actually hold any meaning, or are they totally random? For example: \"Jingle bells, I'm a cop\"I realize some songs may be of different nature than others, but I'm talking about the little short ones.",
            "the origin of lyrics can be vastly different from song to song. so all i can really do is explain the example you mentioned. i guess i just figured it was an interesting surprise, because you don't usually expect the cops to show up in the 1st line of jingle bells"
        ]
    },
    {
        "date": "201608311921",
        "ctx": [
            "can one appreciate something without understanding it? eg art",
            "sure. for example, i appreciate this question"
        ]
    },
    {
        "date": "201608311721",
        "ctx": [
            "is my handwriting good?",
            "maybe"
        ]
    },
    {
        "date": "201608311604",
        "ctx": [
            "it seems like humans tend to organize numbers in 10s because we have 10 fingers. any thoughts why rhythmic beats are usually grouped in 4s?",
            "yes, i think the important number is actually 2. multiply it by itself a few times and you will see all those standard beat and bar quantities  (2, 4, 8, 16, etc). Besides powers of 2, the next number that seems to play by far the most significant role in rhythms, melodies, (and our minds in general!) is 3. Also i should mention, another number that plays a huge role particularly in songwriting, and story telling in general, and is often overlooked, is the number 1"
        ]
    },
    {
        "date": "201608311516",
        "ctx": [
            "what's with all of the jail themed text posts in your notebook? Shady past?",
            "i guess the idea of jail seems funny to me. you want to go everywhere, and yet you can't go anywhere"
        ]
    },
    {
        "date": "201608311444",
        "ctx": [
            "Do you think writing music is more like telling a story or finding the solution to a puzzle?",
            "it can be a lot of both. and more!"
        ]
    },
    {
        "date": "201608311433",
        "ctx": [
            "Why do you sometimes ask follow-up questions even though there isn't really a way for the person who originally asked the question to answer your follow-up questions?",
            "sometimes questions just lead to other questions before they lead to answers. the fact that there is no back and forth dialogue on this page is a separate issue. but it is important to remember that back and forth dialogue has actually occured here, with special formatting, on at least a few occasions"
        ]
    },
    {
        "date": "201608311355",
        "ctx": [
            "don't questions that try to be random, nonsensical, and/or weird in a failed attempt at humour annoy you?",
            "everything is annoying until you realize that the things that annoy you actually don't annoy you, but are instead a vibrant and rejuvenating source of life"
        ]
    },
    {
        "date": "201608311337",
        "ctx": [
            "why bother \"answering\" some of these questions if you aren't actually going to give a helpful answer?",
            "why bother visiting this page if you don't find value in it"
        ]
    },
    {
        "date": "201608311153",
        "ctx": [
            "has science gone too far?",
            "i am not sure how far it was supposed to go"
        ]
    },
    {
        "date": "201608311043",
        "ctx": [
            "is life too important to take risks such as crossing a main road (by foot) where this is no crossing?",
            "it depends on the traffic conditions, and the proximity of the nearest crossing"
        ]
    },
    {
        "date": "201608310737",
        "ctx": [
            "Why is some music good?",
            "because you like it"
        ]
    },
    {
        "date": "201608310232",
        "ctx": [
            "Do you like arpeggios?",
            "not really <!--out of all the millions of note combinations, i suppose i don't have anything against a strict arpeggio pattern, but given the huge range of note possibilities that are not arpeggios, i would have to say that arpeggios represent only a tiny tiny fraction of all the possible note choices, and certainly not even the best, because they are so restrivtive and require you to use the same notes on the way down as up, which i think is usually not the best plan of action -->"
        ]
    },
    {
        "date": "201608310231",
        "ctx": [
            "Hey Bill, music means everything to me. I'm 15 year old drummer, have a passion for big band jazz, and I have my first gig with a proffesional big band soon. But I also have a passion for science and math. College is coming up pretty soon for me and I don't know which road to take. I know I shouldn't ask other people on what to do with my life, so what would you do?",
            "i will give you the same advice that was given to me, which is absolutely no advice. it may not seem helpful, but it is exactly what led me to be who i am today"
        ]
    },
    {
        "date": "201608310227",
        "ctx": [
            "If you want to fill a measure that has five counts with one continuous note, can you tie a whole note to a quarter note to fill the whole measure?",
            "sure, although i think it would be nicer to use a half note and dotted half note, in whichever order best represents the meter feel of the song (2+3 or 3+2)"
        ]
    },
    {
        "date": "201608310225",
        "ctx": [
            "Is a double dotted half note just a lazy version of a whole note when there isn't even an eighth note at the end of the measure?",
            "to draw a double dotted half note, you basically need to draw a whole note PLUS you have to add a stem, 2 dots, AND an eighth note rest afterwards. it's hard to argue that that is the 'lazier' option"
        ]
    },
    {
        "date": "201608310224",
        "ctx": [
            "(ref: same-person-asking.html)What if I told you that all the questions you've been answering have been from the same person?"
        ]
    },
    {
        "date": "201608310148",
        "ctx": [
            "please help me i usually always agree on stuff can you please help me to not agree on stuff",
            "with whom"
        ]
    },
    {
        "date": "201608310141",
        "ctx": [
            "what are your feelings towards corn fields?",
            "i have never had an intimate enough relationship with a cornfield to develop feelings"
        ]
    },
    {
        "date": "201608311245",
        "ctx": [
            "Have you ever done any live performances for any of your tunes? I imagine it would be really entertaining if you got a looper or something",
            "most of my songs would not work with loops"
        ]
    },
    {
        "date": "201608311210",
        "ctx": [
            "When should a person not apologize for something? I'm a bit of a pushover and I apologize for lots of things I do with the fear of the other person getting upset or thinking negatively of me.",
            "there is no exact formula, except to try to do it less if you think you are doing it too much, which is what you currently do think"
        ]
    },
    {
        "date": "201608302216",
        "ctx": [
            "bill i need some advice. I'm seriously thinking about dropping college because i don't like what i'm studying is complete bullshit. I have come to the conclusion that what i really want to do is animation (cartoons and stuff like that) I've always had talent at drawing but I'm so scared the future is so uncertain... maybe I'm not good enough, maybe I'll have to apply again for university but just thinking about doing again the access exam gives me headaches... What should I do to be succesfull in what I want to do without having any degree or formation whatsoever? Thank you and sorry if this question is too long...",
            "i will give you the same advice that was given to me, which is absolutely no advice. it may not seem helpful, but it is exactly what led me to be who i am today"
        ]
    },
    {
        "date": "201608302101",
        "ctx": [
            "why are you so against personality tests?",
            "every person is themself. i don't know why you would need a test to figure that out"
        ]
    },
    {
        "date": "201608301949",
        "ctx": [
            "(ref: more-of-the-same.html\">will there ever be more history videos? and <a href=\"when-will-you-do-another-history-video.html)when?"
        ]
    },
    {
        "date": "201608301932",
        "ctx": [
            "Do you use any effects on your vocals when recording?",
            "no"
        ]
    },
    {
        "date": "201608301930",
        "ctx": [
            "(ref: how-long-does-it-take-to-answer-questions.html)How many time do you spend answering all these questions? (sorry for bad english)"
        ]
    },
    {
        "date": "201608301927",
        "ctx": [
            "i did a citizens arrest on a cop but he arrested me for illegal arresting",
            "maybe you could arrest him for impersonating a police officer"
        ]
    },
    {
        "date": "201608301923",
        "ctx": [
            "What is a better way to write a script?",
            "than what"
        ]
    },
    {
        "date": "201608301908",
        "ctx": [
            "I REALLY loved History of Japan, (ref: country-requests.html)Is there a way I can convince you to do History of other fun places, like Spain, Germany, Italy, or maybe even Russia? Thanks! -A fan that isn't that loyal."
        ]
    },
    {
        "date": "201608301901",
        "ctx": [
            "is vocal range something that can be improved, or are people born with a large vocal range?",
            "my understanding is that you can extend it on the high end, but not so much on the low end"
        ]
    },
    {
        "date": "201608301840",
        "ctx": [
            "Will you reply to this question with a very long answer?",
            "no"
        ]
    },
    {
        "date": "201608301812",
        "ctx": [
            "are you smart",
            "i don't know"
        ]
    },
    {
        "date": "201608301805",
        "ctx": [
            "Do you play (ref: pokemon.html)Pokemon GO everyday?"
        ]
    },
    {
        "date": "201608301756",
        "ctx": [
            "has your twitter essentially replaced the notebook section of this website?",
            "no"
        ]
    },
    {
        "date": "201608301755",
        "ctx": [
            "do u have any stance on gentrification?",
            "not that i know of. i am actually not too sure what it is. it is not a word used in my current social sphere(s)"
        ]
    },
    {
        "date": "201608301714",
        "ctx": [
            "When was the last time you sat down and listened to someone else's music. Like got comfy, put an LP on, and just listened? (If so, what did you listen to?)",
            "i have never put an LP on, which i am assuming means Large Pantsuit"
        ]
    },
    {
        "date": "201608301709",
        "ctx": [
            "(ref: are-you-ok.html)are you okay?"
        ]
    },
    {
        "date": "201608301701",
        "ctx": [
            "(ref: survival-strategy.html)How do you stay motivated to keep creating stuff?"
        ]
    },
    {
        "date": "201608301546",
        "ctx": [
            "What is the most efficient way to express my unpleasantness originated from someone's offensive words without losing my temper?",
            "do something that makes no sense"
        ]
    },
    {
        "date": "201608301543",
        "ctx": [
            "how many questions have not been asked?",
            "the majority of questions i have actually never been asked"
        ]
    },
    {
        "date": "201608301538",
        "ctx": [
            "why dont you want the new video to be too long?",
            "so it doesn't take too long to finish (it already will take a very very long time), and also so it doesn't get too boring to watch"
        ]
    },
    {
        "date": "201608301346",
        "ctx": [
            "(ref: would-you-accept-immortality.html)If you were offered biological immortality unconditionally, would you accept?"
        ]
    },
    {
        "date": "201608301155",
        "ctx": [
            "What chord structures sound best under the Dorian mode?",
            "why don't you try some and see. also it depends on the context of the song"
        ]
    },
    {
        "date": "201608301133",
        "ctx": [
            "Do you want to make 2000$ a day working from home?",
            "yes but that's none of your business"
        ]
    },
    {
        "date": "201608300810",
        "ctx": [
            "(ref: why.html)why"
        ]
    },
    {
        "date": "201608300345",
        "ctx": [
            "How many questions do you not answer?",
            "i don't keep track"
        ]
    },
    {
        "date": "201608300254",
        "ctx": [
            "When you write songs, do you memorize them or do you at least write down the chords?",
            "i think it is very important to document songs when you write them, especially the melody. because it is the first time you have heard it, so you will forget"
        ]
    },
    {
        "date": "201608300158",
        "ctx": [
            "can you finish your video before yellowstone comes out i dont want you to die without making that video",
            "i am working as fast as humanly possible, as always. there is nothing else i can do. i probably want to finish it more urgently than you do, so in that sense, you and i are in the same situation. except the differnce is, you get to sit around and relax while i have to make the video, in addition to worry about my concerns that it is not going fast enough, and also worry about your concerns about it not going fast enough"
        ]
    },
    {
        "date": "201608300112",
        "ctx": [
            "Have you experimented with notes not conventionally used in Western music? Such as quarter steps and other notes that could be produced on an instrument such as a viola or a trombone that some would call \"Out of tune\"?",
            "it is important to remember that 'quarter tones' are not used in eastern music either. the idea was proposed in europe as a mental experiment, and in my opinion does not have any basis in musical reality. using all pitches freely is very legit, and it happens all the time in speaking, or sounds in nature, everywhere. but the idea of dividing it evenly into 24 is not useful, in my opinion"
        ]
    },
    {
        "date": "201608301210",
        "ctx": [
            "which rule has been hardest to not follow? like, with \"there are no rules\", are there any rules you have trouble not instinctively following?",
            "no rules doesn't mean you are not allowed to follow a rule. it just means you don't have to"
        ]
    },
    {
        "date": "201608292357",
        "ctx": [
            "I know that you didn't/don't like the prospect of a video that's longer than 10-15 minutes, but I'm all about it. Have you considered making a shorter version of the video and then releasing the full \"Director's Cut\" for dedicated fans later?",
            "save time by making 2 videos instead of one? seems legit. or perhaps you meant just randomly cut parts out, and hope it still makes sense"
        ]
    },
    {
        "date": "201608292252",
        "ctx": [
            "Do you give editing lessons?",
            "no"
        ]
    },
    {
        "date": "201608292243",
        "ctx": [
            "Wanting to write songs I enjoy while also aspiring to push the boundaries for a unique sound. would you consider music theory essential for progression?",
            "it depends which theory. it is important to remember that \"i like music\" counts as a music theory"
        ]
    },
    {
        "date": "201608292141",
        "ctx": [
            "would you put school before something that you're really passionate about",
            "probably not"
        ]
    },
    {
        "date": "201608292106",
        "ctx": [
            "(ref: dont-understand.html)south carolina or north carolina?"
        ]
    },
    {
        "date": "201608292055",
        "ctx": [
            "do you have any thoughts on trying new things?",
            "seems legit"
        ]
    },
    {
        "date": "201608292021",
        "ctx": [
            "what do you think about the word flabbergasted",
            "i think it's pretty neat"
        ]
    },
    {
        "date": "201608291948",
        "ctx": [
            "What are your thoughts about North Korea?",
            "it is private"
        ]
    },
    {
        "date": "201608291909",
        "ctx": [
            "is NYC a good place to run away to?",
            "yes"
        ]
    },
    {
        "date": "201608291852",
        "ctx": [
            "do you think spambots who take advantage of others gullibility or lack of common sense can be justified for their actions",
            "sure"
        ]
    },
    {
        "date": "201608291717",
        "ctx": [
            "but if anything is possible would that mean something impossible could be possible?",
            "maybe"
        ]
    },
    {
        "date": "201608291716",
        "ctx": [
            "I consider myself trash, what do I do?",
            "trashy stuff, i guess"
        ]
    },
    {
        "date": "201608291656",
        "ctx": [
            "what's your opinion on 4-chord-songs?",
            "they almost always contain 4 chords"
        ]
    },
    {
        "date": "201608291539",
        "ctx": [
            "What do ya think bout Jesus?",
            "it is hard to know the truth because jesus wasn't well known until the religious narative was already well established, and even that was 2000 years ago"
        ]
    },
    {
        "date": "201608291514",
        "ctx": [
            "if you have something, do you probably have it?",
            "yes, unless you are mistaken about having it"
        ]
    },
    {
        "date": "201608291430",
        "ctx": [
            "if a question that asked \"what would you say if you had to say something aloud\" prompted you to say something aloud, and it were 6:00 PM UTC on august 29th, 2016, what would you say?",
            "it is hard for me to understand this situation"
        ]
    },
    {
        "date": "201608291406",
        "ctx": [
            "Do you think lawn mowers sound particularly musical?",
            "sure"
        ]
    },
    {
        "date": "201608291326",
        "ctx": [
            "How important is it to finish songs when you have no idea what you are doing?",
            "it is very important. the reason is: uncertainty can and will strike at any time. songwriting is such an open game, and anything can happen. if you start getting the idea that it is ok to give up, you will probably never get anywhere. the crazy tricks you will invent to overcome uncertainty are what is going to give your songs character. if you are afraid to think like that, then you are not even in the game"
        ]
    },
    {
        "date": "201608291300",
        "ctx": [
            "What do you do when you don't know how the next part of a song should go?",
            "clear your mind, and do accurate, timed run throughs! i usually do it with a click. and if i really get stuck, i do a 'door touch' to try to re-set my mind. i walk over to the door and touch the door knob and walk back to my seat and then play the song, all the way through. the more you can re-set your mind, the more accurate picture you will have of the song after doing a full run through. after doing an accurate timed run through, you will start to get a vision of an answer somewhere within the last few seconds of the known song, and it may linger within the first few seconds after you stop. it will start to fade after that. the whole secret is to pay very very close attention in this moment, and try to gather as much info as possible about the situation, (of course you might get lucky and lightening might strike and you might find the whole solution instantly) but try to play process of elimination -- sometimes you might find out you 'definitely don't want another chorus' or you 'definitely want something with the same chords' or you 'definitely want something different' or you 'definitely want something the same' .... try to listen to as many clues as you can find, to narrow it down, ... and then clear your mind and do another run through. don't forget that if you already have 'critical mass' in the song, you are never obligated to do anything more, the only thing you are obligated to do is 'carry the song home', which might even mean ending it sooner than you thought. or it might mean repeating what you have. or it might mean doing something totally different. it's important to stay very open, and again, the only thing that will really produce a reliable solution is clearing your mind, and an accurate, timed run through, and paying very close attention to the moment when you reach the end of the known material. i hope that helps"
        ]
    },
    {
        "date": "201608292437",
        "ctx": [
            "What will be your next video?",
            "i have no idea. i will probably focus more on songs after i finish the video i am currently working on"
        ]
    },
    {
        "date": "201608292431",
        "ctx": [
            "Are you working around other steps making this video while writing the script? You were once talking about trouble with graphics and also said that was a different step...so have you gone on and gotten other things out of the way like recording audio for words you know you'll definitely say for like the first 10% or whatever?(or other things...y'know)",
            "no"
        ]
    },
    {
        "date": "201608292428",
        "ctx": [
            "Is language on other planets?",
            "yes"
        ]
    },
    {
        "date": "201608292418",
        "ctx": [
            "What even are words?",
            "playful speech nuggets"
        ]
    },
    {
        "date": "201608292406",
        "ctx": [
            "When you tell us to learn chords from our favourite songs, do you mean looking at tabs or sheet music? Are there any online resources you could recommend?",
            "your ears!"
        ]
    },
    {
        "date": "201608292401",
        "ctx": [
            "Do you think jokes can ever be serious?",
            "jokes can make you feel ok about a hopeless situation. to me that is very serious"
        ]
    },
    {
        "date": "201608291138",
        "ctx": [
            "what do you think about (ref: vegans.html)vegans?"
        ]
    },
    {
        "date": "201608291046",
        "ctx": [
            "is perfectionism a flaw?",
            "some people think it is a flaw, others don't"
        ]
    },
    {
        "date": "201608291002",
        "ctx": [
            "when i ask god a question, i never get any answer. you are as invisible for us as god on this page, but you are answering our questions more or less. doesn't that mean, that you are proofed more caring to people, than any god ever was?",
            "asking 'god' questions can be confusing because sometimes the questions are answered before you asked them. if you are expecting an answer in the way a person would give, then you probably won't hear anything"
        ]
    },
    {
        "date": "201608290951",
        "ctx": [
            "Wouldn't it be good to be in your shoes, even if it was for just one day? &#9835;",
            "i wear shoes almost every day"
        ]
    },
    {
        "date": "201608290922",
        "ctx": [
            "How do you resolve a G7 chord?",
            "put it in a song, where it belongs"
        ]
    },
    {
        "date": "201608290914",
        "ctx": [
            "(ref: favorite-chord.html)What chord do you like the most?"
        ]
    },
    {
        "date": "201608290716",
        "ctx": [
            "What do ya think bout Russians?",
            "i think some of them live in russia, although i try not to generalize"
        ]
    },
    {
        "date": "201608290625",
        "ctx": [
            "why did you decide to release content, alphabet shuffle, etc during your working period on the next history video?",
            "because it was already done"
        ]
    },
    {
        "date": "201608290519",
        "ctx": [
            "(ref: when-will-next-history-video-come-out.html)when u are going to release new \"history of...\" video?"
        ]
    },
    {
        "date": "201608290227",
        "ctx": [
            "How do you beat writers block?",
            "write"
        ]
    },
    {
        "date": "201608290204",
        "ctx": [
            "How does one (ref: shaving-my-piano.html)shave a piano?"
        ]
    },
    {
        "date": "201608290157",
        "ctx": [
            "can i ask multiple questions?",
            "i don't know can you"
        ]
    },
    {
        "date": "201608290125",
        "ctx": [
            "what happens if you move a skyscraper?",
            "it would be in a different place than where it was before"
        ]
    },
    {
        "date": "201608290121",
        "ctx": [
            "Will you make a feature on this page that anyone will be notified when you actually answered mine or anybody's question?...or I'd have to go down and find out for myself...",
            "the problem with that is i would have to have an 'enter your email' thing. and even though it would be optional, i don't even want to go there. spam is such a sensitive subject, it seems like any time you are supposed to enter your email anywhere, they always say 'oh no we won't send you spam' and they always do. i always ask myself 'why can't just 1 person make a site that doesn't require you to put your email address, would that be so hard' and i realize that if i did it here it would be optional and only for notification purposes, but i just don't even want to go there"
        ]
    },
    {
        "date": "201608291248",
        "ctx": [
            "What is inspiration?",
            "it's what makes you want to do stuff"
        ]
    },
    {
        "date": "201608291205",
        "ctx": [
            "How long do you believe the History of the World video will be? I know you can't give an exact amount, but what would you estimate?",
            "that is not exactly what it's called, but i have 18 minutes written, which is maybe 95% of the story. i will try to trim it down as much as i can, i really didn't want to go longer than 10. oh well"
        ]
    },
    {
        "date": "201608282314",
        "ctx": [
            "have you made music in a tuning that wasn't 12-tet?",
            "i have tried, but it is pointless. if you put Cmaj in tune, Dmin is out of tune! the entire Cmaj-Dmin dialogue is not even possible unless you use equal tempered. without equal temperment, you can't even play in 1 key let alone change keys. it didn't occur to me how important it is"
        ]
    },
    {
        "date": "201608282242",
        "ctx": [
            "does the past deserve to be forgotten?",
            "if it wants"
        ]
    },
    {
        "date": "201608282230",
        "ctx": [
            "how do you feel about irish dance",
            "it probably takes place in ireland, as well as other places"
        ]
    },
    {
        "date": "201608282158",
        "ctx": [
            "(ref: do-you-answer-all-questions.html)do you answer every question? and is not answering an answer to this question?"
        ]
    },
    {
        "date": "201608282134",
        "ctx": [
            "(ref: favorite-word.html)whats your favorite word"
        ]
    },
    {
        "date": "201608282043",
        "ctx": [
            "what do i do if I'm terrified of the future?",
            "go there"
        ]
    },
    {
        "date": "201608282025",
        "ctx": [
            "Would it be alright with you if we got rid of Nebraska?  That place has really been getting on my nerves lately and I think we would all be better off without it.",
            "who should get it"
        ]
    },
    {
        "date": "201608282023",
        "ctx": [
            "Your history of Japan video focused mostly on things that happened in the past.  Would you consider doing a video about the future?",
            "sure"
        ]
    },
    {
        "date": "201608282004",
        "ctx": [
            "Do you use auto tune",
            "no"
        ]
    },
    {
        "date": "201608282001",
        "ctx": [
            "Is there a grand overarching continuity across your short jingles?",
            "from aug 7, 2015 to the end of the year, they were composed on a daily basis for vine"
        ]
    },
    {
        "date": "201608281951",
        "ctx": [
            "I ACCIDENTALLY PUT THE KEYBOARD IN CAPS LOCK AND I CAN'T FIX IT, HELP",
            "there is nothing i can do"
        ]
    },
    {
        "date": "201608281949",
        "ctx": [
            "Hows chemistry going?",
            "i am not doing any chemistry"
        ]
    },
    {
        "date": "201608281948",
        "ctx": [
            "(ref: do-you-answer-all-questions.html\">Do you answer literally every single one of these questions, <a href=\"how-long-does-it-take-to-answer-questions.html)how quickly, and how do you find the time and energy to do that while juggling your myriad of other projects?"
        ]
    },
    {
        "date": "201608281948",
        "ctx": [
            "Have you ever used 256th notes in music?",
            "it depends what you call the tempo"
        ]
    },
    {
        "date": "201608281945",
        "ctx": [
            "(ref: can-i-ask-you-a-question.html)Can I ask you a question?"
        ]
    },
    {
        "date": "201608281943",
        "ctx": [
            "I'm fifteen and about to play drums with a proffesional big band, any advice?",
            "set up the kicks! if there is a full band hit on the (swung) 'and' of 1, smack the snare hard on 1"
        ]
    },
    {
        "date": "201608281942",
        "ctx": [
            "Do you think it's a fallacy that the harder you practice, the better you get?",
            "practice? forget that, i say do it for real!"
        ]
    },
    {
        "date": "201608281831",
        "ctx": [
            "any particular advice you have to learn chords, harmonies, progressions, and the like? it always seems to end up in me being confused as hell whenever I try for it",
            "learn songs you know"
        ]
    },
    {
        "date": "201608281747",
        "ctx": [
            "can people surpass their limits? (in non life threatening situations)",
            "sure"
        ]
    },
    {
        "date": "201608281632",
        "ctx": [
            "Has anyone asked you a question on here that made you want to stop answering questions?",
            "yes"
        ]
    },
    {
        "date": "201608281614",
        "ctx": [
            "Do you believe in angels?",
            "everything is angels"
        ]
    },
    {
        "date": "201608281610",
        "ctx": [
            "how do you relax, personally",
            "think about time and space"
        ]
    },
    {
        "date": "201608281604",
        "ctx": [
            "(ref: when-will-next-history-video-come-out.html)When will the next history video be up"
        ]
    },
    {
        "date": "201608281510",
        "ctx": [
            "Is your style something that was evolved over time, or something that occured?",
            "yes"
        ]
    },
    {
        "date": "201608281504",
        "ctx": [
            "Do you think cats hold the answer for a portal to another dimension?",
            "no"
        ]
    },
    {
        "date": "201608281457",
        "ctx": [
            "(ref: whats-your-motivation.html)What's your motivation?"
        ]
    },
    {
        "date": "201608281430",
        "ctx": [
            "if you had to speak aloud right now, what would you say?",
            "that would depend on the reason i had to speak aloud"
        ]
    },
    {
        "date": "201608281326",
        "ctx": [
            "What is the most original thing you have done.",
            "i can't tell you"
        ]
    },
    {
        "date": "201608281309",
        "ctx": [
            "Have you considered taking a break so you can relax?",
            "no. i am already relaxed"
        ]
    },
    {
        "date": "201608281131",
        "ctx": [
            "Whenever I'm writing a song, I always just pick a random note on the keyboard to start with. Should I be more selective than that?",
            "if it's an instrumental song, then that should work fine. if you are intending to put words/lyrics in the song, i would recommend thinking about the words and music together"
        ]
    },
    {
        "date": "201608281047",
        "ctx": [
            "what are your thoughts on rock and roll?",
            "i think it is destroying today's youth, and i think they should instead learn to respect the music that destroyed the previous generation"
        ]
    },
    {
        "date": "201608281047",
        "ctx": [
            "what is your sexuality?",
            "autistic"
        ]
    },
    {
        "date": "201608281013",
        "ctx": [
            "if you knew you'd never gain any amount of notoriety, monetary success, or critical (not including yourself) success from your art, would you still make it? if so, what's your reasoning? theoretical question here, since i reckon you've already gained these things in some form. best wishes, and thanks for sharing the stuff you've created!",
            "so far i have been doing the work i have been doing for more time without any recognition than with it"
        ]
    },
    {
        "date": "201608280959",
        "ctx": [
            "how to use creativity?",
            "for good, or evil"
        ]
    },
    {
        "date": "201608280555",
        "ctx": [
            "pineapple on pizza?",
            "what pizza"
        ]
    },
    {
        "date": "201608280402",
        "ctx": [
            "I recently got a keyboard to play around with and I can play simple melodies with it but I'm struggling with chords. I know the exact notes of the chords I want to play but I have to press a bunch of keys just to find the right notes. How do you instantly know where all the right notes are?",
            "experience"
        ]
    },
    {
        "date": "201608280321",
        "ctx": [
            "(ref: is-this-a-question.html)Is this a question?"
        ]
    },
    {
        "date": "201608280315",
        "ctx": [
            "Do you care about everything a lot?",
            "i care about some things, some amount, some times"
        ]
    },
    {
        "date": "201608280227",
        "ctx": [
            "(ref: reddit-ama.html)can you do a reddit ama"
        ]
    },
    {
        "date": "201608280226",
        "ctx": [
            "I started an art project that is going to take a long time before it is as good as I want it to be. It may take a year or longer. Why does it take so long to make something good?",
            "it actually takes infinite time to do anything really perfectly. this whole world we are living in is a challenge to make sense of limitations. it is important to remember that your version of the project you are working on is still quicker and sloppier than an even more perfect version"
        ]
    },
    {
        "date": "201608281226",
        "ctx": [
            "What is your solution to intense frustration",
            "relaxation"
        ]
    },
    {
        "date": "201608281220",
        "ctx": [
            "What is the meaning of aks, does it differ from ask in any way besides pronunciation?",
            "no"
        ]
    },
    {
        "date": "201608272242",
        "ctx": [
            "why is life so cruel",
            "so it is more of a challenge"
        ]
    },
    {
        "date": "201608272228",
        "ctx": [
            "can you play the piano in every key blindfolded?",
            "sure"
        ]
    },
    {
        "date": "201608272221",
        "ctx": [
            "(ref: mbti.html)What is your MBTI type?"
        ]
    },
    {
        "date": "201608272135",
        "ctx": [
            "does everyone have a 0% chance of survival in life",
            "no"
        ]
    },
    {
        "date": "201608272029",
        "ctx": [
            "(ref: age-when-started-music.html)How old were you when you started to teach yourself music theory and how to play instruments?"
        ]
    },
    {
        "date": "201608271956",
        "ctx": [
            "considering your anagram skills are top-notch, have you ever played Scrabble competitively?",
            "playing competitive scrabble relies less on anagram skills and more on knowing the scrabble dictionary, especially the 2 letter words"
        ]
    },
    {
        "date": "201608271752",
        "ctx": [
            "What step are you on in the creation of the History of the World video?",
            "panic"
        ]
    },
    {
        "date": "201608271736",
        "ctx": [
            "How far into your new project are you?  I believe you last said you were 10 minutes into the script.",
            "script is 18 minutes now"
        ]
    },
    {
        "date": "201608271708",
        "ctx": [
            "For the japan video, did you do the score before or after you completed the video/graphics. What made you decide that",
            "the score was done last"
        ]
    },
    {
        "date": "201608271349",
        "ctx": [
            "does it bother you if the NSA spies on you",
            "whether it bothers me has no effect on whether or not they will do it. and it is important to remember that they are not the only ones doing it"
        ]
    },
    {
        "date": "201608271318",
        "ctx": [
            "Is there a reason I shouldn't play everything 36 cents flat?",
            "it won't be in tune with anything else?"
        ]
    },
    {
        "date": "201608272435",
        "ctx": [
            "What is a good strategy to win any board game?",
            "try to get the other person to lose"
        ]
    },
    {
        "date": "201608271120",
        "ctx": [
            "Why can't my english teacher speak english",
            "perhaps he or she never learned how"
        ]
    },
    {
        "date": "201608270937",
        "ctx": [
            "Need help with anything?",
            "sure"
        ]
    },
    {
        "date": "201608270852",
        "ctx": [
            "what is your biggest (ref: pet-peeves.html)pet peeve?"
        ]
    },
    {
        "date": "201608270214",
        "ctx": [
            "Have you ever thought of calling someone/someplace and making all of your responses to them jingles like in your videos?",
            "i think the person would probably hang up while they were waiting for me to compose and record the jingle"
        ]
    },
    {
        "date": "201608262207",
        "ctx": [
            "(ref: do-you-ask-yourself-questions-on-here.html)Have you ever asked yourself a question on this web page?"
        ]
    },
    {
        "date": "201608262027",
        "ctx": [
            "Why do I care so much?",
            "because you are a human person"
        ]
    },
    {
        "date": "201608262005",
        "ctx": [
            "(ref: what-is-a-question.html)Whats a question?"
        ]
    },
    {
        "date": "201608261738",
        "ctx": [
            "Have you ever had a dream where you you were shouting at your parentes?",
            "yes"
        ]
    },
    {
        "date": "201608261507",
        "ctx": [
            "WHY DO YOU ANSWER QUESTIONS IN ALL LOWERCASE LETTERS?",
            "why do you ask questions in all capital letters<!--"
        ]
    },
    {
        "date": "201608261446",
        "ctx": [
            "Hey Bill. Do you feel better with a cleared mind or are you someone who always needs to be working and thinking? -charles",
            "yes-->"
        ]
    },
    {
        "date": "201608261342",
        "ctx": [
            "(ref: when-will-next-history-video-come-out.html)What's your estimated date of completion for the new video?"
        ]
    },
    {
        "date": "201608261322",
        "ctx": [
            "(ref: can-you-make-this-question-comic-sans.html)can you make this question in comic sans?"
        ]
    },
    {
        "date": "201608262407",
        "ctx": [
            "You talk about massive over-simplification going on in your current video, but you didn't feel the history of japan video was over-simplified? Is it relatively really really simplified in comparison?",
            "i agree, the japan video was simplified to hell. now imagine a video that is supposed to cover 100 times more subject matter in roughly the same amount of time"
        ]
    },
    {
        "date": "201608261126",
        "ctx": [
            "What was the first thing you learned when you taught yourself how to make music?",
            "if you press a note on the piano it makes a sound"
        ]
    },
    {
        "date": "201608260517",
        "ctx": [
            "Do you play chess?",
            "not on a regular basis"
        ]
    },
    {
        "date": "201608260352",
        "ctx": [
            "1. Do you have to learn how to read and write sheet music to be able to write music? 2. Do you have to learn an instrument to be able to write music?",
            "no"
        ]
    },
    {
        "date": "201608260348",
        "ctx": [
            "if there are no rules for writing music, how come there are stuff out there that sounds really good and some that sounds all wrong. surely the good stuff are following some kind of rules?",
            "the stuff you like is the stuff that coincides with where you are spiritually, mentally, and logistically at this point in your life. that is the rule, but it is probably impossible for the writer to follow deliberately"
        ]
    },
    {
        "date": "201608260339",
        "ctx": [
            "what's your favorite time signature?",
            "the one that best represents the music at hand"
        ]
    },
    {
        "date": "201608260225",
        "ctx": [
            "(ref: default-font.html)What font do you use in your videos? Helvetica?"
        ]
    },
    {
        "date": "201608260222",
        "ctx": [
            "(ref: first-question.html)What was the first question ever asked here?",
            "<!--"
        ]
    },
    {
        "date": "201608260159",
        "ctx": [
            "Hey, Bill, how's it going? (ref: default-font.html)Do you use certain fonts like Arial and Times New Roman for a certain reason? Simplicity? Nostalgia? I've always found those fonts to be simple, but powerful, myself. -charles-->"
        ]
    },
    {
        "date": "201608260125",
        "ctx": [
            "Are you going to make your 3rd \"History of ...\" video?",
            "yes, but first i am going to finish the second one"
        ]
    },
    {
        "date": "201608260117",
        "ctx": [
            "besides having relative pitch, what other things are necessary to have in order to be able to write music? (music that people other than yourself would actually want to listen to)",
            "being human, i guess"
        ]
    },
    {
        "date": "201608261220",
        "ctx": [
            "You should make a history of Japan video",
            "i am considering it"
        ]
    },
    {
        "date": "201608261219",
        "ctx": [
            "(ref: cant-sleep.html)I can't sleep, how to fix this?"
        ]
    },
    {
        "date": "201608261215",
        "ctx": [
            "Do you like triplets and tied notes?",
            "sure, they are useful, like the letters \"S\" and \"J\""
        ]
    },
    {
        "date": "201608252321",
        "ctx": [
            "what kind of things have you learned from answering questions",
            "balance and simplicity"
        ]
    },
    {
        "date": "201608252247",
        "ctx": [
            "am i still conscious if i'm experiencing an altered state of consciousness?",
            "oh hell yeah!"
        ]
    },
    {
        "date": "201608252246",
        "ctx": [
            "Do you have tips for writing original music (I'm a violist and pianist)?",
            "it is important to remember there are no rules"
        ]
    },
    {
        "date": "201608252240",
        "ctx": [
            "how do i unconfuse myself",
            "find the ground"
        ]
    },
    {
        "date": "201608252237",
        "ctx": [
            "What do you do when life gives you lemons",
            "sell lemons, i guess"
        ]
    },
    {
        "date": "201608252202",
        "ctx": [
            "how do people fall in love",
            "by realizing they live in the same world"
        ]
    },
    {
        "date": "201608252151",
        "ctx": [
            "do you like wheat thins?",
            "no"
        ]
    },
    {
        "date": "201608252150",
        "ctx": [
            "(ref: do-you-enjoy-answering-questions.html)do you like answering these questions?"
        ]
    },
    {
        "date": "201608252146",
        "ctx": [
            "do you know any german?",
            "no"
        ]
    },
    {
        "date": "201608252145",
        "ctx": [
            "would a \"terrible problem\" be a double negative or would it in a way mean worse than a problem?",
            "ah, i think you have just discovered proof that language is an art not a science"
        ]
    },
    {
        "date": "201608252139",
        "ctx": [
            "hey i want to make cookies what do you recommend?",
            "making cookies"
        ]
    },
    {
        "date": "201608252134",
        "ctx": [
            "When you came to earth, what was the first thing you found amazing",
            "probably shapes"
        ]
    },
    {
        "date": "201608252102",
        "ctx": [
            "If you owned an orchestra, what would you name it?",
            "i will wait until the orchestra exists before naming it"
        ]
    },
    {
        "date": "201608252046",
        "ctx": [
            "can you elaborate on your insanity?",
            "(ref: http://www.billwurtz.com)www.billwurtz.com"
        ]
    },
    {
        "date": "201608251932",
        "ctx": [
            "would you release sheet music for the score in history of japan?",
            "maybe"
        ]
    },
    {
        "date": "201608251909",
        "ctx": [
            "when does love go too far",
            "always. that's how you know it's love. if it stayed within the boundaries it wouldn't really be very meaningful"
        ]
    },
    {
        "date": "201608251855",
        "ctx": [
            "when is the world gonna blow up?",
            "it has been blowing up this entire time"
        ]
    },
    {
        "date": "201608251845",
        "ctx": [
            "(ref: what-is-life.html)What is life?"
        ]
    },
    {
        "date": "201608251815",
        "ctx": [
            "Do you ever dream about things so absurd, that when you wake up you ask yourself how you didn't realize it was a dream",
            "yes<!--"
        ]
    },
    {
        "date": "201608251714",
        "ctx": [
            "Hi Bill, do you think of yourself as a more logical and analytical person or a more free spirited, \"go with the flow\" person? Creative works can come from both sides, but they come in different ways. -charles",
            "i do both-->"
        ]
    },
    {
        "date": "201608251634",
        "ctx": [
            "do you believe the truth is out there ?",
            "the truth is everywhere"
        ]
    },
    {
        "date": "201608251619",
        "ctx": [
            "has being insane hindered your ability to answer questions correctly",
            "there is no way to answer questions correctly. being insane helps me answer them anyway"
        ]
    },
    {
        "date": "201608251618",
        "ctx": [
            "Thoughts on hypocrisy?",
            "i think it's too complicated of a word for something that exists in the basic fabric of the universe (and also doesn't)"
        ]
    },
    {
        "date": "201608251557",
        "ctx": [
            "how to spell the space bar",
            "looks like you got that figured out"
        ]
    },
    {
        "date": "201608251458",
        "ctx": [
            "whats the next video you are making",
            "insanely large"
        ]
    },
    {
        "date": "201608251426",
        "ctx": [
            "(ref: how-long-did-it-take-to-make-history-of-japan.html)how long did history of japan take to make"
        ]
    },
    {
        "date": "201608251416",
        "ctx": [
            "have you been very busy lately, compared to last month",
            "no"
        ]
    },
    {
        "date": "201608251337",
        "ctx": [
            "(ref: can-i-be-you-when-i-grow-up.html)can i be you when i grow up"
        ]
    },
    {
        "date": "201608251300",
        "ctx": [
            "(ref: meaning-of-life.html)what is the meaning of life"
        ]
    },
    {
        "date": "201608252436",
        "ctx": [
            "How do you feel about the fact that even in this day and age, there are still people who insist that the earth is flat?",
            "i am more concerned about people who think people think the earth is flat, and even so i am i not that concerned"
        ]
    },
    {
        "date": "201608251147",
        "ctx": [
            "Are ytrsuishuighsuidhg?",
            "sometimes it feels that way"
        ]
    },
    {
        "date": "201608250735",
        "ctx": [
            "have you learned anything new while working on the new video?",
            "too much"
        ]
    },
    {
        "date": "201608250543",
        "ctx": [
            "do you ever want real guitar parts or solos in your songs?",
            "sure"
        ]
    },
    {
        "date": "201608250313",
        "ctx": [
            "Hey Bill! I think you're rad. Could I go about contacting you",
            "(ref: http://billwurtz.com/email.html)sure, but i can't guarantee i will be able to respond, due to time constraints and also me being insane"
        ]
    },
    {
        "date": "201608250226",
        "ctx": [
            "Do you like the flute?",
            "sure"
        ]
    },
    {
        "date": "201608250208",
        "ctx": [
            "what questions have i asked you",
            "i don't know"
        ]
    },
    {
        "date": "201608250124",
        "ctx": [
            "if you sit down, what happens?",
            "i think you answered your own question"
        ]
    },
    {
        "date": "201608251228",
        "ctx": [
            "do you think phone-based voting is a good idea",
            "seems legit"
        ]
    },
    {
        "date": "201608251215",
        "ctx": [
            "Should citizens even care about what happens all over the world? Isn't that too much to think about already with everything else going in peoples' lives? Isn't that what governments, military, and diplomats are for?",
            "should you care what they should care about"
        ]
    },
    {
        "date": "201608242347",
        "ctx": [
            "what comes after z?",
            "?"
        ]
    },
    {
        "date": "201608242339",
        "ctx": [
            "sorry i know youve been asked before but i cant find where, what % of questions you get do you answer?",
            "i don't know"
        ]
    },
    {
        "date": "201608242141",
        "ctx": [
            "If you can do some more videos about history of____. Do you know how long a video would take you to do",
            "no"
        ]
    },
    {
        "date": "201608242125",
        "ctx": [
            "How do you prefer to laugh on the internet?  e.g. lol, haha, lmao, rofl, cawg, etc.",
            "haha<!--"
        ]
    },
    {
        "date": "201608242107",
        "ctx": [
            "If you wake up at 5am, people say you woke up early. If you go to sleep at 5am, people say you went to sleep late. So is 5am a late or early time?-charles",
            "late and early only have meaning when you compare it to another time -->"
        ]
    },
    {
        "date": "201608242000",
        "ctx": [
            "mustard or mayo?",
            "is what mustard or mayo"
        ]
    },
    {
        "date": "201608241741",
        "ctx": [
            "what do you think seems suspicious?",
            "frequent mandatory software updates accompanied by a 5,000 page user agreement"
        ]
    },
    {
        "date": "201608241559",
        "ctx": [
            "what has helped you the most in improving your music and breaking through plateaus?",
            "freedom"
        ]
    },
    {
        "date": "201608241531",
        "ctx": [
            "would you pay one American dollar for all your tweets in transitional book format, eg pages, 2 tweets per page or something. this is not a business offer, I just wonder if you would want something like that",
            "well the problem would be that it would not update. what would be better is a simple site that has all the tweets, and updates automatically, like (ref: http://cooltweets.herokuapp.com/dril/old)this"
        ]
    },
    {
        "date": "201608241407",
        "ctx": [
            "Is there something you wished you had, if you only had the space to put it, or the money?",
            "yes"
        ]
    },
    {
        "date": "201608241358",
        "ctx": [
            "(ref: dont-understand.html)Penguins or Ponys?"
        ]
    },
    {
        "date": "201608242444",
        "ctx": [
            "(ref: are-you-human.html)Are you human?"
        ]
    },
    {
        "date": "201608242438",
        "ctx": [
            "could you anagram \"greatest hits\"?",
            "target thesis"
        ]
    },
    {
        "date": "201608242404",
        "ctx": [
            "is the NSA listening right now?",
            "yes"
        ]
    },
    {
        "date": "201608241146",
        "ctx": [
            "how to solve the middle east?",
            "the middle east is not a puzzle, it's a competition"
        ]
    },
    {
        "date": "201608241144",
        "ctx": [
            "Your choice/timing of music and sound effects in the history Japan video are genius. Do you just come up with that stuff on the fly or do you carefully pick and choose each chord/sound to convey a feeling and make a moment more comedic?",
            "not sure what you mean by 'on the fly' but i tried to complete the score as quickly as humanly possible. it took about 3 weeks"
        ]
    },
    {
        "date": "201608241123",
        "ctx": [
            "how do you feel about lying / liars?",
            "(ref: https://twitter.com/billwurtz/status/596295442326888448)twitter.com/billwurtz/status/596295442326888448"
        ]
    },
    {
        "date": "201608241005",
        "ctx": [
            "How do I fix my sleeping schedule if it keeps sliding forward an hour everyday?",
            "don't worry too much about it. focus more on expanding your mind"
        ]
    },
    {
        "date": "201608240949",
        "ctx": [
            "do you think a song is an entity of its own, that you bring into existence? or do you think that you have control over the song itself? sorry if this questions makes no sense",
            "it's a little bit of both"
        ]
    },
    {
        "date": "201608240937",
        "ctx": [
            "Have you ever shouted to your parents when arguing with them?",
            "not in real life"
        ]
    },
    {
        "date": "201608240827",
        "ctx": [
            "(ref: favorite-chord.html)What is your favourite chord?"
        ]
    },
    {
        "date": "201608240825",
        "ctx": [
            "Sony is launching a wireless adapter which will be used to play PS4 games on the PC! What is your opinion on this?",
            "it is probably true"
        ]
    },
    {
        "date": "201608240823",
        "ctx": [
            "When will you create a new page of questions?",
            "probably sep 1"
        ]
    },
    {
        "date": "201608240810",
        "ctx": [
            "do you prefer metric or imperial?",
            "in the short term, i prefer which ever one i am familiar with, and also whichever one is widely used in the area i live"
        ]
    },
    {
        "date": "201608240806",
        "ctx": [
            "what kind of duck is a geoduck?",
            "non-duck"
        ]
    },
    {
        "date": "201608240730",
        "ctx": [
            "is it alright to be selfish sometimes?",
            "'selfish' is a word designed to make you feel bad for doing what you need to do"
        ]
    },
    {
        "date": "201608240634",
        "ctx": [
            "(ref: do-you-play-video-games.html)Do you play any video games?"
        ]
    },
    {
        "date": "201608240238",
        "ctx": [
            "why is splitting a video in two a sign of weakness/mediocrity?",
            "probably for the same reason that splitting your body in half would be a sign of weakness/mediocrity"
        ]
    },
    {
        "date": "201608240237",
        "ctx": [
            "why did you decided to escalate from history of japan, to history of...  well, you haven't said what it is exactly, but we'll just call it \"history of everything\" for now.  so yeah, why jump from japan to \"everything\"?  or is it not actually a jump..?",
            "i never decided to stop escalating"
        ]
    },
    {
        "date": "201608240224",
        "ctx": [
            "Do you think \"ctrl+F\" will slowly destroy society as it encourages people not to read?<!---charles-->",
            "it will destroy society in a similar way that clean drinking water destroys society as it encourages us not to drink contaminated water"
        ]
    },
    {
        "date": "201608240113",
        "ctx": [
            "Do you always follow your gut instincts when making pertinent and important decisions in your life?",
            "no"
        ]
    },
    {
        "date": "201608232351",
        "ctx": [
            "how to not be trash",
            "make up a different name for yourself, besides trash"
        ]
    },
    {
        "date": "201608232345",
        "ctx": [
            "''New\" is a lie right? Meaning, everything just gradually evolves or is stolen from a thousand year old monks or tree branches?",
            "no"
        ]
    },
    {
        "date": "201608232343",
        "ctx": [
            "Did you deliberately throw that bread on the keyboard in \"Tuesday\" as a reference to the 'bread' video you made?",
            "i'm not sure what you mean by a reference"
        ]
    },
    {
        "date": "201608232220",
        "ctx": [
            "did you ever feel the strong urge to not be  mediocre but also ended up unsatisfied with everything you do",
            "no"
        ]
    },
    {
        "date": "201608232151",
        "ctx": [
            "do you like pineapple",
            "i guess"
        ]
    },
    {
        "date": "201608232020",
        "ctx": [
            "do you hate anything",
            "i hate hating stuff, i don't know if that counts as a thing"
        ]
    },
    {
        "date": "201608232000",
        "ctx": [
            "Do you like star trek?",
            "not that i know of"
        ]
    },
    {
        "date": "201608231835",
        "ctx": [
            "Could you say the alphabet backwards perfectly on your first try, if you tried to?",
            "i have said the alphabet backwards many times in my life, so my first try was actually a long time ago"
        ]
    },
    {
        "date": "201608231811",
        "ctx": [
            "is it possible that you will die before your next video is released?",
            "no"
        ]
    },
    {
        "date": "201608231634",
        "ctx": [
            "how to influence a 50/50 chance?",
            "make one of the chances more or less likely"
        ]
    },
    {
        "date": "201608231623",
        "ctx": [
            "hitler?",
            "no, this is bill. hitler no longer uses this site"
        ]
    },
    {
        "date": "201608231553",
        "ctx": [
            "you say that splitting the video into two parts is what the enemy wants, who is \"the enemy\"?",
            "weakness, and mediocrity"
        ]
    },
    {
        "date": "201608231534",
        "ctx": [
            "did you record yourself singing and/or playing music at a young age?",
            "yes"
        ]
    },
    {
        "date": "201608231533",
        "ctx": [
            "Hey Bill, I'm a first time song-writer, and I was wondering, do you think that writing bad/cliche songs at first will lead to even more bad/cliche sounding songs, or will it lead to \"better\" sounding songs in the future? I'm committing to writing a song every day, but I'm afraid that I'll get stuck in a groove and all of my songs will sound the same and won't have any musical depth to them",
            "write anything you can at first. it's the only way to open the door. it's important to remember that you can write any kind of thing you want, and there's no rules and anything is possible. but in order to find your way, you need to start"
        ]
    },
    {
        "date": "201608231520",
        "ctx": [
            "(ref: favorite-chord.html)Whats your favorite chord?"
        ]
    },
    {
        "date": "201608231313",
        "ctx": [
            "do you prefer vinyl-records to cds / mp3?",
            "no"
        ]
    },
    {
        "date": "201608231109",
        "ctx": [
            "Do you plan to have YouTube as your career? Or just a hobby?",
            "no"
        ]
    },
    {
        "date": "201608231107",
        "ctx": [
            "What's your preferred style of music? Or do you not have one",
            "style names are made up"
        ]
    },
    {
        "date": "201608230932",
        "ctx": [
            "Would you return to the Shorty's if invited?",
            "sure"
        ]
    },
    {
        "date": "201608230858",
        "ctx": [
            "What part of the new video doesn't seem possible?",
            "the part where i have to explain everything but leave out 90% of the details, and decide which 90% to leave out"
        ]
    },
    {
        "date": "201608230823",
        "ctx": [
            "thoughts on liberals",
            "not at this time"
        ]
    },
    {
        "date": "201608230810",
        "ctx": [
            "how come you aren't splitting the video into two, smaller videos? obviously it'd take less time to have something out, but i figured that you'd have decided against it for a good reason",
            "splitting the video into 2 pieces would be exactly what the enemy wants"
        ]
    },
    {
        "date": "201608230247",
        "ctx": [
            "Do you like gummy bears, not the sugar free ones, just normal ones.",
            "no"
        ]
    },
    {
        "date": "201608230151",
        "ctx": [
            "Are you happy with how history of Japan came out? Do you think it's a new way of teaching history to people who want to learn some stuff but can get a laugh out of it too?",
            "i think it came out fine, and it was a big leap for me. but it is important to remember that i did not invent fast/fun history lessons"
        ]
    },
    {
        "date": "201608231237",
        "ctx": [
            "I don't really know how to ask this question, but anyone with some sort of hobby should understand. Is music like your \"happy place\"? Like your way of getting away from everything? Music can be a tough thing to I get that, but is it like your \"disconnection\" maybe?",
            "music is a significant part of my reality. i do not use it to escape or disconnect. i use it to connect"
        ]
    },
    {
        "date": "201608231233",
        "ctx": [
            "Is there anyone who inspired you become a musician?",
            "not exactly"
        ]
    },
    {
        "date": "201608231204",
        "ctx": [
            "are you mean?",
            "no"
        ]
    },
    {
        "date": "201608222356",
        "ctx": [
            "\"Dank Memes\" is an ironic expression used to mock online viral media and in-jokes that have exhausted their comedic value to the point of being trite or cliche. In this context, the word \"dank,\" originally coined as a term for high quality marijuana, is satirically used as a synonym for \"cool.\"Now you know",
            "i already knew all of that"
        ]
    },
    {
        "date": "201608222309",
        "ctx": [
            "did you also choose the topic you are currently working on because you knew nothing about it",
            "no"
        ]
    },
    {
        "date": "201608222253",
        "ctx": [
            "(ref: how-long-does-it-take-to-make-a-video.html)How long does it take to make a video?"
        ]
    },
    {
        "date": "201608222156",
        "ctx": [
            "are you excited about the possibilities of VR?",
            "yes"
        ]
    },
    {
        "date": "201608222156",
        "ctx": [
            "Should I get a popper for my mic? Those hard 's's are starting to kill me.",
            "it might be a good idea. i should get one too. does it really help S's too? then i really really should get one, S's are a big problem for me, even more than P's etc"
        ]
    },
    {
        "date": "201608222155",
        "ctx": [
            "Would you ever use a harmonica?",
            "sure"
        ]
    },
    {
        "date": "201608222154",
        "ctx": [
            "(ref: how-are-you.html)How are you today?"
        ]
    },
    {
        "date": "201608222151",
        "ctx": [
            "updated progress on the script for the new vid?",
            "it's a nightmare. i don't know how this video is going to even be possible"
        ]
    },
    {
        "date": "201608222112",
        "ctx": [
            "What is the first thought that comes to you when you look up at the night sky?",
            "ah, i bet that's the sky"
        ]
    },
    {
        "date": "201608222102",
        "ctx": [
            "Do you consider whats on the radio now as music? Now I know it's music, but I consider music to be sit down and playing an instrument. Not this auto tune and all done with a computer shit",
            "hating what's popular has been popular for thousands of years. i really don't take pop-hate seriously anymore, especially because everyone who does it always points to some period of time 20 years ago when everything was \"great.\" and then 20 years later, people hate the new pop and refer to the previous pop (which had been equally hated in its own time) as \"great\""
        ]
    },
    {
        "date": "201608222059",
        "ctx": [
            "(ref: are-you-single.html)Are you single?"
        ]
    },
    {
        "date": "201608222059",
        "ctx": [
            "For the history of Japan video, did you know most of the facts or did you do extensive research to try and make it as funny as possible?",
            "i chose the topic because i knew nothing about it"
        ]
    },
    {
        "date": "201608222005",
        "ctx": [
            "do you ever think about the people who could have done amazing things and would have had great potential, but because they were born into a certain situation or time or place the entire world missed out on the amazing things they would have done, since it was the world made it so that those situations existed and ripped the opportunities away from those people",
            "yes, and i think the world should be ashamed"
        ]
    },
    {
        "date": "201608221959",
        "ctx": [
            "A man stuffed his dead cat and turned it in to a quadcopter. Do you approve of this?",
            "it's really none of my business"
        ]
    },
    {
        "date": "201608221936",
        "ctx": [
            "why do you hate the theremin?",
            "i'm sorry, there seems to be some confusion. i do not hate the theramin. i apologize for the misunderstanding"
        ]
    },
    {
        "date": "201608221846",
        "ctx": [
            "how old were you when you learned to read?",
            "i probably started around age 2 and i am still learning"
        ]
    },
    {
        "date": "201608221827",
        "ctx": [
            "do you leave silly comments or little jokes in your in-progress work that isn't intended to be in the finished product? like when a programmer puts a joke in the documentation of their code",
            "no"
        ]
    },
    {
        "date": "201608221709",
        "ctx": [
            "Are you paying me to ask you questions?",
            "no"
        ]
    },
    {
        "date": "201608221647",
        "ctx": [
            "how do i be the best me i can be",
            "any way you want"
        ]
    },
    {
        "date": "201608221537",
        "ctx": [
            "(ref: coke-or-pepsi.html)Pepsi or coke?"
        ]
    },
    {
        "date": "201608221534",
        "ctx": [
            "(ref: live-tour.html)Will the bill wurtz band ever travel?"
        ]
    },
    {
        "date": "201608221447",
        "ctx": [
            "do you wear (ref: https://www.twitter.com/billwurtz/status/745345921228087296)matching socks? personally, I don't, but people always think I woke up in a hurry or something. humans are fascinating"
        ]
    },
    {
        "date": "201608222448",
        "ctx": [
            "Not sure if this was already asked but, (ref: why-japan.html\">is there any reason why you chose to make Japan as the subject of your first long video? Also, <a href=\"history-of-usa.html)I saw in your reality videos that you were first planning to make a video about the history of US... are you going to continue it in the future?"
        ]
    },
    {
        "date": "201608222409",
        "ctx": [
            "how soon is now?",
            "the most soon. set the dial to max"
        ]
    },
    {
        "date": "201608221121",
        "ctx": [
            "can you use a theremin for one of your next songs?",
            "no"
        ]
    },
    {
        "date": "201608221024",
        "ctx": [
            "can you eat salt?",
            "don't"
        ]
    },
    {
        "date": "201608220350",
        "ctx": [
            "Mayo or Ketchup on my fries?",
            "i can't see them from here"
        ]
    },
    {
        "date": "201608220210",
        "ctx": [
            "is there anything you wish you could experience for the first time again?",
            "everything probably"
        ]
    },
    {
        "date": "201608220156",
        "ctx": [
            "The c scale on a piano is very hard, don't you agree?",
            "it is the only key where you really have to have to have your eyes open"
        ]
    },
    {
        "date": "201608220154",
        "ctx": [
            "Is shit \"this\" backwards?",
            "not that i know of"
        ]
    },
    {
        "date": "201608220153",
        "ctx": [
            "What do you think of jazz?",
            "'jazz' means something different depending on what year it is, and most of the time it means what it meant in a different year. i know that sounds confusing but it's true"
        ]
    },
    {
        "date": "201608220153",
        "ctx": [
            "(ref: dont-understand.html)Nutrition facts?"
        ]
    },
    {
        "date": "201608220152",
        "ctx": [
            "How come there's more white keys on a piano then blacks keys?",
            "because 2 of the intervals in the scale don't have any room for a note in between"
        ]
    },
    {
        "date": "201608220144",
        "ctx": [
            "how quickly can you tell what note is being sung? are you calculating it's interval from a reference note you know very well in your head or do you just know exactly what the note is the moment you hear it?",
            "my relative skills vastly overshadow the absolute. i was not trained to care about the absolute from a young age, but as a result of learning everything in C, i do actually have C built in. it is a strange paradox, and in the last several years i have started to feel entitled to having the absolute, knowing that it must be possible due to the overwhelming reality of accurate song and sound memory. so i have over the years strengthened the framework to the point where overall i can pretty much claim to have the absolute, at least as well as anyone else who makes that claim. and the relative remains lightening fast, and is further strengthened by some of the absolute strategies i have. it is important to remember that the absolute is not an important musical skill"
        ]
    },
    {
        "date": "201608220134",
        "ctx": [
            "(ref: how-much-sleep-do-you-get.html)how many hours of sleep do you get a day?"
        ]
    },
    {
        "date": "201608220121",
        "ctx": [
            "(ref: how-long-did-it-take-to-make-history-of-japan.html)how long did it take you to create the \"history of japan\" video..?"
        ]
    },
    {
        "date": "201608221240",
        "ctx": [
            "(ref: will-your-answer-be-no.html)Is the answer to this question no?"
        ]
    },
    {
        "date": "201608221206",
        "ctx": [
            "are you a dank (ref: memes.html)meme"
        ]
    },
    {
        "date": "201608212314",
        "ctx": [
            "Hey Bill, I'm in sort of a dilemma. I'm writing a song, but I feel that the lyrics are lacking, and the more I play the song the more I get tired of it and doubt whether or not it's any good. This seems to happen a lot where I make something and I try to add stuff to it but I play it too much and leave it alone. What should I do?",
            "the good news is, if you don't want to finish it you don't have to"
        ]
    },
    {
        "date": "201608212305",
        "ctx": [
            "did you play music before you could talk?",
            "i think i started learning both at around the same time"
        ]
    },
    {
        "date": "201608212017",
        "ctx": [
            "could you sing a specific note, without any reference?",
            "yes"
        ]
    },
    {
        "date": "201608212016",
        "ctx": [
            "if i sang a note, could you tell me what it is without any reference?",
            "sure, as long as i could hear you"
        ]
    },
    {
        "date": "201608212008",
        "ctx": [
            "isn't death similar to sleep?",
            "in some ways but not other ways"
        ]
    },
    {
        "date": "201608211924",
        "ctx": [
            "What are we set to achieve as humans? What is the purpose?",
            "well, on a planet where every living thing just dies and competes with each other for survival, humans are the only one actually capable of envisioning AND inventing their way out of that cycle, and we have been having technological breakthroughs at an exponentially accelerating pace for the last several hundred years, so i'd say something pretty special is going on here"
        ]
    },
    {
        "date": "201608211748",
        "ctx": [
            "i had a keyboard for a long time that had dynamic sensitivity but could only play a small number of notes at once (i think 4). do you think having the ability to play more than 4 simultaneous notes is less important than dynamic volume to the point where you would be happy to recommend such a keyboard to someone?",
            "that's a great question. honestly i do recommend a polyphony of at least 16, or else you might end up in some confusing situations when you are trying to learn chords and stuff"
        ]
    },
    {
        "date": "201608211632",
        "ctx": [
            "when did you start working on history of the universe ?",
            "that's not exactly what it's called but i started on june 16"
        ]
    },
    {
        "date": "201608211629",
        "ctx": [
            "(ref: why-no-caps.html)why do you hate uppercase?"
        ]
    },
    {
        "date": "201608211615",
        "ctx": [
            "are you a fan of capital letters?",
            "yes. actually i am mainly a fan of the fact that there are 2 sizes of letters, built in to virtually every major font. it is a HUGE creative asset, no pun intended"
        ]
    },
    {
        "date": "201608211519",
        "ctx": [
            "Do you want to make text videos for all your songs or should some of them just be heard?",
            "i think every song deserves a video, but that may hinder my ability to make as many songs as i need to. this is somewhat of a systemic crisis that i have been kicking down the road for a long time, and i will face it head on when i am done with the video i am currently working on"
        ]
    },
    {
        "date": "201608211418",
        "ctx": [
            "People always tell me I send the wrong signals, for example, someone I just recently met told me \"Sorry, I have a girlfriend\" but I wasn't doing anything similar to flirting or whatever??? I really don't understand what guys count as \"flirting\", I thought I was just being friendly",
            "sorry i have a girlfriend"
        ]
    },
    {
        "date": "201608211313",
        "ctx": [
            "Would you say you have a type of autism like aspergers? Even if you haven't been diagnosed?",
            "sure, but i identify more with autism than aspergers. and it's not severe enough to interfere with my ability to make SHREWD BUSINESS DEALS"
        ]
    },
    {
        "date": "201608211118",
        "ctx": [
            "(ref: more-of-the-same.html)Have you considered making or do you have another video like 'history of japan' for youtube?"
        ]
    },
    {
        "date": "201608211001",
        "ctx": [
            "(ref: why.html)why?"
        ]
    },
    {
        "date": "201608210951",
        "ctx": [
            "(ref: when-will-next-history-video-come-out.html)when the next Release of your video?"
        ]
    },
    {
        "date": "201608210926",
        "ctx": [
            "why is \"not so hard to do\" unlisted?",
            "because it's useless"
        ]
    },
    {
        "date": "201608210852",
        "ctx": [
            "would you compare the usefulness of perfect pitch for musicians to the usefulness of having \"super taste\" if you're a chef ? (I.e. not necessary at all?",
            "no, it's more like having the chef blindfolded and taste something and then see if he can tell you which way north is"
        ]
    },
    {
        "date": "201608210702",
        "ctx": [
            "(ref: is-this-a-question.html)is this a question?"
        ]
    },
    {
        "date": "201608210629",
        "ctx": [
            "can you verify your YouTube account like you know, having a \"&#10003;\" on your username like what other famous people do to ensure that your content actually belongs to you?",
            "my channels and websites were the first place any of that content ever appeared. i don't see a need to prove my account is affiliated with itself"
        ]
    },
    {
        "date": "201608210417",
        "ctx": [
            "recommendations for a beginners keyboard?",
            "the only thing that matters is whether it can tell the difference between a loud and soft note. test it by hitting it hard and see if the note is louder than when you hit it soft. get a keyboard as cheap as you want, but make sure it has this otherwise your whole life will be ruined. (some of the cheap ones don't have it). it is called 'dynamic sensitivity' and if a keyboard doesn't have it, even a perfectly good player will mysteriously sound like a toddler. it's not even fair. it would be like having only one volume for your voice-- you go to whisper in someone's ear, it comes out normal speaking volume. you are being attacked by wolves and you cry for help, and it comes out in a normal speaking volume. this would cripple your ability to express yourself, and the same thing would happen if you had a keyboard without dynamic sensitivity. don't make that mistake. again, you don't have to get an expensive keyboard, you just need to test it to make sure loud and soft notes are a thing"
        ]
    },
    {
        "date": "201608210409",
        "ctx": [
            "You answered my 8.21.16/1:39 shit, but what I now want to know is: (ref: lyrics-or-music-first.html)do you find it trickier to write lyrics, or music? Do you just do the whole thing organically, or do you sometimes have lyrics without music; music without lyrics?"
        ]
    },
    {
        "date": "201608210359",
        "ctx": [
            "could you not compile a list of questions to which you responded a certain way but instead be happy with the questions page as it is and as it is going to be",
            "could you not try to change the questions page and instead be happy with the questions page as it is and as it is going to be"
        ]
    },
    {
        "date": "201608210352",
        "ctx": [
            "aren't grand pianos and harps beautiful",
            "sure"
        ]
    },
    {
        "date": "201608210237",
        "ctx": [
            "how do you feel about being born",
            "it has had an extremely profound effect on my life"
        ]
    },
    {
        "date": "201608210234",
        "ctx": [
            "was the second partition of poland a mean thing to do?",
            "i am not sure, i don't know too much about it yet"
        ]
    },
    {
        "date": "201608210139",
        "ctx": [
            "Do you prefer songwriting over composing? Is it a dead heat? You're a hard man to clock on this subject.",
            "they could both be interpreted to mean the same thing"
        ]
    },
    {
        "date": "201608210135",
        "ctx": [
            "Could you anagram this: \"im a lazy asshole\"",
            "hazel soy salami"
        ]
    },
    {
        "date": "201608211233",
        "ctx": [
            "What if you actually got a Fender Rhodes?",
            "that would not be a good investment for me"
        ]
    },
    {
        "date": "201608211232",
        "ctx": [
            "Hi! So I know you're currently working on history vids, but I want to ask if the next long form videos would be history videos? Not that I'm compelling you to, (you can still do whatever and I'll love it) but other topics are equally interesting and it would be super cool to see how you would present it in a video, like Carl Jung's psychological theories for example. Anyway, great job, and I'm sure this next video would be awesome.",
            "i am going to do as many different types of videos as possible"
        ]
    },
    {
        "date": "201608211207",
        "ctx": [
            "do you need perfect pitch to be a good musician/composer? i'm really into music but i feel like i can't compete with those who have perfect pitch",
            "perfect pitch really has nothing to do with music. the name is misleading"
        ]
    },
    {
        "date": "201608202342",
        "ctx": [
            "Do you ever worry birds wouldn't like the taste of your eyeballs?",
            "no"
        ]
    },
    {
        "date": "201608202236",
        "ctx": [
            "(ref: country-requests.html)Will you make a video that is, like, history of anerica or indonesia or malaysia"
        ]
    },
    {
        "date": "201608202223",
        "ctx": [
            "did you ever wish you had more fingers on your hands cuz the keyboard is too big to play the theme you think of with just two hands?",
            "no, i have become emotionally attached to the current human anatomy and i don't have any desire to change it right now"
        ]
    },
    {
        "date": "201608202139",
        "ctx": [
            "are you a rebel",
            "in some ways"
        ]
    },
    {
        "date": "201608202135",
        "ctx": [
            "is the new video actually history of the universe or are you just not correcting people who say that?",
            "i do correct people sometimes, but other times i get tired of correcting people"
        ]
    },
    {
        "date": "201608202134",
        "ctx": [
            "have you ever played the organ",
            "i did once, it is very complicated"
        ]
    },
    {
        "date": "201608202108",
        "ctx": [
            "(ref: more-of-the-same.html)Can you make another history video (like the Japan one?)"
        ]
    },
    {
        "date": "201608202102",
        "ctx": [
            "(ref: nihilism.html)Nihilism?"
        ]
    },
    {
        "date": "201608202055",
        "ctx": [
            "(ref: pawn-shop.html)are you rick harrison and is this your pawn shop"
        ]
    },
    {
        "date": "201608201937",
        "ctx": [
            "which is better, saxophone or euphonium?",
            "they both exist and i am glad"
        ]
    },
    {
        "date": "201608201922",
        "ctx": [
            "Do you believe reaching your dream is possible?",
            "yes"
        ]
    },
    {
        "date": "201608201916",
        "ctx": [
            "How much percentage of your script for the History of the Universe have you completed? 30%? 50%? 99.9%?",
            "about 80%"
        ]
    },
    {
        "date": "201608201910",
        "ctx": [
            "Which came first the chicken or the egg",
            "i can't remember"
        ]
    },
    {
        "date": "201608201841",
        "ctx": [
            "will you ever consider livestreaming",
            "yes"
        ]
    },
    {
        "date": "201608201823",
        "ctx": [
            "what makes people so strange",
            "the fact that they exist"
        ]
    },
    {
        "date": "201608201609",
        "ctx": [
            "how far would you make it if you were to compete in the olympic badminton tournament in 2020?",
            "if anyone knew how well they were going to do in the olympics then only the winners would do it"
        ]
    },
    {
        "date": "201608201406",
        "ctx": [
            "Are you about to start answering questions again?",
            "i answer questions on a daily basis"
        ]
    },
    {
        "date": "201608201359",
        "ctx": [
            "How imperative would you say it is to practice with a metronome? Or cud I just str8 up wing dis shit cuz I got aal da notes?",
            "using a metronome is very, very useful for some things, and less useful for others"
        ]
    },
    {
        "date": "201608202417",
        "ctx": [
            "Have you ever completely detached from reality?",
            "no"
        ]
    },
    {
        "date": "201608201126",
        "ctx": [
            "what are the best fruit",
            "earth"
        ]
    },
    {
        "date": "201608201126",
        "ctx": [
            "what is the opposite of a (ref: cabbage.html)cabbage (the vegetable), or sometihng that is not liked as much as cabbages but still a vegetable that still reminds you that cabbages exist (also i feel like lettuce is too similar to cabbages to be an answer) i just want to know if something like that exists"
        ]
    },
    {
        "date": "201608201121",
        "ctx": [
            "do questions without any question mark bother you",
            "absolutely not"
        ]
    },
    {
        "date": "201608201113",
        "ctx": [
            "do you know what anything is?",
            "yes"
        ]
    },
    {
        "date": "201608201109",
        "ctx": [
            "most refreshing thing you can think of right now",
            "anything is possible"
        ]
    },
    {
        "date": "201608201102",
        "ctx": [
            "how long do you think that the history of the universe video will be?",
            "15-20min"
        ]
    },
    {
        "date": "201608201057",
        "ctx": [
            "is there a way to summarize life with only one word? if so what would it be?",
            "well you just used 1 word to say 'life.' if there were another word to better summarize that word, then we would be using that word instead of 'life'"
        ]
    },
    {
        "date": "201608201055",
        "ctx": [
            "if had one chance to instantly learn another language, which would you choose to learn",
            "quantum mechanics i guess"
        ]
    },
    {
        "date": "201608201011",
        "ctx": [
            "Will you ever make a video where you talk about the story of your life? (History of Bill Wurtz video?)",
            "i have an entire series of videos that does that"
        ]
    },
    {
        "date": "201608200910",
        "ctx": [
            "aren't harpsichords way cooler than pianos?",
            "they might get annoying after a while if it's the only thing you have"
        ]
    },
    {
        "date": "201608200839",
        "ctx": [
            "do u think people who support communism but live in capitalist western countries & have the privilege of freedom are full of shit",
            "'capitalism' and 'communism' are kind of just buzzwords right now. most governments are a delicate combination of many different things, including POWER which is what all governments are based on or else they wouldn't really exist"
        ]
    },
    {
        "date": "201608200822",
        "ctx": [
            "do u think songwriters should be credited more clearly? for instance many hit songs are mainly credited to the singer, with the writers being credited in the fine print",
            "in the systems you are talking about, the songwriters often get most of the money. i don't know if that is the kind of 'credit' you are talking about"
        ]
    },
    {
        "date": "201608200733",
        "ctx": [
            "Would it be rude if I were to submit something that was not a question?",
            "i will check with the rules and regulations"
        ]
    },
    {
        "date": "201608200700",
        "ctx": [
            "Have you ever thought of an interesting melody that seems to harmonize perfectly in your head but didn't quite work out when you try to play it or write it down?",
            "i can usually get it"
        ]
    },
    {
        "date": "201608200608",
        "ctx": [
            "would you rather be writing songs or songs be writing you?",
            "it is both and i am glad"
        ]
    },
    {
        "date": "201608200605",
        "ctx": [
            "is there a password to everything that this universe has to offer",
            "i think so"
        ]
    },
    {
        "date": "201608200455",
        "ctx": [
            "Do you think the louisiana purchase was dumb for france to do?<!-- -charles -->",
            "napoleon had to get rid of it quick so england wouldn't invade it. it seemed like a good idea at the time"
        ]
    },
    {
        "date": "201608200355",
        "ctx": [
            "does anybody really know what time it is?",
            "well time is relative but yes"
        ]
    },
    {
        "date": "201608200308",
        "ctx": [
            "Is the rainbow text in some of your videos meant to be like all lsd-ish or did you just use that effect because you thought it looked cool? (or maybe a bit of both)",
            "are you saying lsd isn't cool, also what is lsd"
        ]
    },
    {
        "date": "201608200303",
        "ctx": [
            "if you were to make an omelet, how many eggs would you use to in your omelet",
            "i don't know how to make an omelet. i am actually not totally sure what an omelet is"
        ]
    },
    {
        "date": "201608200301",
        "ctx": [
            "Would you consider playing a show in the bay area? After having considered this, would you?",
            "i would consider playing everywhere"
        ]
    },
    {
        "date": "201608200241",
        "ctx": [
            "what did you do during your 1 week break in 2014?",
            "the main 2 things i did were: re-design my website (into categories) and panic that i wasn't doing any videos, which caused me to get immediately back on schedule the following monday. and then robin williams randomly hung himself, and then after crying for a while i made tuesday's video"
        ]
    },
    {
        "date": "201608200222",
        "ctx": [
            "how do you get gigs?",
            "get recommended by someone who thinks you did good on a previous gig"
        ]
    },
    {
        "date": "201608200128",
        "ctx": [
            "(ref: ask-me-a-question.html)Bill, do u have a question for me?"
        ]
    },
    {
        "date": "201608200121",
        "ctx": [
            "Do you ever take one mental day off where you aren't making content or working? (Sleeping not included)",
            "no"
        ]
    },
    {
        "date": "201608200106",
        "ctx": [
            "have you finished the draft of your 'history of the universe' script?",
            "no"
        ]
    },
    {
        "date": "201608201242",
        "ctx": [
            "Actually, a question\nBill, can you tell me what chords are those? Those on the verse part, and those on chorus part\nhttps://www.youtube.com/watch?v=CGMqkhYq6O8\n\nYou and Jacob Mann could do a (ref: collab.html)collab, it would be great to see/hear, for us the audience, for both of you, for everyone *--*",
            "verse:  \nCma7,  B-7..... B-7, A-7, .....A-7, Gma7,  Fma7 ...Ebma7...C/D, C#7#9\nCma7,  B-7..... B-7, A-7, .....A-7, Gma7,  Fma7 ...Ebma7...C/D, C-9\n\ncho:\nB-7... F#sus2/A#.... A13 .... G#-7.... C#-9 ..... F#-9 ....A-9.. Gma7, C7#11\nB-7... F#sus2/A#.... A13 .... G#-7.... C#-9 ..... F#-9 ....A-9.. Gma7"
        ]
    },
    {
        "date": "201608201239",
        "ctx": [
            "Are you working on anything for youtube right now? and if so what?",
            "i am working on the longest video i have ever done"
        ]
    },
    {
        "date": "201608201237",
        "ctx": [
            "what is the theme of the sea-wolf by jack london?",
            "fuck nietzsche"
        ]
    },
    {
        "date": "201608201235",
        "ctx": [
            "what is your (ref: favorite.html)favorite state?"
        ]
    },
    {
        "date": "201608192339",
        "ctx": [
            "how do you feel about the default iphone ringtone",
            "i think the default iphone ringtones were probably designed by someone's neice, and they thought they were saving money on ringtone designs. unfortunately the joke is on the users, the default ringtones are terrible, in my opinion"
        ]
    },
    {
        "date": "201608192336",
        "ctx": [
            "do you think dreams are a glimpse of our past lives? i have dreams that i think are connected with one another...",
            "they are connected with every life"
        ]
    },
    {
        "date": "201608192331",
        "ctx": [
            "what is the weight of an unladen swallow?",
            "is that the african or european swallow"
        ]
    },
    {
        "date": "201608192219",
        "ctx": [
            "IF I WANTED YOU TO OPEN YOUR MOUTH I WOULD HAVE SHOVED BOTH MY DICKS UP YOUR NOSE!",
            "i see what you mean"
        ]
    },
    {
        "date": "201608192141",
        "ctx": [
            "Hey, you do you, but just wondering, are you taking a break or working on something that'll knock my socks off right meow?",
            "i have not taken any break since feb 2014, except for 1 week during 2014. other than that i have been working constantly"
        ]
    },
    {
        "date": "201608192106",
        "ctx": [
            "Do you have an upload schedule? I know you are trying one for songs, but is there one for videos? If not, are you going to make one? I consider making a schedule putting yourself under pressure so i kinda doubt it...",
            "that was the entire way i got started. first a 5 day schedule (2014), then a brief break, then a 2-day schedule for short videos while working on long projs, then i accidentally got popular on vine, so i was stuck with short videos so i went to a 7 day (2015) while working on a long video (history of japan) then i quit the 7-day to finish history of japan. after that i did the entire journal editing project, then went back to videos OFF schedule, and then decided to start working on another history video. after this video is done, i am going to start a schedule again, just like i did in 2014, except it will be songs, 1 a week or every 2 weeks"
        ]
    },
    {
        "date": "201608192041",
        "ctx": [
            "(ref: live-tour.html)when you say you are considering going on a tour sometime in the future, are you talking like playing live music at venues and people buy tickets to come hear/see you?"
        ]
    },
    {
        "date": "201608192040",
        "ctx": [
            "can you write the \"ask\" underneath the textbox in lower case as well, instead of making it the only capital letter word on the page?",
            "it is not the only capital word on the page. there are many, many capital words on this page"
        ]
    },
    {
        "date": "201608192034",
        "ctx": [
            "(ref: survival-strategy.html)for what purpose do you make music?"
        ]
    },
    {
        "date": "201608191938",
        "ctx": [
            "how do we know if you are really who you say you are",
            "who do i say i am"
        ]
    },
    {
        "date": "201608191856",
        "ctx": [
            "Is there a chord you will never use because you either don't like its sound or because it doesn't suit your style?",
            "you never know what you might need"
        ]
    },
    {
        "date": "201608191854",
        "ctx": [
            "Have you finished the script for the new video?",
            "no"
        ]
    },
    {
        "date": "201608191847",
        "ctx": [
            "Do you like using the word \"maybe\"",
            "not really"
        ]
    },
    {
        "date": "201608191834",
        "ctx": [
            "Can you simplify the square root of 20?",
            "yes"
        ]
    },
    {
        "date": "201608191817",
        "ctx": [
            "how many melodies can exist? my feeling would say infinity, but aren't notes and pauses limited? what's your opinion?",
            "i can think of at least 4 melodies"
        ]
    },
    {
        "date": "201608191814",
        "ctx": [
            "about how much stuff have you figured out",
            "i'd say a medium amount"
        ]
    },
    {
        "date": "201608191811",
        "ctx": [
            "how much dirt is in a 2 * 2 * 2 m hole?",
            "well if it were full of dirt then it wouldn't be a hole"
        ]
    },
    {
        "date": "201608191800",
        "ctx": [
            "do you think music is subjective? as in thinking a song is good or bad",
            "anyone can think any song is good or bad. music is special that way, and so are people"
        ]
    },
    {
        "date": "201608191702",
        "ctx": [
            "How did you learn to be not too hard on yourself? I have learnt not to do it, but my way of coping is by not doing as many things that could expose my flaws, which I feel I will regret later.",
            "i think what solves the problem is wanting to accomplish stuff. eventually you just accept that anyone who does anything is really just rolling around in dirt. so just roll around and make something out of the dirt"
        ]
    },
    {
        "date": "201608191653",
        "ctx": [
            "are sunrise and sunset almost the same",
            "not really"
        ]
    },
    {
        "date": "201608191358",
        "ctx": [
            "the past tense of 'pay' is 'paid' so don't you think the past tense of 'play' should be 'plaid'?",
            "english was a collaborative effort, so it doesn't always agree with itself"
        ]
    },
    {
        "date": "201608191339",
        "ctx": [
            "what is ur quest?",
            "figure stuff out"
        ]
    },
    {
        "date": "201608192415",
        "ctx": [
            "what is the voicing of the first 'oldies' chord in this clip? https://instaud.io/vqE",
            "OL = bass C, melody very strongly high Eb. harmonizing in the middle we have Ab, Eb, and i think very likely and subtlely there is a E note. also Bb underneath that. (so that makes it C+7#9). and for DIES, i am hearing more of a straight C7, including E, and G. (and still Bb) and i also am feeling the presence still of Eb (or maybe even Db) dirtying it up just a bit, which would mean either C7#9 or C7b9, but the presence of that note is extremely subtle (as well it should be) and might possibly just be the reverb ringing over from the previous chord.  so OL is Caug7#9 and 'dies' is C7 with possible very subtle #9. the melody and bass notes are much stronger than the harmony notes, as they should be"
        ]
    },
    {
        "date": "201608191032",
        "ctx": [
            "How do you keep track of what each file is if you just name them like cftvghbjnknjnjk or something?",
            "those files are for instantaneous use. they are exported and re-imported right away, and are therefore at the top of the folder (arranged by date)"
        ]
    },
    {
        "date": "201608190944",
        "ctx": [
            "In New Cannan, you mention owning a ukulele. Did you really own one?",
            "i actually bought it 3 days later"
        ]
    },
    {
        "date": "201608190748",
        "ctx": [
            "Do you tune your vocals?",
            "no"
        ]
    },
    {
        "date": "201608190728",
        "ctx": [
            "has anyone ever accompanied you on your walks through different zip codes?",
            "no"
        ]
    },
    {
        "date": "201608190633",
        "ctx": [
            "(ref: more-of-the-same.html)are you planning on making another \"history of\" video?"
        ]
    },
    {
        "date": "201608190602",
        "ctx": [
            "'does using chopsticks count as a sport'.\nYes. Yes, it does.\nAlso, can you anagram the quote?",
            "unconscious tarot gossip sketchpads"
        ]
    },
    {
        "date": "201608190535",
        "ctx": [
            "How important is it for you to not be too hard on yourself to be as productive as possible?",
            "maximum important"
        ]
    },
    {
        "date": "201608190506",
        "ctx": [
            "Do you have plans to make your account \"verified\" so that people will take note that your videos are actually from you?",
            "i'm not sure i understand what you mean"
        ]
    },
    {
        "date": "201608190453",
        "ctx": [
            "do you like the road you're on?",
            "i am not on the road, i try not to answer questions on the road"
        ]
    },
    {
        "date": "201608190348",
        "ctx": [
            "will we ever meet?",
            "maybe"
        ]
    },
    {
        "date": "201608190343",
        "ctx": [
            "is it possible for you to ignore gravity?",
            "i think so"
        ]
    },
    {
        "date": "201608190308",
        "ctx": [
            "(ref: are-you-still-a-piece-of-garbage.html)hhh hhhh, hhhh hhhhhhhh hh hh hhh hh hhh hhh hhhhh h hhhhh hh hhhhhhh.not sure if i want to give a clue as to what this is, but i think you got it"
        ]
    },
    {
        "date": "201608190239",
        "ctx": [
            "do you think singers using a \"falsetto\" voice isn't as good as those who are using their normal voice?",
            "no"
        ]
    },
    {
        "date": "201608190159",
        "ctx": [
            "whats your favorite musical instrument?",
            "the sunrise, i think"
        ]
    },
    {
        "date": "201608190108",
        "ctx": [
            "How would u feel about a lifetime supply of free lifetime supply coupons",
            "pretty good"
        ]
    },
    {
        "date": "201608191222",
        "ctx": [
            "Would you consider upping your game with a sweet nickname like Ice-B or B-Pain?",
            "are you sure copying the names of your semi-contemporaries is considered upping your game"
        ]
    },
    {
        "date": "201608191216",
        "ctx": [
            "if i opened a door and you were on the otherside of that door, what would you do?",
            "it depends why i was there"
        ]
    },
    {
        "date": "201608191204",
        "ctx": [
            "if you wake up at a different time, in a different place, could you wake up as a different person?",
            "i think so"
        ]
    },
    {
        "date": "201608191201",
        "ctx": [
            "how to fuel creativity",
            "be born"
        ]
    },
    {
        "date": "201608191201",
        "ctx": [
            "do you have an idol / role model?",
            "not exactly"
        ]
    },
    {
        "date": "201608191200",
        "ctx": [
            "what do you consider more important for human beings: humans wit or humans feelings?",
            "they have both and i am glad"
        ]
    },
    {
        "date": "201608182354",
        "ctx": [
            "Can you pick a number and never think about it again?",
            "sure"
        ]
    },
    {
        "date": "201608182347",
        "ctx": [
            "Why is shit so crazy",
            "it is just a chain reaction from anything existing in the first place"
        ]
    },
    {
        "date": "201608182343",
        "ctx": [
            "(ref: album.html)would you ever make a full-length album?"
        ]
    },
    {
        "date": "201608182339",
        "ctx": [
            "how do you overcome (ref: procrastination.html)procrastination?"
        ]
    },
    {
        "date": "201608182339",
        "ctx": [
            "(ref: tired-of-history-questions.html)does it irritate you in any way that people keep going to this page asking if you're gonna make a history video without actually scrolling down to see the answer? no right?"
        ]
    },
    {
        "date": "201608182331",
        "ctx": [
            "Do you ever use words that sound like they should mean what you think they mean but don't actually mean what you think they mean?<!-- -charles -->",
            "well then i wouldn't know then, would i"
        ]
    },
    {
        "date": "201608182322",
        "ctx": [
            "would you ever write a french song?",
            "yes"
        ]
    },
    {
        "date": "201608182241",
        "ctx": [
            "My mom has this huge stash of dried mint leaves on the counter. Do you think i can smoke it",
            "no"
        ]
    },
    {
        "date": "201608182238",
        "ctx": [
            "my friend has fallen into depression recently and ive been really worried for him, i want to help but im clueless as to how. what should i do for him?? (we dont see eachother, hes in another state)",
            "ask a 3rd person, who perhaps also lives far away from both of you"
        ]
    },
    {
        "date": "201608182233",
        "ctx": [
            "do you ever answer a question from so long ago that it gets inserted so far back that it won't ever be seen a whole lotE",
            "yes"
        ]
    },
    {
        "date": "201608182216",
        "ctx": [
            "\"detuning songs can result in a very 'fresh' sound\"I was wondering about this the other day, would most people even be able to tell the difference? My limited understanding of music is that the intervals between the notes is sort of what it is all about",
            "it really has no musical effect, unless the audio has been pitched so far off that it starts to change the timbre"
        ]
    },
    {
        "date": "201608182207",
        "ctx": [
            "do you panic often",
            "yes, it is one of my hobbies. also not panicking"
        ]
    },
    {
        "date": "201608182201",
        "ctx": [
            "That question about a440 made me curious about an aspect of having perfect pitch (which I do not have)When I hear a note that is sharp or flat relative to its accompaniment it makes me feel very uncomfortable. I find myself straining as though I could correct the pitch with my thoughts alone -- much in the same way I might lean to one side to try to influence an errant bowling ball after it has left my hand.Do you ever get this feeling?  If so, does it only occur for you when the tone is out of tune relative to the musical context?  Or, having perfect pitch, does it also happen for you if the music is in tune with itself, but not with the traditional a440 tuning?",
            "anyone who claims to be 'irritated' when a recording is fully in tune with itself, but not tuned to a440, is faking it. this is not irritating, it's just a way to brag about having perfect pitch. even worse, many people who do this are actually wrong about it-- they will tell you the radio is out of tune because they speed up the songs to get more ads in, but that is not true anymore, now they can speed up the songs without changing the pitch, so everything you hear on the radio is in a440, for the most part"
        ]
    },
    {
        "date": "201608182200",
        "ctx": [
            "my girlfriend neglects me a lot, and she doesnt mean to, but im really lonely, what do i do",
            "find a new girlfriend. sounds like the first one probably won't notice"
        ]
    },
    {
        "date": "201608182158",
        "ctx": [
            "(ref: whats-your-name.html)what is ur name"
        ]
    },
    {
        "date": "201608182117",
        "ctx": [
            "im trying to throw stuff out of my room because i have waaaaayyy too much stuff, but i have no idea what i really should be throwing away and what to keep????",
            "have you tried throwing away the room"
        ]
    },
    {
        "date": "201608182105",
        "ctx": [
            "Favorite pizza?",
            "anne horel"
        ]
    },
    {
        "date": "201608182047",
        "ctx": [
            "Hey Bill, my name's Rick (ref: harambe.html)Harambe and this is my zoo. I live here with my old silverback and my son Big Loss. Everyone here has a story and rights. One thing I've learned after 17 years, you never know whats gonna fall over that fence."
        ]
    },
    {
        "date": "201608182037",
        "ctx": [
            "Where did you acquire them knowledges about the music theories n such?",
            "i don't remember"
        ]
    },
    {
        "date": "201608181955",
        "ctx": [
            "How do you get weird?",
            "take something normal and re-adjust it slightly"
        ]
    },
    {
        "date": "201608181939",
        "ctx": [
            "do you know what snu is",
            "it is an alternative to updog"
        ]
    },
    {
        "date": "201608181829",
        "ctx": [
            "sorry if youve talked about this elsewhere; after youve finished history of the universe, will you immediately begin another history video or will you continue making short videos and songs like you used to, or release vids+songs while working on another history video, or something else?",
            "my current plan is to do weekly or bi-weekly song releases"
        ]
    },
    {
        "date": "201608181806",
        "ctx": [
            "have you ever tried a sport and realized that you were absolutely horrible at it",
            "does using chopsticks count as a sport"
        ]
    },
    {
        "date": "201608181735",
        "ctx": [
            "do you think hate is a strong word",
            "not really"
        ]
    },
    {
        "date": "201608181636",
        "ctx": [
            "(ref: live-tour.html)Would you ever consider touring?"
        ]
    },
    {
        "date": "201608181635",
        "ctx": [
            "Hey man. Just subscribed to your YouTube channel. I loved your history of Japan video. (ref: more-of-the-same.html\">Can you please make more history of country videos. It was amazing. Preferably about <a href=\"country-requests.html)Scotland. Or Ireland. You decide.\n\nYours\nTony"
        ]
    },
    {
        "date": "201608181551",
        "ctx": [
            "(ref: dont-understand.html)impressionism or expressionism?"
        ]
    },
    {
        "date": "201608181526",
        "ctx": [
            "How do you do those audio effects on your voice/ what do you use",
            "i rarely use any vocal effects"
        ]
    },
    {
        "date": "201608181514",
        "ctx": [
            "Do you think that your experience with making the current research video will deter you from covering such extensive research topics ever again? Or would you still consider creating something this gigantic some time again in the future?",
            "doing such an insanely broad topic means i have to leave out massive massive amounts of details and oversimplify everything to an insane degree. so it is actually making me really want to do more specific topics again"
        ]
    },
    {
        "date": "201608181453",
        "ctx": [
            "is there a greater good? if, where?",
            "greater than what"
        ]
    },
    {
        "date": "201608181446",
        "ctx": [
            "isn't \"seem\" a funny word",
            "sure"
        ]
    },
    {
        "date": "201608181420",
        "ctx": [
            "how to safe the world? (this is no joke-question, but i know that you are as mortal as me so you won't have a huge answer for me, so give me just one word which has poetic deepness)",
            "the 2 main breakthroughs that i think will be very important to the world will be teleportation, and some form of simultaneous global communication among everyone simultaneously. to me those 2 things seem to be the most important elements that we will need in order to remedy the competitive/mortal nature that is hard-wired into all living species throughout the history of this planet"
        ]
    },
    {
        "date": "201608181417",
        "ctx": [
            "why can't people write \"pokemon\" right?",
            "they can but the accent doesn't come through automatically on here, so i usually just delete it. i used to go in and fix it (you have to type the number code) but finally i realized i don't have time to do that"
        ]
    },
    {
        "date": "201608181410",
        "ctx": [
            "(ref: other-languages.html)do you speak any language instead of boring english?"
        ]
    },
    {
        "date": "201608181409",
        "ctx": [
            "what's your thought on fascism?",
            "the word mainly originated as a description of italy during ww1, and the word is mostly used as an insult. usually no one calls themself a fascist, it is usually their enemies who call them that"
        ]
    },
    {
        "date": "201608181408",
        "ctx": [
            "have you been happier today than you have been in other days",
            "no"
        ]
    },
    {
        "date": "201608181404",
        "ctx": [
            "why can't americans write dates right? today is 01. 08. 2016. nothing else.",
            "according to most of the world it's actually the 18th of august, not the 1st"
        ]
    },
    {
        "date": "201608181400",
        "ctx": [
            "how to stop suicide thoughts?",
            "find some other types of thoughts. actually fuck it, find things to 'do' in addition to just thinking about stuff"
        ]
    },
    {
        "date": "201608181352",
        "ctx": [
            "how to leave this website?",
            "ctrl-W on a pc, and &#8984;-W on a mac should work"
        ]
    },
    {
        "date": "201608181351",
        "ctx": [
            "(ref: why-no-caps.html)why do you hate capital letters?"
        ]
    },
    {
        "date": "201608181350",
        "ctx": [
            "can sadness exist, when life is fun?",
            "sure"
        ]
    },
    {
        "date": "201608181349",
        "ctx": [
            "why do we live?",
            "because it's possible"
        ]
    },
    {
        "date": "201608181348",
        "ctx": [
            "Is there a life after death?",
            "it could go in either order"
        ]
    },
    {
        "date": "201608181344",
        "ctx": [
            "How do you sleep at night?",
            "lying down, which is also how i sleep in the day"
        ]
    },
    {
        "date": "201608181326",
        "ctx": [
            "whats your favorite time ofthe day?",
            "5am"
        ]
    },
    {
        "date": "201608182437",
        "ctx": [
            "What are your thoughts on the upcoming election?",
            "i think it's a remarkable coincidence that elections always happen at the same time as the olympics. i am beginning to think they are doing it on purpose"
        ]
    },
    {
        "date": "201608182421",
        "ctx": [
            "you keep answering questions like 'how many of these questions do you answer?' with the same answer of(i'm paraphrasing) \"I get a bunch ton of questions dude over 14,000 , you figure it out\". but there's nothing past '5.10.15  11:50 pm'. Are there answers do questions before then or do you want people to just add up the questions answered to that point(meaning those who asked/care)?",
            "i am not sure exactly what you are asking, but i barely have time to answer as many questions as i do, and i am asked frequently about the percentage, and i certainly don't have time to count. it is much easier for me to see the total of questions i have received, and anyone can take it upon themselves to count the ones i have answered in that range of time. before 3.31.16, this questions page didn't exist and i was running it through ask.fm, and i started on ask.fm around 5.10.15. before that there was no questions page. whenever i tell people total numbers of questions received, i always specify a range so they can calculate an accurate percentage, and it never goes back before 3.31.16 because i don't have a good way of counting the received questions from ask.fm. also, the questions you see on this page before that date are not actually all the ones i answered, i just hand picked a few from the ask page and converted them over. i didn't have time to do all of them. i hope that answers your question"
        ]
    },
    {
        "date": "201608182411",
        "ctx": [
            "i wish we were friends",
            "me too"
        ]
    },
    {
        "date": "201608182405",
        "ctx": [
            "you said you wouldn't be willing to collaborate with people because it would prove to be too difficult. what about the gorrilaz? they seem to want the same things you do.",
            "how do you know what they want, and what i want"
        ]
    },
    {
        "date": "201608181049",
        "ctx": [
            "Are you a robot? If you say no I will have to conclude that you are a robot",
            "no"
        ]
    },
    {
        "date": "201608181027",
        "ctx": [
            "(ref: how-long-did-it-take-to-make-history-of-japan.html)How long u spend time to make Japan history ?And are u working to another project ?",
            "i have never stopped working since february 2014, except for a 1 week break around august 2014"
        ]
    },
    {
        "date": "201608180943",
        "ctx": [
            "what are you thinking about right now",
            "how much progress i can make today"
        ]
    },
    {
        "date": "201608180926",
        "ctx": [
            "this probably seems stupid given that you record with MIDI but do you think it really makes a noticeable difference, or gives any notable benefit if instruments are tuned to A at 440 vs 432 Hz?",
            "in today's world, 95% of recorded music is at a440, and 99% of peoples' instruments are tuned to a440. while detuning songs can result in a very 'fresh' sound, it can be extremely annoying for musicians who are trying to play along to the song. so for convenience sake, i keep everything at the standard pitch. also it really does not effect the quality of the music whatsoever"
        ]
    },
    {
        "date": "201608180910",
        "ctx": [
            "why do you hate god",
            "who's god"
        ]
    },
    {
        "date": "201608180845",
        "ctx": [
            "in the 'how do you make your videos' video, did you carefully chose the chord for the 'using a computer' part in relation to the jingle that came before it?",
            "i would assume so"
        ]
    },
    {
        "date": "201608180832",
        "ctx": [
            "Do you have plans to make a concert event about yourself?",
            "yes"
        ]
    },
    {
        "date": "201608180831",
        "ctx": [
            "are any of your lyrics secretly anagrams?",
            "everything anyone has ever said is secretly anagrams"
        ]
    },
    {
        "date": "201608180831",
        "ctx": [
            "How do you make your videos in your videos?",
            "that's easy, i make the videos, and then i put them in the videos"
        ]
    },
    {
        "date": "201608180813",
        "ctx": [
            "Why does the cowbell in a your songs sound flat",
            "perhaps my cowbell is larger than the one(s) you are used to"
        ]
    },
    {
        "date": "201608180806",
        "ctx": [
            "(ref: how-long-did-it-take-to-make-history-of-japan.html)How long did it take you to make the \"History of Japan\" video?"
        ]
    },
    {
        "date": "201608180604",
        "ctx": [
            "Is the C/D chord also called a Dsus13?",
            "Dsus13 would include B, so that would be more like Cma7/D. just C/D would be better expressed as D9sus4. or even better yet, just C/D"
        ]
    },
    {
        "date": "201608180551",
        "ctx": [
            "Your videos make a lot of people laugh, but has anyone been able to make you laugh?",
            "yes"
        ]
    },
    {
        "date": "201608180547",
        "ctx": [
            "Why did (ref: harambe.html)harambe die?"
        ]
    },
    {
        "date": "201608180449",
        "ctx": [
            "what does your autograph look like?",
            "it almost looks like my name"
        ]
    },
    {
        "date": "201608180435",
        "ctx": [
            "I vaguely remember hearing (maybe in a question here or in an old reality video / around the date of bookstacking) that you started documenting your works to 'methodically synthesise inspiration' among other reasons. Do you feel that you've made significant progress in towards that goal, or do you feel that you're just getting started. Maybe both?",
            "i'm not sure exactly what you are talking about"
        ]
    },
    {
        "date": "201608180401",
        "ctx": [
            "How's your room?",
            "it's ok"
        ]
    },
    {
        "date": "201608180400",
        "ctx": [
            "when you hanna make more videos like he japan one . i loved it to death",
            "now"
        ]
    },
    {
        "date": "201608180246",
        "ctx": [
            "what is your preferred method for killing spiders",
            "letting them live. it works every time, so far every single one of them has died"
        ]
    },
    {
        "date": "201608180126",
        "ctx": [
            "does my wifi work right now",
            "maybe"
        ]
    },
    {
        "date": "201608181253",
        "ctx": [
            "do you ever feel emotionally drained for no apparent reason",
            "i can usually find the reason. reason finding is one of my hobbies"
        ]
    },
    {
        "date": "201608172253",
        "ctx": [
            "Whats 2 - 2",
            "0"
        ]
    },
    {
        "date": "201608172124",
        "ctx": [
            "Do you do voodoo?",
            "not that i know of"
        ]
    },
    {
        "date": "201608172102",
        "ctx": [
            "hey i just watched your \"music videos\" playlist on youtube and my reaction to most videos is \"wtf????\" is this the reaction you are aiming for?",
            "i aim for the part where i make the videos. it is your job to aim for how you wish to react"
        ]
    },
    {
        "date": "201608172050",
        "ctx": [
            "(ref: how-long-does-it-take-to-answer-questions.html)How long do you spend answering an individual question?"
        ]
    },
    {
        "date": "201608172031",
        "ctx": [
            "Do you have any vinyl records",
            "no"
        ]
    },
    {
        "date": "201608172018",
        "ctx": [
            "If I ask the best question do I get a prize",
            "yes"
        ]
    },
    {
        "date": "201608172017",
        "ctx": [
            "Do you like verbs",
            "oh hell yeah!"
        ]
    },
    {
        "date": "201608171849",
        "ctx": [
            "did you ever find out where the fun went?",
            "the fun has always been everywhere"
        ]
    },
    {
        "date": "201608171847",
        "ctx": [
            "how do i revive my tomato plants thyer dying?",
            "water, i guess? sorry i don't know too much about tomato plants"
        ]
    },
    {
        "date": "201608171633",
        "ctx": [
            "do you think it's dorky to like dolls?",
            "no"
        ]
    },
    {
        "date": "201608171629",
        "ctx": [
            "what kind of music makes you feel the most alive? or does all of it do that",
            "i can tell when i hear it"
        ]
    },
    {
        "date": "201608171540",
        "ctx": [
            "what do you think of using clash chords/tone clusters in music?",
            "seems legit, but only for very horrific situations. honestly you can usually get more mileage out of dissonance when you have only 2 notes next to each other (half-step away) and the others are more than a half-step away. 3 consecutive notes in a row really only works in a horror movie type situation, and starts to actually REDUCE the evilness if you have too many neighboring notes together. it does create a cool noise effect, but let's face it, as long as we're using noise, let's not limit it to musical instruments, let's start recording cars and trucks and jackhammers and shit"
        ]
    },
    {
        "date": "201608171500",
        "ctx": [
            "if you have a bucket with 4 gallons, and a bucket with 35 ounces, then how many buckets do you have?",
            "2, but it is important to remember this story is fiction. i actually don't have any buckets"
        ]
    },
    {
        "date": "201608171310",
        "ctx": [
            "is the thing at the end of 'behind the scenes' a video? your mouth moves a little bit, unnaturally, and there is grain that indicates a continuous shot but everything else is especially still",
            "i think it's a video but i haven't seen it in a while"
        ]
    },
    {
        "date": "201608171304",
        "ctx": [
            "This is similar to the job question that was asked earlier - but forgive me, it may be lengthy. Let's say you've been with a company for 1 month, and someone else was also hired at the same time as you, with a similar role. The other person learned the job quicker than you, and everyone in the department seems to love that person but not you. You feel it's partly because you took longer to learn and asked a lot more questions than the other person, and now your entire department basically doesn't treat you well. Even though now you are fairly confident with your responsibilities and have been doing good work. Should you stay, or pursue a job with a better \"crowd\" of people? I feel like this department I'm with involves a complete clash of personalities between me and them. Also important to note: This job is what I went to school for and pays very well. But I feel so shut out from my department that I'm basically desiring a customer s ervice j ob now, like I used to do. Help!!!",
            "it looks like you are in a very delicate, and close to 50/50 situation. i am familiar with those situations. at this point you are going to have to rely on very deep instincts, and/or small gusts of wind, to help inspire you in one direction or the other. hopefully  among those small gusts of wind will be new developments that may provide inspiring roads in one direction or another"
        ]
    },
    {
        "date": "201608172430",
        "ctx": [
            "How do come up with those really-out-there chords like in 'all about the music business', 'advice to young musicians', etc.? Are you just chaining together a bunch of random chords and just ending on something like a maj9 chord?",
            "i carefully choose the chords based on how they 'sound' in the overall context of the music, and more importantly in the context of the material being displayed in the video. i know that might seem strange but that is how i do it"
        ]
    },
    {
        "date": "201608172406",
        "ctx": [
            "In reality TV shows, what percentage do you think is the \"reality\" part?",
            "well, that's hard to say. for example, 100% of the letters in your question are part of mein kampf. your question is 100% mein kampf"
        ]
    },
    {
        "date": "201608171132",
        "ctx": [
            "could you happily live without smartphone and computer?",
            "it depends whether everyone else has them"
        ]
    },
    {
        "date": "201608171112",
        "ctx": [
            "what do you think of candles",
            "they are ok"
        ]
    },
    {
        "date": "201608171112",
        "ctx": [
            "i just started my sophomore year in high school, how should i keep being positive about it even when i don't want to go to school",
            "eventually you will be out of school and probably wishing you were a kid again. i don't know if that helps"
        ]
    },
    {
        "date": "201608171041",
        "ctx": [
            "Imaj6/9 VIIb6add4 IV VImaj9\n\nI'm struggling to think of a fun extension for the IV chord in this progression. What would you suggest?\n\nVIIb6/9 - Imin(add9) - VIbmaj9\n\nThis is the progression for the next section. Why does the Imin work as well as the Imaj?",
            "you are not giving me enough details for me to understand the context of this. to be fair, in my opinion the only way to really know how music goes is to hear it. all those chords could be voiced in a million different ways, and more important still is the timing. also, what the heck is VIIb6? don't you mean bVII6? also, i use chords as a way to support the song. i am usually not interested in evaluating chords outside of the context of the song. and if so, i would definitely need more specifics as to exactly how each one is voiced, in which octave, and more importantly the timing, tempo, etc. none of which can be determined by looking at a list of chords"
        ]
    },
    {
        "date": "201608171025",
        "ctx": [
            "do you think having yawning as vocals in a song is a good idea?",
            "sure"
        ]
    },
    {
        "date": "201608171014",
        "ctx": [
            "What is a day in your life?",
            "april 24th, 2014"
        ]
    },
    {
        "date": "201608171002",
        "ctx": [
            "what if fruits and vegetables have personalities, they just don't have a way to show it?",
            "they do, and they do"
        ]
    },
    {
        "date": "201608170840",
        "ctx": [
            "Do you think you could document every step of your music-making process for a future song and turn it into a short (or long) video some day?",
            "yes"
        ]
    },
    {
        "date": "201608170837",
        "ctx": [
            "what's better: great idea with shitty execution or shitty idea with great execution?",
            "both can be bad and good"
        ]
    },
    {
        "date": "201608170805",
        "ctx": [
            "why are you against pregnancy ?",
            "sorry, there is some confusion. i am not against pregnancy. i apologize for the misunderstanding"
        ]
    },
    {
        "date": "201608170534",
        "ctx": [
            "Do you like your own music?",
            "i always try to make it how i like it"
        ]
    },
    {
        "date": "201608170515",
        "ctx": [
            "have you finished your new video?",
            "let me check"
        ]
    },
    {
        "date": "201608170508",
        "ctx": [
            "has anyone ever made you feel angry?",
            "no, they usually just politely offer me the opportunity to become angry, and then i am able to make a balanced decision as to whether anger is right for me at that time"
        ]
    },
    {
        "date": "201608170421",
        "ctx": [
            "Will you ever make a serious music tutorial?",
            "the most serious tutorial of music i could give is making music"
        ]
    },
    {
        "date": "201608170417",
        "ctx": [
            "I think your sleeping pattern is very irregular... aren't you getting migraine or headaches at all?",
            "i think my sleeping pattern is very regular. although i respect your opinion"
        ]
    },
    {
        "date": "201608170405",
        "ctx": [
            "what is the 'you are everything and everything is you' sequence?",
            "a popular chord sequence, has been showing up very commonly in ballads, particularly r&b ballads etc. since the 70s, but probably before then. i called it that based on a particularly cliche and early example of it"
        ]
    },
    {
        "date": "201608170328",
        "ctx": [
            "how do you do your chords then?",
            "i use them to support the song"
        ]
    },
    {
        "date": "201608170306",
        "ctx": [
            "If I am unhappy at my place of work should I look for a different job even though it may end up making me more unhappy?",
            "if there is no reason a different one would be better, then you should keep the same one. you will get better at it, and likely strengthen overall your position there, potentially leading to pay increase(s), etc"
        ]
    },
    {
        "date": "201608170223",
        "ctx": [
            "Are you still awake",
            "i was at the time you asked this. i have slept in between then and now"
        ]
    },
    {
        "date": "201608171239",
        "ctx": [
            "do you like jazz music m8?",
            "'jazz' means something different depending on what year it is, and most of the time it means what it meant in a different year. i know that sounds confusing but it's true"
        ]
    },
    {
        "date": "201608171227",
        "ctx": [
            "(ref: are-you-lonely.html)Do you ever feel lonely?"
        ]
    },
    {
        "date": "201608162354",
        "ctx": [
            "how can you write an original chord progression if its all been done before",
            "if you are \"writing\" a chord progression, you are doing this a very different way than me"
        ]
    },
    {
        "date": "201608162344",
        "ctx": [
            "Why do I obsess with people who don't even care about me?",
            "because you haven't found anything that you would rather do instead"
        ]
    },
    {
        "date": "201608162310",
        "ctx": [
            "Is there anything like push alarm to notify you there are new questions?",
            "there are always new questions"
        ]
    },
    {
        "date": "201608162309",
        "ctx": [
            "Do you continue to record memos like in 'reality' and did that start as a just a personal thing before adding text vids?",
            "yes"
        ]
    },
    {
        "date": "201608162227",
        "ctx": [
            "Do you think the Koolaid Man causes negative self esteem issues in young people by glorifying unrealistic body type?",
            "no"
        ]
    },
    {
        "date": "201608162218",
        "ctx": [
            "Anal?",
            "i don't understand the question"
        ]
    },
    {
        "date": "201608162212",
        "ctx": [
            "Do you perfer saying \"yes\" to \"no\"?",
            "yes"
        ]
    },
    {
        "date": "201608162204",
        "ctx": [
            "Bob Ross or Bob Marley?",
            "i don't understand the question"
        ]
    },
    {
        "date": "201608162202",
        "ctx": [
            "(ref: who-am-i.html)who amii"
        ]
    },
    {
        "date": "201608162202",
        "ctx": [
            "(ref: hi.html)Hi Bill"
        ]
    },
    {
        "date": "201608162156",
        "ctx": [
            "(ref: will-your-answer-be-no.html)Are you going to answer \"no\" to this question?"
        ]
    },
    {
        "date": "201608162147",
        "ctx": [
            "At what age do protips become proverbs?",
            "maybe 250 years? i'm not really sure"
        ]
    },
    {
        "date": "201608162130",
        "ctx": [
            "would you ever record a song with screaming as part of the vocals",
            "i think that would be a great idea. i look forward to having a studio where i can do that without somebody calling the police"
        ]
    },
    {
        "date": "201608162130",
        "ctx": [
            "Have you ever been spelunking?",
            "no"
        ]
    },
    {
        "date": "201608162129",
        "ctx": [
            "Aren't kimchi and sauerkraut essentially the same thing?",
            "i am not familiar with either of them"
        ]
    },
    {
        "date": "201608162128",
        "ctx": [
            "Have you solved any hard problems lately",
            "oh hell yeah"
        ]
    },
    {
        "date": "201608162126",
        "ctx": [
            "What is your favorite acronym?",
            "dink"
        ]
    },
    {
        "date": "201608162115",
        "ctx": [
            "your lyrics page has the spelling \"aks\" once and \"ax\" one other time. is there a difference in the meaning of these two lyrics?",
            "no, i guess i am unclear about the proper way to spell that"
        ]
    },
    {
        "date": "201608162059",
        "ctx": [
            "Hi Bill, I need some advice.",
            "me too"
        ]
    },
    {
        "date": "201608162049",
        "ctx": [
            "some friends and i tried to find out where new canaan, pennsylvania, is but we only found a new canaan in connecticut. were you being completely serious when you stopped in harlem and explained that you were actually going to connecticut? i know you tend to lie about details when your dreams dont come true",
            "yes"
        ]
    },
    {
        "date": "201608162000",
        "ctx": [
            "Is this thing on?",
            "yes"
        ]
    },
    {
        "date": "201608161955",
        "ctx": [
            "what thing do you think is the least likely thing to happen to you",
            "pregnancy i guess"
        ]
    },
    {
        "date": "201608161852",
        "ctx": [
            "Which country are you supporting in this year's Olympics?",
            "i don't know how to support a country. if i did i would be supporting many countries, actually the whole world. and not just in the olympics"
        ]
    },
    {
        "date": "201608161804",
        "ctx": [
            "What's your inspiration?",
            "mainly time and space"
        ]
    },
    {
        "date": "201608161750",
        "ctx": [
            "falas portugus?",
            "no"
        ]
    },
    {
        "date": "201608161707",
        "ctx": [
            "can you say alphacuremom",
            "yes"
        ]
    },
    {
        "date": "201608161644",
        "ctx": [
            "Science, Math, English, or History?",
            "i don't understand the question"
        ]
    },
    {
        "date": "201608161602",
        "ctx": [
            "Do you think people who complain all the time would have a competitive advantage in a dystopian future?",
            "no"
        ]
    },
    {
        "date": "201608161559",
        "ctx": [
            "Do you think the invention of scissors gets enough credit?",
            "i am not sure what the proper amount of 'credit' would be for something like that. also the inventor of scissors is dead"
        ]
    },
    {
        "date": "201608161558",
        "ctx": [
            "(ref: has-anyone-asked-this-question-before.html)Has this question been asked before?"
        ]
    },
    {
        "date": "201608161557",
        "ctx": [
            "Are you ever like UGGGHHHHHHHHHHHHHHHHHHH?",
            "yes"
        ]
    },
    {
        "date": "201608161554",
        "ctx": [
            "Should I stop sleeping from 6am to 3pm to sleep earlier and wake up earlier so my mom won't be mad at me?",
            "if you want"
        ]
    },
    {
        "date": "201608161540",
        "ctx": [
            "(ref: are-you-an-alien.html)are you an alien?"
        ]
    },
    {
        "date": "201608161528",
        "ctx": [
            "(ref: when-will-next-history-video-come-out.html)whens the next history video coming out"
        ]
    },
    {
        "date": "201608161514",
        "ctx": [
            "What do you do if someone doesn't ask a question?",
            "continue living my life in a way that i feel is appropriate"
        ]
    },
    {
        "date": "201608161511",
        "ctx": [
            "it took MY all fricken day to compose. that's not a typo?",
            "thank you, sorry, i thought that person was referring to the presence of the word \"yeah,\" didn't even notice the 'my.' thank you"
        ]
    },
    {
        "date": "201608161357",
        "ctx": [
            "Also, what (ref: books.html)books are you reading right now?  I need some new stuff to read..."
        ]
    },
    {
        "date": "201608161124",
        "ctx": [
            "Is there any chance that you would record a song with a rap part sometime in the future?",
            "i will continue to use those elements, just as i have in the past"
        ]
    },
    {
        "date": "201608161058",
        "ctx": [
            "how do i rearrange the letters in words?",
            "it's the same way you type a word normally, except start with a different letter"
        ]
    },
    {
        "date": "201608160959",
        "ctx": [
            "When you get stuck on writing a song, what's usually the main reason?",
            "i forgot to use my 'imagination'"
        ]
    },
    {
        "date": "201608160955",
        "ctx": [
            "what do you think of Brazilian music?",
            "it is common in brazil, as well as other places"
        ]
    },
    {
        "date": "201608160609",
        "ctx": [
            "Have you considered hiring an editor or other form of producer? I know you haven't found an ideal collaborator, but maybe a creator/editor relationship would work, since it lets you maintain more creative control. What do you think?",
            "yes, i am working toward that. it would take a long time to build that kind of trust with someone, and i am not sure where to find the right person"
        ]
    },
    {
        "date": "201608160551",
        "ctx": [
            "My mom starts to talk to me, then before finishing her sentence, walks out of the room. For example just now, she begins to ask, \"Hey, where's your...\" then walks out of my room. And when I ask her what she wants to tell me, she tells me to talk to her later because she's doing something else. But then she completely forgets about it later. What do you think?",
            "one day this will happen to you"
        ]
    },
    {
        "date": "201608160536",
        "ctx": [
            "do you ever question your gender identity",
            "no"
        ]
    },
    {
        "date": "201608160529",
        "ctx": [
            "How fast can you run 100 meters?",
            "i do not know how to measure 100 meters"
        ]
    },
    {
        "date": "201608160507",
        "ctx": [
            "what's the craziest thing you've done in your life so far?",
            "was born"
        ]
    },
    {
        "date": "201608160441",
        "ctx": [
            "How do dogs work?",
            "i have never worked a dog"
        ]
    },
    {
        "date": "201608160257",
        "ctx": [
            "can I help you with the research?",
            "sure, if you can figure out how"
        ]
    },
    {
        "date": "201608161233",
        "ctx": [
            "How would you feel if someone made bootlegs claiming to be authentic Bill Wurtz material?",
            "crappy and bad. please don't contact me telling me someone has done that. it makes me feel crappy and bad. i prefer to focus on making authentic material rather than focusing on other people making unauthentic material"
        ]
    },
    {
        "date": "201608152343",
        "ctx": [
            "do you take offense to \"racist\" slurs",
            "i think more clearly articulated racism would be worse"
        ]
    },
    {
        "date": "201608152341",
        "ctx": [
            "are the h and the i in your youtube banner supposed to be slighty different colors",
            "that sounds like something i would do. although i made it a long time ago so i don't remember"
        ]
    },
    {
        "date": "201608152326",
        "ctx": [
            "what are some words that you would uninvent",
            "aesthetic, moist, chewpacabra, etc. it's not that i would uninvent those words, but i think they need to be retired for a little while. maybe try out some other words"
        ]
    },
    {
        "date": "201608152311",
        "ctx": [
            "did you learn some music?",
            "when"
        ]
    },
    {
        "date": "201608152254",
        "ctx": [
            "Don't you just want to go somewhere far away from the city, lay down, and just stare at the millions of stars sparkling in the night sky?",
            "sure"
        ]
    },
    {
        "date": "201608152238",
        "ctx": [
            "Do I deserve the best?",
            "yes"
        ]
    },
    {
        "date": "201608152117",
        "ctx": [
            "do you have chromesthesia, or grapheme-color synesthesia",
            "terms like that make me vividly uncomfortable. i don't know if that counts"
        ]
    },
    {
        "date": "201608152113",
        "ctx": [
            "(ref: how-are-you.html)how are you"
        ]
    },
    {
        "date": "201608152046",
        "ctx": [
            "When recording lyrics and coming across a line that has way too many syllables, is it best to try to sing it really fast or to add in extra beats (or bars even) to accommodate the extra syllables?",
            "that's not a recording problem, that's a writing problem. if you write stuff without knowing how the syllables work out, you are doing it a very different way than me"
        ]
    },
    {
        "date": "201608152026",
        "ctx": [
            "what is a melon?",
            "it's kind of like a lemon, but different"
        ]
    },
    {
        "date": "201608152009",
        "ctx": [
            "Can you give us the latest word you typed in the script for the new video so far, even if it appears completely out of context?",
            "no"
        ]
    },
    {
        "date": "201608151927",
        "ctx": [
            "have you ever mada a song that incorporated the sound of fabric ripping as part of the percussion?",
            "that sounds like a great idea"
        ]
    },
    {
        "date": "201608151901",
        "ctx": [
            "do you play your piano everyday?",
            "it depends on what phase of the current project i am in"
        ]
    },
    {
        "date": "201608151857",
        "ctx": [
            "Have you ever consider yourself to be ambitious?",
            "yes"
        ]
    },
    {
        "date": "201608151853",
        "ctx": [
            "what time is it right now in ur place?",
            "i dunno. i buried my phone under some blankets, and my computer clock is way off"
        ]
    },
    {
        "date": "201608151846",
        "ctx": [
            "Do you ever get upset by your fan's wishes for you to make more short videos, despite the fact that you are working extremely hard on a current longer video?",
            "no matter what direction i take, i always hear from a large number of fans who wish i would take the other direction. if i were to get upset about this, i would be a permanently upset person and would probably not be able to get any work done"
        ]
    },
    {
        "date": "201608151758",
        "ctx": [
            "if you don't mind me asking, how's the progress for the next video?",
            "currently doing a big research push, trying to gather more details"
        ]
    },
    {
        "date": "201608151741",
        "ctx": [
            "would you feel limited if you couldn't use traditional instrumentation? (piano, bass, etc.)",
            "i don't use 100% traditional instrumentation. i use a variety of things. i actually try to avoid using things that sound too much like traditional piano, bass, drums. it is always nice to have surprises"
        ]
    },
    {
        "date": "201608151656",
        "ctx": [
            "K lemme rephrase homie. If you could drop all responsibilities and morph into a prairie dog and run across the plains in freedom would u do it?",
            "no"
        ]
    },
    {
        "date": "201608151655",
        "ctx": [
            "(ref: favorite-book.html)favorite book?"
        ]
    },
    {
        "date": "201608151654",
        "ctx": [
            "(ref: how-long-did-it-take-to-make-history-of-japan.html)how long did it take you to make history of Japan from research to publishing?"
        ]
    },
    {
        "date": "201608151647",
        "ctx": [
            "okay so i just got back from my doctor appointment about me being \"depressed\" and he basically just asked me questions about if i think life is worth something and if i am a normal person. am i qualified to be a doctor if i learn the art of vocalizing such questions?",
            "anyone can be a doctor if they think they are a doctor. the next step is to convince someone to pay you to be their doctor, if you complete that step, congratulations, you are their doctor!"
        ]
    },
    {
        "date": "201608151640",
        "ctx": [
            "Why does everyone I know spell ueqstions like questions.",
            "because that is the most widely accepted way to spell questions. i spell it that way as well"
        ]
    },
    {
        "date": "201608151639",
        "ctx": [
            "Prairie dogs?",
            "i don't understand the question"
        ]
    },
    {
        "date": "201608151638",
        "ctx": [
            "What is your opinion concerning the result of the (ref: brexit.html)Brexit referendum?"
        ]
    },
    {
        "date": "201608151621",
        "ctx": [
            "what is so grate about cheese?",
            "ah, there's a question as old as the stars"
        ]
    },
    {
        "date": "201608151521",
        "ctx": [
            "what do i tell people who think i am crazy for talking to myself",
            "you may thank them for their psychiatric evaluation, and if you are feeling generous you could evaluate them in return"
        ]
    },
    {
        "date": "201608151407",
        "ctx": [
            "(ref: potato.html)potatoes!"
        ]
    },
    {
        "date": "201608151405",
        "ctx": [
            "Bill, do you find the idea of spies carrying out top secret missions by top secret facilities fascinating?",
            "sure"
        ]
    },
    {
        "date": "201608151402",
        "ctx": [
            "What was your isparation to make you history of china video? that left my whole family crying and laughing on the floor",
            "i have not done history of china, but i will include some history of china in the video i am working on now"
        ]
    },
    {
        "date": "201608151340",
        "ctx": [
            "When is the world ending?",
            "it has been ending and starting simultaneously this entire time"
        ]
    },
    {
        "date": "201608151324",
        "ctx": [
            "Do you have a soul?If yes, would you like to trade yours with mine?",
            "which one is yours"
        ]
    },
    {
        "date": "201608151117",
        "ctx": [
            "(ref: how-to-get-motivated.html)i don't really feel motivated to do anything. how do you deal with overwhelming apathy?"
        ]
    },
    {
        "date": "201608151055",
        "ctx": [
            "(ref: religion.html)are you religious, by nature?"
        ]
    },
    {
        "date": "201608150818",
        "ctx": [
            "why isn't australia in any news? does it actually exist?",
            "because they are doing fine"
        ]
    },
    {
        "date": "201608150817",
        "ctx": [
            "why do we like music?",
            "because it's bad"
        ]
    },
    {
        "date": "201608150812",
        "ctx": [
            "What's your favourite (ref: pokemon.html)Pokemon?"
        ]
    },
    {
        "date": "201608150805",
        "ctx": [
            "1) do you consider yourself pretty famous now?2) do you think it's stressful when the number of fans exponentiated?3) do you consider some of your newer works to be satisfying fans' requests or a thing you really want to do anyway or both?",
            "1. not yet. 2. yes but also no. 3. both"
        ]
    },
    {
        "date": "201608150804",
        "ctx": [
            "What is your musical background? (ref: self-taught.html)Do you have a formal education, or are you self-taught? And what instrument did you start with (you're quite talented on at least 3 that we see in your videos)?",
            "piano i guess"
        ]
    },
    {
        "date": "201608150745",
        "ctx": [
            "If seats are unassigned, where do you usually sit in a classroom?",
            "back"
        ]
    },
    {
        "date": "201608150612",
        "ctx": [
            "Regarding what you said on 3.29.13 5:02pm (reality video), did you really walk for 8 hours?",
            "yes. i do that all the time"
        ]
    },
    {
        "date": "201608150450",
        "ctx": [
            "How can i get better at knowing if something is good?",
            "you don't need to know"
        ]
    },
    {
        "date": "201608150335",
        "ctx": [
            "(ref: more-of-the-same.html)Are you going to make another history video for any other country's?"
        ]
    },
    {
        "date": "201608150312",
        "ctx": [
            "Do you think stone henges are proof of past (or possibly present?) extraterrestrial inhabitants on earth?",
            "no"
        ]
    },
    {
        "date": "201608150203",
        "ctx": [
            "Bill, can u tell me a dadjoke",
            "joseph stalin was a dad"
        ]
    },
    {
        "date": "201608150141",
        "ctx": [
            "what are your thoughts on updog",
            "i think it is hugely significant and important, and i am blessed to be among a priveleged minority who truly know what it is"
        ]
    },
    {
        "date": "201608150101",
        "ctx": [
            "(ref: title-design.html)Why is questions spelled ueqstions?"
        ]
    },
    {
        "date": "201608151259",
        "ctx": [
            "Is there something wrong with me?",
            "probably not"
        ]
    },
    {
        "date": "201608151256",
        "ctx": [
            "I admit that your anagram game is strong, but not as strong as mine.\n= A roaming ghost brings tar mats to annoy meditating masters.\nFIGHT ME IF YOU DARE",
            "fight me if you dare = \n\nmy giraffe hideout\nhuge fortified yam\ni offer daytime hug\neat fiery humid fog\ndaytime hug of fire"
        ]
    },
    {
        "date": "201608151236",
        "ctx": [
            "do you think marimbas are overrated?",
            "no"
        ]
    },
    {
        "date": "201608142244",
        "ctx": [
            "i have a hard time not living in the past and basking in my past mistakes and how if i had done something differently everything would be a lot better now. do you think like this? do you have any advice on how to stop thinking like this?",
            "you never should have asked this question"
        ]
    },
    {
        "date": "201608142216",
        "ctx": [
            "(ref: why-japan.html)why did you choose Japan for your history video?"
        ]
    },
    {
        "date": "201608142211",
        "ctx": [
            "How'd Y2K go for you?",
            "fine"
        ]
    },
    {
        "date": "201608142208",
        "ctx": [
            "is it bad that im not a human",
            "it's bad that you're a liar"
        ]
    },
    {
        "date": "201608142146",
        "ctx": [
            "do you anticipate the words that come out of your mouth?",
            "yes"
        ]
    },
    {
        "date": "201608142107",
        "ctx": [
            "are you looking forward to Christmas?",
            "i am looking forward to every day"
        ]
    },
    {
        "date": "201608142100",
        "ctx": [
            "how excited do you get regarding hard drive space. bonus points if you explain using analogy",
            "you are not really going to give me bonus points, or any points at all. the excitement i get from free space is proportional to the amount of space"
        ]
    },
    {
        "date": "201608142045",
        "ctx": [
            "do you ever forget how everyone who asks a question here has a whole life that they've lived, with dreams and desires and challenges all of their own?",
            "sometimes"
        ]
    },
    {
        "date": "201608142029",
        "ctx": [
            "what's your earliest memory?",
            "where the hell am i"
        ]
    },
    {
        "date": "201608142026",
        "ctx": [
            "Hey man. I really appreciate your work, and the way you're documenting so much of your process and putting it out there. I discovered your website tonight. I've learnt a lot from reading many of your answers on this page. Thank you for that.I get the recurring uneasy feeling that I need to Create Art that I need to produce something beautiful with my own hands.But I am too busy consuming things instead. There are too many books to read, songs to discover, plays/films to watch. So much to learn. And such little time. Also the stupid but inescapable notion that nothing I create will be Good Enough, and other silly reasons that I keep putting it off like the decision about which tools to focus on becoming better at playing around with first. Words? Musical instruments? Cameras? I want to do it all but also sometimes I don't want to do anything.How does one consume less and create more?",
            "just keep being undecided until you can't take it anymore. that sounds like a terrible strategy but it worked for me"
        ]
    },
    {
        "date": "201608141928",
        "ctx": [
            "how do you (ref: pronunciation.mp4)pronounce your last name?"
        ]
    },
    {
        "date": "201608141916",
        "ctx": [
            "do you have crippling depression",
            "no"
        ]
    },
    {
        "date": "201608141848",
        "ctx": [
            "do you like lions or tigers better",
            "no"
        ]
    },
    {
        "date": "201608141847",
        "ctx": [
            "what are you excited about",
            "mainly time and space"
        ]
    },
    {
        "date": "201608141844",
        "ctx": [
            "What would you do if you played the lottery and then you won the lottery?",
            "i would not have played the lottery"
        ]
    },
    {
        "date": "201608141833",
        "ctx": [
            "if you ever had the chance to go watch the olympics live, would you",
            "no"
        ]
    },
    {
        "date": "201608141833",
        "ctx": [
            "should i commit to a relationship which looks and sounds great but im scared of it going to the gutter?",
            "sure"
        ]
    },
    {
        "date": "201608141821",
        "ctx": [
            "If I send you money will it help you finish your next long video more quickly?",
            "i am already working as fast as humanly possible"
        ]
    },
    {
        "date": "201608141815",
        "ctx": [
            "do you ever plan on picking up your shorty award",
            "maybe"
        ]
    },
    {
        "date": "201608141727",
        "ctx": [
            "Best way to measure time?",
            "clocks"
        ]
    },
    {
        "date": "201608141718",
        "ctx": [
            "why is your \"email\" page so massive",
            "to add a sense of \"adventure\" to an otherwise very boring page"
        ]
    },
    {
        "date": "201608141648",
        "ctx": [
            "What is your next documentary topic?",
            "i will decide after i finish doing the one i am currently working on"
        ]
    },
    {
        "date": "201608141520",
        "ctx": [
            "I got sick once but kept working on this thing. it got the job done but it was total hell. Have you ever been working on a project and got so sick that you couldn't work for a time?",
            "not for more than 1 day"
        ]
    },
    {
        "date": "201608141512",
        "ctx": [
            "Have you attempted a collaboration before? If so, what went wrong?",
            "it would be similar to what would happen if you try to start your car with a leaf instead of a key"
        ]
    },
    {
        "date": "201608141507",
        "ctx": [
            "(ref: coke-or-pepsi.html)pepsi or cola or some other soda?"
        ]
    },
    {
        "date": "201608141504",
        "ctx": [
            "(ref: fear.html)worst nightmare??"
        ]
    },
    {
        "date": "201608141433",
        "ctx": [
            "what are your opinions on the geopolitical situation in the south china sea?",
            "i am not too familiar with it at this time"
        ]
    },
    {
        "date": "201608141348",
        "ctx": [
            "Do you think your overall current situation is acceptable?",
            "absolutely"
        ]
    },
    {
        "date": "201608141340",
        "ctx": [
            "Dear Bill Wurtz,I like your videos so much. Your videos make me happy. I wish you could make more videos. I know you are currently making \"The History of...\" video but can you make some short videos too. You don't have to put them in Youtube. We can watch them on your website. Please...I am / We are looking forward to your videos.Best wishes-A fan",
            "doing more short videos now would be a death sentence. this history video is already going to possibly take the rest of my life, even if i keep working faster and faster and cutting more corners and working all day every day like i am doing"
        ]
    },
    {
        "date": "201608141042",
        "ctx": [
            "do u agree that trying to revive past eras (eg the 90s) is pointless and instead we should embrace the present moment and the future",
            "i'm not too worried about it"
        ]
    },
    {
        "date": "201608141013",
        "ctx": [
            "was there ever a time in your life when you had \"nothing better to do\" ?",
            "than what"
        ]
    },
    {
        "date": "201608141012",
        "ctx": [
            "(ref: do-you-love-me.html)I like you. Do you like me?"
        ]
    },
    {
        "date": "201608141006",
        "ctx": [
            "Your tone of voice seems to change a lot in your videos from singing all out to a very sudden awkward monotone voice which I can't tell if you're doing on purpose or not. Which song or video is the best representation of your actual speaking voice?",
            "probably (ref: http://billwurtz.com/reality)this"
        ]
    },
    {
        "date": "201608140953",
        "ctx": [
            "for how long have you been recording music?",
            "pretty much my entire life, but there have been long periods of upheaval and not being sure what to do, and how to write, etc etc"
        ]
    },
    {
        "date": "201608140933",
        "ctx": [
            "have you ever been to the 10th circle of hell known as unrequited love",
            "oh hell yeah"
        ]
    },
    {
        "date": "201608140639",
        "ctx": [
            "what part of making long video takes the most time for you? research? script? graphics? audio?",
            "with the last one, graphics. there is also a phase before graphics which is pre-graphics which is combined with research verification and some re-writes also (like where i plan what i am going to show on screen, and make sure it all adds up and is legit) that is not included in the graphics phase"
        ]
    },
    {
        "date": "201608140458",
        "ctx": [
            "Do you play (ref: pokemon.html)Pokemon go?"
        ]
    },
    {
        "date": "201608140427",
        "ctx": [
            "Do you think loaded questions are awesome or the best?",
            "they are good practice for keeping your mind from being melted"
        ]
    },
    {
        "date": "201608140402",
        "ctx": [
            "would you make more documentaries?please? xd",
            "i will be doing as many as possible. i am currently working on probably the longest one i will ever do"
        ]
    },
    {
        "date": "201608140334",
        "ctx": [
            "Are you very proud of the person you've become? You are a great mystery, have a popular YouTube channel, and have a great amount of fans; surely you must be very happy?",
            "there is still a long way to go"
        ]
    },
    {
        "date": "201608140331",
        "ctx": [
            "Is all of the information in your history videos (cometed and otherwise) 100% accurate?",
            "i try to be as accurate as possible, but i use a lot of metaphors. for example no one was voting on their phone in 1400"
        ]
    },
    {
        "date": "201608140314",
        "ctx": [
            "Hey how do I collab with you. (I'm being serious)can we email? Let me know plz",
            "collaboration has never worked. i have never found someone who i know how to work with. but if you are serious then we can (ref: http://billwurtz.com/email.html)talk about it"
        ]
    },
    {
        "date": "201608140139",
        "ctx": [
            "are you good at confrontation",
            "of what"
        ]
    },
    {
        "date": "201608141240",
        "ctx": [
            "do you think its important to try different styles when it comes to composing or just really try to perfect one type of thing (directions are just write as much music as possible)",
            "follow your dreams"
        ]
    },
    {
        "date": "201608141219",
        "ctx": [
            "What do you find funny or entertaining? What do you do for fun?",
            "try to accomplish 100 lifetimes worth of work during my lifetime"
        ]
    },
    {
        "date": "201608141201",
        "ctx": [
            "(ref: do-you-enjoy-answering-questions.html)Do you answer questions because you enjoy them or because you think the people reading this page will enjoy them?"
        ]
    },
    {
        "date": "201608132338",
        "ctx": [
            "why are you waiting for something?",
            "i am currently not waiting for anything"
        ]
    },
    {
        "date": "201608132253",
        "ctx": [
            "is speaking like how you would speak to yourself while approaching a new person a good way to boost confidence when approaching new people",
            "maybe"
        ]
    },
    {
        "date": "201608132241",
        "ctx": [
            "I wasn't able to follow this page for a week, did I miss anything significant?",
            "a lot of people asking me when i'm gonna do the history video that i'm already doing"
        ]
    },
    {
        "date": "201608132152",
        "ctx": [
            "i just sit on the computer all day trying to teach myself things that are i think are productive to me. problem is, my family all think i'm depressed and want to put me in therapy, because they have the old person's view of \"the computer is only there to escape the world\" and that i am socially awkward just because it's the summer and i want to relax from people (they are exhausting). how do i avoid getting unwanted attention for something i don't possess",
            "maybe you could try to put them in therapy"
        ]
    },
    {
        "date": "201608132146",
        "ctx": [
            "(ref: inspired-by-a-question.html)Do you get inspirations from this page?"
        ]
    },
    {
        "date": "201608132041",
        "ctx": [
            "how would you feel about a hillary clinton presidency",
            "that depends how it is"
        ]
    },
    {
        "date": "201608132020",
        "ctx": [
            "Do you ever flip out",
            "sure. mostly mentally"
        ]
    },
    {
        "date": "201608132006",
        "ctx": [
            "What would you do if you won the lottery?",
            "i wouldn't win the lottery because i do not play the lottery"
        ]
    },
    {
        "date": "201608131959",
        "ctx": [
            "Will your new video fulfill everybody's country requests all at the same time?",
            "hopefully"
        ]
    },
    {
        "date": "201608131942",
        "ctx": [
            "what the hell is a personality",
            "anything"
        ]
    },
    {
        "date": "201608131942",
        "ctx": [
            "A lot of people don't like the sound of their voice when they hear a recording of it for the first time. Was this ever the case for you?",
            "i don't remember"
        ]
    },
    {
        "date": "201608131710",
        "ctx": [
            "why do people enjoy useless things",
            "why do people think enjoyable things are useless"
        ]
    },
    {
        "date": "201608131659",
        "ctx": [
            "Do you like brightly painted rooms or neutral colours?",
            "sure"
        ]
    },
    {
        "date": "201608131456",
        "ctx": [
            "Bill, what would you do if your wifi is down for an extended amount of time?",
            "it depends what phase i am in the current project"
        ]
    },
    {
        "date": "201608131449",
        "ctx": [
            "you have a compilation of questions that you answered with \"fuck no\" or \"absolutely not\". can you make one for those that you answered with \"hell yeah\"",
            "(ref: hell-yeah.html)ok"
        ]
    },
    {
        "date": "201608131349",
        "ctx": [
            "ways to learn about chords",
            "songs, songs, songs!! focus on the songs you already know and love. learn the chords to those songs. and also do plenty of experimenting on your instrument(s). this is the way to learn this stuff, i am not going to say it again. except i probably will when someone asks again"
        ]
    },
    {
        "date": "201608131302",
        "ctx": [
            "(ref: when-will-next-history-video-come-out.html)Do you have any estimate on when the history of the universe will release, I understand the ammount of time it takes so no rush???"
        ]
    },
    {
        "date": "201608132423",
        "ctx": [
            "This is really, really old but do you see the dress with white and gold colors or with black and blue colors? (http://i4.mirror.co.uk/incoming/article5240689.ece/BINARY/heres-whats-happening-with-that-dress-with-the-confusing-colors-882-body-image-1424998233.jpg)",
            "it depends on the picture. that picture has fucked up lighting, so it is not an accurate representation of what the dress (ref: dress.png)actually looks like"
        ]
    },
    {
        "date": "201608131158",
        "ctx": [
            "what's your opinion on eggs?",
            "it is a great way to carry a baby if you have to leave the ocean for any reason"
        ]
    },
    {
        "date": "201608131127",
        "ctx": [
            "what do you think about turkey? ( the country one, please)",
            "it is located in anatolia, and it is named after people from mongolia"
        ]
    },
    {
        "date": "201608131125",
        "ctx": [
            "(ref: how-to-deal-with-existential-crisis.html)how can i survive from existential dreadh"
        ]
    },
    {
        "date": "201608130951",
        "ctx": [
            "did u know u can turn off auto capitalisation on iPhones? in settings",
            "that only turns off caps at the beginning of sentences. it still auto-capitalizes all kinds of other things which you can't turn off, unless you turn off auto correct entirely wgivh id a didadter"
        ]
    },
    {
        "date": "201608130918",
        "ctx": [
            "Do u ever feel like people appreciate the work that u aren't most proud of? Cos I always find that people like my photos that I am least proud of",
            "yes i am familiar with that feeling"
        ]
    },
    {
        "date": "201608130839",
        "ctx": [
            "Are you comfortable speaking/lecturing in front of large crowds?",
            "i think so"
        ]
    },
    {
        "date": "201608130632",
        "ctx": [
            "what was the first instrument you could play",
            "piano i guess"
        ]
    },
    {
        "date": "201608130549",
        "ctx": [
            "What do you wish to accomplish with your life?",
            "figure out what this whole thing is all about"
        ]
    },
    {
        "date": "201608130454",
        "ctx": [
            "have you ever regretted how you answered a question?",
            "absolutely"
        ]
    },
    {
        "date": "201608130447",
        "ctx": [
            "Is it ok if i don't want to label my sexual orientation",
            "hell yeah"
        ]
    },
    {
        "date": "201608130250",
        "ctx": [
            "is there any particular reason why you always use traditional and not matched grip",
            "i stubbed my middle finger on a basketball when i was 10, and couldn't bend my (left) middle finger, so i started playing traditional, because you don't have to bend that finger. then my finger got better. but i didn't want to switch back"
        ]
    },
    {
        "date": "201608130235",
        "ctx": [
            "Will you make a non-swear/bleeped out version of \"history of japan\" given enough requests?",
            "no, but i may bleep out the requests"
        ]
    },
    {
        "date": "201608130117",
        "ctx": [
            "why do you waste your time with instagram",
            "the only reason i use instagram is because it is widely used. if there is another picture site that is replacing instagram please let me know. also i haven't posted anything in several weeks, which makes this a strange time to accuse me of wasting time with it"
        ]
    },
    {
        "date": "201608131210",
        "ctx": [
            "I like your videos. Is there anything I can do to support your content?",
            "(ref: http://billwurtz.com/donate.html)sure"
        ]
    },
    {
        "date": "201608122356",
        "ctx": [
            "i have been having an interesting problem. I like really really like my own music and have basically been mostly listing to myself. i feel like i'm feedbacking my creativity into myself more and more and not making out of the box choices musically or otherwise. what do you do, if you ever get like this ?",
            "some people live in torture chambers. i think you are doing fine"
        ]
    },
    {
        "date": "201608122353",
        "ctx": [
            "(ref: why-no-caps.html)why do you never use capital letters"
        ]
    },
    {
        "date": "201608122324",
        "ctx": [
            "I was at a loss on what to do with my life, and the advice/comment that I always hear is, \"It's YOUR life, do whatever you want with it!\" so that's what I'm doing right now. However, I have a little doubt about it in my mind, since what I'm doing might be just a waste of time. My friends and everyone my age are out there getting jobs and being productive, while I'm doing something entirely different. Do you think \"doing what I want with my life\" and \"wasting time\" could mean the same, or are they significantly different?",
            "there are many different ways to live a life. choose the one you think is best, and then at the end of it, you will be able to evaluate how you want to do it differently next time"
        ]
    },
    {
        "date": "201608122229",
        "ctx": [
            "is (ref: vegans.html)veganism acceptable?"
        ]
    },
    {
        "date": "201608122215",
        "ctx": [
            "what do you think happens to the stuff that get sucked into black holes",
            "they stay there"
        ]
    },
    {
        "date": "201608122055",
        "ctx": [
            "if i want to \"drive someone crazy\", which model of car would you recommend?",
            "a moped, i guess"
        ]
    },
    {
        "date": "201608122039",
        "ctx": [
            "Are you a cuckold?",
            "no"
        ]
    },
    {
        "date": "201608122020",
        "ctx": [
            "Do you believe a universal language will be needed at some point to unite mankind against a common enemy?",
            "yes, the good news we mostly already have one"
        ]
    },
    {
        "date": "201608122018",
        "ctx": [
            "bill, why do you stay up so late at night? (The timestamps on your ueqstions)",
            "the time stamps on the questions are when the question was asked, not answered. you might perhaps ask the askers why they ask so late"
        ]
    },
    {
        "date": "201608122011",
        "ctx": [
            "Did anyone ever get back to you on how to make the 3D spheres?",
            "yes, i want to thank everyone who made suggestions. the overwhelmingly popular suggestion for my specific situation was blender. i will be looking into it"
        ]
    },
    {
        "date": "201608122010",
        "ctx": [
            "how do you feel about the quote: \"Done is better than perfect\" ?",
            "seems about right"
        ]
    },
    {
        "date": "201608121949",
        "ctx": [
            "can you do cool drumstick/pencil spinning tricks",
            "yes"
        ]
    },
    {
        "date": "201608121947",
        "ctx": [
            "So we have a square, which measures 1 unit in length by one unit in width. Two dots are put randomly inside of the square and placed indefinitely. What is the average distance between the two dots?",
            "about .52"
        ]
    },
    {
        "date": "201608121916",
        "ctx": [
            "How do you feel about the killing of (ref: harambe.html)Harabme? #dicksoutforharambe"
        ]
    },
    {
        "date": "201608121749",
        "ctx": [
            "do you think it is more irrational to believe that there are other life forms living in different universes/planets or that we are the only living beings to exist?",
            "i think it is more irrational to believe that we are the only living beings to exist"
        ]
    },
    {
        "date": "201608121747",
        "ctx": [
            "are you financially stable?",
            "oh hell yeah"
        ]
    },
    {
        "date": "201608121730",
        "ctx": [
            "Have you ever been super passive aggressive?",
            "probably"
        ]
    },
    {
        "date": "201608121714",
        "ctx": [
            "virgin??",
            "i don't understand the question"
        ]
    },
    {
        "date": "201608121714",
        "ctx": [
            "do u play games? and if so which ones??",
            "the one where i try to do my life's work during my life"
        ]
    },
    {
        "date": "201608121700",
        "ctx": [
            "what's your view on Russia",
            "it is relatively large"
        ]
    },
    {
        "date": "201608121654",
        "ctx": [
            "how did your 18 year old self differ from you now? apart from being younger. and not being older.",
            "i can count higher now"
        ]
    },
    {
        "date": "201608121653",
        "ctx": [
            "get a girlfriend or just be happy alone?",
            "try both, if possible"
        ]
    },
    {
        "date": "201608121633",
        "ctx": [
            "does frustration makes people more creative",
            "yes, after a brief cool down period"
        ]
    },
    {
        "date": "201608121554",
        "ctx": [
            "Bees?",
            "sure"
        ]
    },
    {
        "date": "201608121538",
        "ctx": [
            "(ref: survival-strategy.html)why do you do what you do?"
        ]
    },
    {
        "date": "201608121522",
        "ctx": [
            "does it take long to time the words in a video so that they appear as soon as you say them",
            "no, timing allignment is actualy the easiest part"
        ]
    },
    {
        "date": "201608121354",
        "ctx": [
            "what would you use teleportation for, if it existed",
            "mainly traveling, and transportation"
        ]
    },
    {
        "date": "201608121439",
        "ctx": [
            "why did you leave a comment asking someone to donate money to you to make up for the fact they made some fan video? they didn't make any money off it. you were just being a cunt",
            "he is selling one of my songs on bandcamp"
        ]
    },
    {
        "date": "201608122457",
        "ctx": [
            "thoughts on the sharp-tailed sandpiper?",
            "not at this time"
        ]
    },
    {
        "date": "201608122441",
        "ctx": [
            "How do you feel about \"social experiments\" bordering on being just pure, extremely stupid, and totally pointless pranks?",
            "instead of telling me which pranks you want me to evaluate, you just evaluated them yourself without telling me which ones you evaluated"
        ]
    },
    {
        "date": "201608122413",
        "ctx": [
            "so for the history of japan jingles, are you saying you wrote the jingles first and then just inserted them here and there into the video?",
            "no, i wrote the whole thing in order"
        ]
    },
    {
        "date": "201608121127",
        "ctx": [
            "Do you know if your family watches your videos?",
            "no"
        ]
    },
    {
        "date": "201608120555",
        "ctx": [
            "how big is the universe",
            "i think it's probably infinite"
        ]
    },
    {
        "date": "201608120442",
        "ctx": [
            "Do u think that following trends is pointless?",
            "that would depend on the trend"
        ]
    },
    {
        "date": "201608120330",
        "ctx": [
            "is your life like a musical? like, do you sing every little thing you do throughout the day and it just comes out as a jingle with music and everything?",
            "absolutely not"
        ]
    },
    {
        "date": "201608120324",
        "ctx": [
            "How did you decide which words or phrases to turn into jingles in the History of Japan video?",
            "none of the words were ever 'turned into jingles.' the jingles were never non-jingles"
        ]
    },
    {
        "date": "201608120315",
        "ctx": [
            "do you think that eating insects will help to solve the global food crisis with a rapidly growing population?",
            "no"
        ]
    },
    {
        "date": "201608120311",
        "ctx": [
            "do you spell the word 'frickin' as 'frickin' or 'freakin'? or another variant",
            "it could be a range, all the way from 'freaking' to 'frkn' but i find i would not use the 'i', for me the vowels tend to disappear altogether on that side of the spectrum"
        ]
    },
    {
        "date": "201608120225",
        "ctx": [
            "are your mother and father the sun and the moon",
            "no"
        ]
    },
    {
        "date": "201608120223",
        "ctx": [
            "do you think emoticons are unnecessary to convey the emotion that the writer feels as he/she is writing the comment?",
            "maybe not"
        ]
    },
    {
        "date": "201608120209",
        "ctx": [
            "bill, what should i do when I've lost my will to live?",
            "find a new one, hopefully better than the one you had before"
        ]
    },
    {
        "date": "201608120207",
        "ctx": [
            "Do you regret creating a ueqstions page?",
            "no"
        ]
    },
    {
        "date": "201608120203",
        "ctx": [
            "Do you have a degree in music?",
            "what the hell is a degree in music"
        ]
    },
    {
        "date": "201608120108",
        "ctx": [
            "do you think there are multiple universes",
            "of course"
        ]
    },
    {
        "date": "201608112304",
        "ctx": [
            "what do you think about people who do things they shouldn't do",
            "i'm not usually the one to judge what people should and shouldn't do"
        ]
    },
    {
        "date": "201608112206",
        "ctx": [
            "did this is a song for my next album really take all fricken day to compose?",
            "well, it was just 2 lines for years, and then i picked it up and finished it at some point. actually i think it got worked on at 3 different points, likely at vastly different times. all the songs were part of a large list"
        ]
    },
    {
        "date": "201608112151",
        "ctx": [
            "do you have any cool uncles?",
            "yes"
        ]
    },
    {
        "date": "201608112151",
        "ctx": [
            "Do you think that people who type \"LOL\" or \"LMFAO\" but not really LOLing or LMFAOing at that moment hypocritical?",
            "no. LOL no longer means anything. so they are not a hypocrite, but they are wasting time by typing it"
        ]
    },
    {
        "date": "201608112138",
        "ctx": [
            "(ref: download-all.html)do you have a download link for all your songs?"
        ]
    },
    {
        "date": "201608112019",
        "ctx": [
            "how do you feel about vegetarians",
            "i have many vegetarian friends, and let me just say i think they are fantastic people, and they deserve equal rights"
        ]
    },
    {
        "date": "201608111923",
        "ctx": [
            "(ref: why-umbrella.html)Why is your youtube icon a green umbrella?"
        ]
    },
    {
        "date": "201608111907",
        "ctx": [
            "are you gonna keep making videos of countries or that was a 1 time thing ?",
            "does it count if it's more than a country"
        ]
    },
    {
        "date": "201608111838",
        "ctx": [
            "do you ever regret going to school? (secondary education specifically)",
            "i think it is required in my country"
        ]
    },
    {
        "date": "201608111819",
        "ctx": [
            "When is your new video coming out?",
            "i need to very carefully choose a release date that satisfies the criteria of being IMMEDIATELY AFTER I FINISH IT. and i need to carefully choose my work schedule to satisfy the criteria of ALL DAY EVERY DAY UNTIL IT IS DONE i hope that answers your question"
        ]
    },
    {
        "date": "201608111722",
        "ctx": [
            "what ideology are you?",
            "whichever is the one where you get to have ideas"
        ]
    },
    {
        "date": "201608111715",
        "ctx": [
            "is your patreon page a secret?",
            "no, if it were then it would not be under my name, and i would not have a link to it on my website, and youtube page, and every youtube video"
        ]
    },
    {
        "date": "201608111450",
        "ctx": [
            "what is the universe of meaning",
            "the one we are in"
        ]
    },
    {
        "date": "201608111424",
        "ctx": [
            "what do you like about sus chords?",
            "there are different ways to define what a sus chord is. i personally don't worry about it, i just play the chord i want"
        ]
    },
    {
        "date": "201608111302",
        "ctx": [
            "how do you feel about people reuploading your videos?",
            "no one should be doing that. i make my own videos, and they should too"
        ]
    },
    {
        "date": "201608112455",
        "ctx": [
            "after you finish the next big History of _ video, will the monday videos return? those are  cute and soothing i liked them a lot",
            "i would consider it"
        ]
    },
    {
        "date": "201608112429",
        "ctx": [
            "Might be odd to ask, but is there anything we could do to help on this new video?",
            "looking to consult with someone about 3D graphics. particularly rendering spheres and animating them. specifically drawing on a sphere, and then animating it. don't have any resources currently, looking for the simplest solution. something that would be mac compatible in the year 2010. anyone who thinks they can lend guidance feel free to contact me. otherwise i will probably figure it out"
        ]
    },
    {
        "date": "201608111125",
        "ctx": [
            "Can you speak in different accents?",
            "sure"
        ]
    },
    {
        "date": "201608111115",
        "ctx": [
            "how do you throw random notes here and there into your songs and still sound like you know what you're doing? when I do it it sounds like I suck and can't hit the right notes",
            "spend more time getting to know the notes. try to put songs into the notes, instead of notes into the songs"
        ]
    },
    {
        "date": "201608111048",
        "ctx": [
            "Sometimes, do you still... \"whatever\"?",
            "that's the only thing i do"
        ]
    },
    {
        "date": "201608111042",
        "ctx": [
            "What is the secret of music?",
            "it has a profound effect over how people feel about the words and/or characters they are seeing and hearing while the music is playing. and the viewer usually credits this feeling to the words and/or characters, not the music. even though the music is deeply affecting or even controlling the situation. music is a secret subconscious weapon that usually gets either too little or too much credit"
        ]
    },
    {
        "date": "201608111010",
        "ctx": [
            "do you like salamanders",
            "they are ok"
        ]
    },
    {
        "date": "201608110943",
        "ctx": [
            "can you swim",
            "yes"
        ]
    },
    {
        "date": "201608110752",
        "ctx": [
            "Bill, I'm also a content creator and I totally feel you man (I think). People would constantly message me saying \"Hey, I WANT you to do this!\" or \"Why is it taking so long?!!!\" and stuff like that. I feel like I've got too much on my plate, and I end up worrying about it and end up wasting more time. It's very stressful. Or WAS. I figured out my own solution... I'll do what I f***ing what in my own f***ing time. Yeah. ...You're probably wondering what's the question after all these ramblings. There's actually none. I just wanted to tell it to someone. You don't even have to answer this. Good luck with your work. I absolutely dig all of them, even if it's 3-second long or 3000000-second long.",
            "thank you so much. feel free to get in touch, it would be great to talk to someone who is going through the same thing as me. i also agree with your strategy"
        ]
    },
    {
        "date": "201608110602",
        "ctx": [
            "(ref: more-of-the-same.html)Are you planning to make a new longer video about some country? Love your history of japan and your approach. Thanks"
        ]
    },
    {
        "date": "201608110344",
        "ctx": [
            "Is there a chord you haven't heard of yet? I mean are there songs out there that can still surprise you?",
            "chords are do-it-yourself. you can make your own"
        ]
    },
    {
        "date": "201608110234",
        "ctx": [
            "do you ever say the meaning of some of your songs? are some of them up to interpretation/mean nothing?",
            "sure"
        ]
    },
    {
        "date": "201608110217",
        "ctx": [
            "Could you explain what you said at 5.11.12 8:31am. I've watched it a couple times and I still can't wrap my head around it.",
            "it was a crazy dream, or half-dream. i don't remember it"
        ]
    },
    {
        "date": "201608110135",
        "ctx": [
            "I've been thinking about this... So like, since we know the numbers 0-9, technically we know all the numbers, right? (from negative infinity up to positive infinity) So since we know all the letters, why doesn't it follow that we also know all the words? Or does it?",
            "knowing a word usually means knowing the meaning of a word. do you know the meaning of all the numbers? i don't think so"
        ]
    },
    {
        "date": "201608110131",
        "ctx": [
            "I used to sleep with this guy occasionally, and it was great. But it became clear that he always wanted a real relationship with me, and I wanted to keep things casual, so we drifted apart. About a year has gone by. I just found out he has a girlfriend now. The problem is, I REALLY want to hook up with him again. It's all I think about all day. I think I might be able to convince him to cheat on his gf with me (since he was always really into me), but that feels wrong. I could also try to break them up by pretending like I finally DO want to date him, and then just use him for sex for a while. But that option also feels wrong. A third option might be to ask for a threesome with him and his gf, but I doubt she'd consent to a threesome with one of his former lovers, and plus I don't know if I really want to hook up with a woman anyway. What do you think I should do??",
            "not ask me questions like this"
        ]
    },
    {
        "date": "201608102351",
        "ctx": [
            "Would you answer a question if it's about your personal life?",
            "i have already answered many questions about my personal life. i may answer more, or possibly even answer the same questions again"
        ]
    },
    {
        "date": "201608102332",
        "ctx": [
            "do you feel that making the new video is a...chore? (i honestly can't blame you if you do)",
            "yes, in the same way saving yourself from quicksand is a chore"
        ]
    },
    {
        "date": "201608102304",
        "ctx": [
            "if the billwurtz username on instagram ever frees up, would you change it from what it is now",
            "yes, if i could transfer it and not have to start all over"
        ]
    },
    {
        "date": "201608102226",
        "ctx": [
            "hey can you help me with my math homework",
            "i am actually busy trying to describe everything that ever happened in 15 minutes"
        ]
    },
    {
        "date": "201608102212",
        "ctx": [
            "What was the last wild animal you saw in person?",
            "probably a person"
        ]
    },
    {
        "date": "201608102158",
        "ctx": [
            "have you unlocked the secrets to human consciousness yet",
            "i've actually unlocked many of them. but the real good ones require synchronistic collaboration on a mass scale"
        ]
    },
    {
        "date": "201608102153",
        "ctx": [
            "Would you support genetic modification testing on humans?",
            "i don't think i have sufficient funding to support that kind of project"
        ]
    },
    {
        "date": "201608102125",
        "ctx": [
            "I'm sure you're already tired of answering this, but how much progress have you done on the next history video? Can we maybe have an estimated release date?",
            "i would be glad to tell you progress, but you might actually be better at determining the release date than me. my estimates of dates would be subject to emotion. i might say, \"tomorrow\" or even \"today\" because that is when i wish it were released. i don't think i could emotionally cope with anything later than today or tomorrow. i wanted it to be released as soon as i started making it, and i have been working at least 60 hours per week on it since i started. i am still writing the script, the current time length is 14:44, and i have covered about 85% of the story. i started on june 18, and i have been working non-stop ever since (i have actually been working non-stop on videos/music in general ever since feb 2, 2014, except for a 1 week break during 2014)"
        ]
    },
    {
        "date": "201608102106",
        "ctx": [
            "do you invest in the stock market",
            "no"
        ]
    },
    {
        "date": "201608102103",
        "ctx": [
            "Have you ever regretted posting a video?",
            "maybe not"
        ]
    },
    {
        "date": "201608102038",
        "ctx": [
            "Who is your favorite President of the United States?",
            "there is only one at a time, so i guess i don't have to decide"
        ]
    },
    {
        "date": "201608102030",
        "ctx": [
            "what do you look for in a girlfriend?",
            "someone i really really like"
        ]
    },
    {
        "date": "201608101948",
        "ctx": [
            "i see a lotta people are still asking about the new video. have you announced anywhere else that you're currently working on a new video other than this page?",
            "yes"
        ]
    },
    {
        "date": "201608101947",
        "ctx": [
            "are you making a new video?",
            "yes"
        ]
    },
    {
        "date": "201608101935",
        "ctx": [
            "For Halloween I want to be something found in a common house, that no one ever thinks of much.Whats an easy costume to make that fits this criteria.",
            "i usually choose a person, because it's one of my favorite things, and it's an easy costume. i also celebrate halloween on a different day, and i celebrate it by working my ass off making videos and stuff. i am actually celebrating it today"
        ]
    },
    {
        "date": "201608101933",
        "ctx": [
            "your name is difficult to type quickly on a qwerty keyboard. thoughts?",
            "my conclusion is that it's difficult for you to type it"
        ]
    },
    {
        "date": "201608101931",
        "ctx": [
            "quoting you, \"you don't have to find meaning if you don't want to\". since suicide is a thing I think some people want to but aren't able to. Are you truly free to do whatever you won't do?",
            "i think so, but i definitely don't understand the question"
        ]
    },
    {
        "date": "201608101918",
        "ctx": [
            "THERE AREN'T ANY RULES\n\nTHERE AREN'T ANY RULES\nTHERE AREN'T ANY RULES\n\nTHERE AREN'T ANY RULES\n\n\nTHERE AREN'T ANY RULES\n\n\n\nTHERE AREN'T ANY RULES\n\nTHERE AREN'T ANY RULES\nTHERE AREN'T ANY RULES\nTHERE AREN'T ANY RULES\n\nTHERE AREN'T ANY RULES\n\nTHERE AREN'T ANY RULES\n\nTHERE AREN'T ANY RULES\n\nTHERE AREN'T ANY RULES\n\nTHERE AREN'T ANY RULES\nTHERE AREN'T ANY RULES\nTHERE AREN'T ANY RULES\nTHERE AREN'T ANY RULES\nTHERE AREN'T ANY RULES\nTHERE AREN'T ANY RULES\nTHERE AREN'T ANY RULES\nTHERE AREN'T ANY RULES\nTHERE AREN'T ANY RULES\nTHERE AREN'T ANY RULES\nTHERE AREN'T ANY RULESTHERE AREN'T ANY RULES!",
            "i think i see what you mean"
        ]
    },
    {
        "date": "201608101839",
        "ctx": [
            "is everyone a little bit racist, sometimes?",
            "some people think everyone's racist, sometimes"
        ]
    },
    {
        "date": "201608101827",
        "ctx": [
            "do you think we can do better than the trees?",
            "do what better"
        ]
    },
    {
        "date": "201608101600",
        "ctx": [
            "(ref: other-languages.html)Are you bilingual?"
        ]
    },
    {
        "date": "201608101532",
        "ctx": [
            "What are your perceptions and/or deductions about the growing population around the world, due to increasing means to support children and less present factors that reduce population (i.e. Famine, disease, war, etc)? Do you think there will ever be government-implemented actions to reduce this increase, like restrictions on family size, or public awareness campaigns? What do you expect the reactions would be towards pushed legislation, and how would such arguments regarding rights and freedoms hold up against the possible detriments of reaching a point where food, water, and other resources are inadequate to support the people, leading into collapse of organized society, or government enforced regulation of food supplies and distribution? Is the forementioned distopia-like situation a ridiculous extreme? Would people be willing to accept the concept of a country stagnant in population growth over the personal shock of being limited to  only on e or two children? How would the classes face this problem differently? Would the same laws apply to them, or would they be eligible to pay a hefty sum for the right to have anadditional child/children? Would religious groups earn separate benefits, as family dynamic is important in many of their teachings?",
            "we will continue to compete for survival and resources, just like we have done since the beginning. unless of course we invent our way out of that cycle, which ironically we are well on our way to doing"
        ]
    },
    {
        "date": "201608101504",
        "ctx": [
            "Just (ref: why.html)why?"
        ]
    },
    {
        "date": "201608101437",
        "ctx": [
            "how do you make a living off of... this?",
            "off what? if you are wondering if i am paid to answer questions, the answer is no"
        ]
    },
    {
        "date": "201608101433",
        "ctx": [
            "do you think politicians are like giant, walking ads",
            "not exactly"
        ]
    },
    {
        "date": "201608101428",
        "ctx": [
            "This is a question even though it doesn't end it with a question mark right.",
            "yes"
        ]
    },
    {
        "date": "201608101424",
        "ctx": [
            "Dear Bill Wurtz MD, the cake tasts funny?",
            "sorry i am not a MD"
        ]
    },
    {
        "date": "201608101348",
        "ctx": [
            "what percent of questions do you answer?",
            "i have received about 11,500 questions since april 1, 2016. if you count the number i answered, you should be able to get a pretty accurate percentage"
        ]
    },
    {
        "date": "201608101341",
        "ctx": [
            "Can you answer a question in german?",
            "no"
        ]
    },
    {
        "date": "201608101326",
        "ctx": [
            "will you be my mommy",
            "i will try"
        ]
    },
    {
        "date": "201608102429",
        "ctx": [
            "Should we seize the means of production?",
            "if you think it's worth it"
        ]
    },
    {
        "date": "201608101300",
        "ctx": [
            "(ref: do-you-ask-yourself-questions-on-here.html)have you ever asked yourself a question on this page?"
        ]
    },
    {
        "date": "201608102443",
        "ctx": [
            "Can i have another history video on youtube please? And when?",
            "i have been working on it since june 18"
        ]
    },
    {
        "date": "201608101118",
        "ctx": [
            "If you found a ferret and a brown sheep in your garage, fighting, who would you support",
            "i don't have a garage"
        ]
    },
    {
        "date": "201608101113",
        "ctx": [
            "Should I take a walk through the wilderness at the middle of night?",
            "sure"
        ]
    },
    {
        "date": "201608101109",
        "ctx": [
            "Fill in the _________sThe ______ _________ed the __________ very ________ly. _____ ______ _______ ______ ______. _____ end.",
            "the words filled the blanks very nicely. now the story is complete. the end"
        ]
    },
    {
        "date": "201608100922",
        "ctx": [
            "Do you want to build a snowman?",
            "not at this time"
        ]
    },
    {
        "date": "201608100908",
        "ctx": [
            "If America was a Communist country would you support it?",
            "i don't currently know how to support a country. i usually let the country support me"
        ]
    },
    {
        "date": "201608100855",
        "ctx": [
            "do you like puns?",
            "sure"
        ]
    },
    {
        "date": "201608100854",
        "ctx": [
            "Sometimes do you feel that you want to just leave everything and go on a trip bringing only the bare necessities?",
            "sort of"
        ]
    },
    {
        "date": "201608100842",
        "ctx": [
            "What is the vaguest prediction of the future you could come up with",
            "que sera sera"
        ]
    },
    {
        "date": "201608100823",
        "ctx": [
            "I broke up with my girlfriend of 4 years. She was not and will never be the 'one' for me. Overtime she has become like family to me, though, and it breaks my heart to be away from her. Should I settle for her? I'm not guaranteed to find someone better. Either way I feel like I'm going to be unhappy.",
            "that exact same thing happened to me. it will take you a few months to adjust, but in the end you are going to be fine"
        ]
    },
    {
        "date": "201608100810",
        "ctx": [
            "what is it like being tom hanks?",
            "you would have to check with tom"
        ]
    },
    {
        "date": "201608100756",
        "ctx": [
            "If you were an apple, would you be a red apple or a green apple?",
            "i would not be able to answer questions"
        ]
    },
    {
        "date": "201608100728",
        "ctx": [
            "how many people have tried sending you their creations asking for your opinion on it? were they good?",
            "i unfortunately don't have too much time to focus on other peoples' projects. i am way behind on my own projects"
        ]
    },
    {
        "date": "201608100632",
        "ctx": [
            "I think you know the secret to making viral videos. How do you make a viral video?",
            "you just have to make a lot of videos. by doing this, you will steadily increase your skills, and also increase the number of videos available. in the end, you won't have that much control over which one(s) go viral"
        ]
    },
    {
        "date": "201608100438",
        "ctx": [
            "do you like the news",
            "no"
        ]
    },
    {
        "date": "201608100420",
        "ctx": [
            "Hey Bill, (ref: navy-seal.html)what the fuck did you just fucking say about me, you little bitch? I'll have you know I graduated top of my class in the Navy Seals, and I've been involved in numerous secret raids on Al-Quaeda, and I have over 300 confirmed kills. I am trained in gorilla warfare and I'm the top sniper in the entire US armed forces. You are nothing to me but just another target. I will wipe you the fuck out with precision the likes of which has never been seen before on this Earth, mark my fucking words. You think you can get away with saying that shit to me over the Internet? Think again, fucker. As we speak I am contacting my secret network of spies across the USA and your IP is being traced right now so you better prepare for the storm, maggot. The storm that wipes out the pathetic little thing you call your life. You're fucking dead, kid. I can be anywhere, anytime, and I can kill you in over seven hundred ways, and that's just with my b are hand s. Not only am I extensively trained in unarmed combat, but I have access to the entire arsenal of the United States Marine Corps and I will use it to its full extent to wipe your miserable ass off the face of the continent, you little shit. If only you could have known what unholy retribution your little \"clever\" comment was about to bring down upon you, maybe you would have held your fucking tongue. But you couldn't, you didn't, and now you're paying the price, you goddamn idiot. I will shit fury all over you and you will drown in it. You're fucking dead, kiddo."
        ]
    },
    {
        "date": "201608100336",
        "ctx": [
            "how do you do small talk?",
            "i don't"
        ]
    },
    {
        "date": "201608100332",
        "ctx": [
            "has anyone sent you their email address through this questions page?",
            "yes but it's better to just send me an email."
        ]
    },
    {
        "date": "201608100228",
        "ctx": [
            "Will you make another video related to the history of japan video?",
            "depends what you mean by related. there probably be no more videos focusing on japan"
        ]
    },
    {
        "date": "201608100100",
        "ctx": [
            "Would you ever want to go to a huge religious site like the Mecca or Jerusalem, for any reason?",
            "sure"
        ]
    },
    {
        "date": "201608101248",
        "ctx": [
            "how many takes did it take to film tape",
            "(ref: tape-footage.mp4)let's find out"
        ]
    },
    {
        "date": "201608101229",
        "ctx": [
            "was donald trump really hinting at the use of force to stop hillary or is it just media hype",
            "i am no longer donald trump's campaign manager"
        ]
    },
    {
        "date": "201608101212",
        "ctx": [
            "do you think mainstream islam will undergo a reformation in the next 20 years?",
            "maybe, considering isis has basically hijacked their core identity in the name of terror"
        ]
    },
    {
        "date": "201608101207",
        "ctx": [
            "Is it okay to use the  I  i V chord progression? I feel like it's overused, and I'm afraid of making a song with those chords even though I've come up with catchy melodies in there. How do you feel about that progression?",
            "i think some of your characters didn't come out. they actually showed up as chinese"
        ]
    },
    {
        "date": "201608092351",
        "ctx": [
            "i was thinking of engaging in some self-deprecating humor but it seems kind of mean? should i be mean to myself a little bit",
            "if you do it as a joke, that's good in 2 ways. it makes a funny joke, and it also demonstrates that self-hatred is not serious"
        ]
    },
    {
        "date": "201608092321",
        "ctx": [
            "Sometimes I can't help but think that life is meaningless. We're all going to die in the end, the sun is going to go out someday, and the universe will probably end, so nothing really matters that much. Do you ever think these kinds of thoughts? If so, do you have any advice for finding meaning in life?",
            "you don't have to find meaning if you don't want to"
        ]
    },
    {
        "date": "201608092313",
        "ctx": [
            "when you say that your money job is only on the weekends, does that mean you work 60+ hours a week on your online projects?",
            "at least"
        ]
    },
    {
        "date": "201608092255",
        "ctx": [
            "have you smiled in any of your videos",
            "i'm not sure. you will have to check"
        ]
    },
    {
        "date": "201608092253",
        "ctx": [
            "what is the best twist on an old classic?",
            "fossil fuel, i suppose"
        ]
    },
    {
        "date": "201608092233",
        "ctx": [
            "do you hold grudges for a long time?",
            "no. got to make room for new ones"
        ]
    },
    {
        "date": "201608092143",
        "ctx": [
            "if you had cakes but not candles back in your day, are you suggesting that you are either around 5000 years old and also an ancient Egyptian, or possibly a pre-18th century German",
            "the main thing i am suggesting is that i am a restless thinker in 2016 making tweets"
        ]
    },
    {
        "date": "201608092133",
        "ctx": [
            "worst songs of the pop charts right now?",
            "not worried about it"
        ]
    },
    {
        "date": "201608092108",
        "ctx": [
            "Do you have a favorite time signature?Personally, my favorite is 3/4.",
            "the one that best represents the music at hand"
        ]
    },
    {
        "date": "201608092058",
        "ctx": [
            "what if majority of these questions are from a bot, programmed to randomly select and change around the various aspects of grammar/spelling style for different questions and runs 24/7",
            "then the variances would seem extremely consistant"
        ]
    },
    {
        "date": "201608092031",
        "ctx": [
            "(ref: title-design.html)Why does this page say ueqstions?"
        ]
    },
    {
        "date": "201608091918",
        "ctx": [
            "What are some (ref: video-game.html)video games you play today?"
        ]
    },
    {
        "date": "201608091912",
        "ctx": [
            "any tips on dealing with divorce? (even if you are not one of the divorcs)",
            "learn to use the superpowers you now have"
        ]
    },
    {
        "date": "201608091859",
        "ctx": [
            "have you made a song that changed time signatures midway?",
            "yes"
        ]
    },
    {
        "date": "201608091853",
        "ctx": [
            "what do you feel when you receive compliments? do you feel genuinely happy at every single one of them? or are you used to them to a point where you just smile a little? or do you feel like just \"thanks\"",
            "it feels good"
        ]
    },
    {
        "date": "201608091849",
        "ctx": [
            "0147 do you think believing in zodiac signs are stupid? i just think that the world is really boring without at least some metaphysical stuff to believe in. i just WANT my zodiac sign to actually affect my personality in subtle ways. i think it would be really cool. what do you think",
            "reducing astrology to just 12 slices of cake is not even giving astrology a chance to be real. it would be like thinking it's 3 o'clock for an entire hour, and then it's suddenly 4 o'clock. you wouldn't be taking Time seriously if you thought of it like that. the pop-culture of zodiak signs almost forces astrology to be thought of as fake. which is ironic, because astrology is very real, and it looks more like (ref: aj0dsf9ajsdf.png)this"
        ]
    },
    {
        "date": "201608091817",
        "ctx": [
            "Will you ever be less mysterious?",
            "yes"
        ]
    },
    {
        "date": "201608091722",
        "ctx": [
            "(ref: do-you-enjoy-what-you-do.html)Do you enjoy what you do?"
        ]
    },
    {
        "date": "201608091641",
        "ctx": [
            "have you ever banned someone from being able to ask you questions?",
            "no"
        ]
    },
    {
        "date": "201608091437",
        "ctx": [
            "Is it going to be okay?",
            "yes, it is the definition of ok"
        ]
    },
    {
        "date": "201608091338",
        "ctx": [
            "(ref: how-are-you.html)How are you today?"
        ]
    },
    {
        "date": "201608091314",
        "ctx": [
            "Your history of Japan video is one of the most popular videos on YouTube; Do you, personally, enjoy making that kind of content?",
            "yes. i am doing it right now, and this one will be much longer"
        ]
    },
    {
        "date": "201608092447",
        "ctx": [
            "What does xD mean? people write it all over the internet",
            "if you turn your head sideways, it is a person sticking out his tongue, who also only has one eye, which has unfortunately been stabbed out"
        ]
    },
    {
        "date": "201608091135",
        "ctx": [
            "(ref: survival-strategy.html)Why did you start making videos in the first place? You don't monetize your videos on Youtube, and other than fame and angry mails/comments from impatient \"fans\", you gain nothing from it at all."
        ]
    },
    {
        "date": "201608091035",
        "ctx": [
            "how bout hosting a livestream where you can answer questions and show people how you're working on the new video?",
            "that would take time away from working on the video, also there is nothing to show yet. it is just a script. my method for showing progress on a project is instagram. i will be posting artifacts as soon as i am in the graphics phase"
        ]
    },
    {
        "date": "201608091030",
        "ctx": [
            "Are you bored of simple chords?",
            "no"
        ]
    },
    {
        "date": "201608090937",
        "ctx": [
            "what do you think about the pop charts?",
            "always a reliable place to find plentiful amounts of pure hot fire, side by side with copycats trying desperately to copy that hot fire. since 1936, and still going strong"
        ]
    },
    {
        "date": "201608090915",
        "ctx": [
            "is coming up with lyrics easier than writing the song or is it the other way around for you?",
            "they both happen at the same time"
        ]
    },
    {
        "date": "201608090724",
        "ctx": [
            "Does your family watch your content",
            "i don't know"
        ]
    },
    {
        "date": "201608090611",
        "ctx": [
            "When did you start production of the new history video that's currently being made?",
            "june 18"
        ]
    },
    {
        "date": "201608090601",
        "ctx": [
            "Is there a question you don't like to be asked but everyone keeps asking?",
            "yes"
        ]
    },
    {
        "date": "201608090519",
        "ctx": [
            "A lot of questions here are hinting that they want you to talk to them... what do you feel about that?",
            "i wouldn't be able to talk to them if they don't leave any contact info"
        ]
    },
    {
        "date": "201608090444",
        "ctx": [
            "if you had to destroy the earth. how would you do it",
            "i actually can't think of a way"
        ]
    },
    {
        "date": "201608090347",
        "ctx": [
            "i have fun doing voice acting stuff and some forms of singing and other vocals whatsits, but i don't think i'm the best at it. how should i try to improve?",
            "do it more"
        ]
    },
    {
        "date": "201608090331",
        "ctx": [
            "Do you remember what that something was you were gonna say in New Canaan?",
            "what thing"
        ]
    },
    {
        "date": "201608090327",
        "ctx": [
            "is showing a friend or two a WIP for feedback a bad thing? cuz somehow just showing it to someone makes me feel like i'm done with it and then i lose all motivation to continue working on it",
            "i know what you mean, and i agree it's strange. i never do it"
        ]
    },
    {
        "date": "201608090128",
        "ctx": [
            "(ref: harbfeadtuegwtdlml.html)Has anyone really been far even as decided to use even go want to do look more like?"
        ]
    },
    {
        "date": "201608090118",
        "ctx": [
            "do you like receveing e-mails? have you made any friends that way?",
            "yes, but unfortunately no"
        ]
    },
    {
        "date": "201608090118",
        "ctx": [
            "have you noticed any consistent patterns in questions that really stuck out to you",
            "yes"
        ]
    },
    {
        "date": "201608091237",
        "ctx": [
            "aw man don't you just love the blessing that is music sometimes",
            "yes!"
        ]
    },
    {
        "date": "201608082325",
        "ctx": [
            "Any particular person who inspired you to be a musician?",
            "no"
        ]
    },
    {
        "date": "201608082315",
        "ctx": [
            "what if the majority of these questions are from one person, but they purposely change up their grammar/spelling style",
            "the consistency of the change would be noticeable. also there would be sleep gaps"
        ]
    },
    {
        "date": "201608082311",
        "ctx": [
            "do u have bill wurtz shirts for sale?",
            "no"
        ]
    },
    {
        "date": "201608082239",
        "ctx": [
            "(ref: favorite-food.html)Bill, whats ur fav food in the wide world"
        ]
    },
    {
        "date": "201608082226",
        "ctx": [
            "nicki minaj thoughts?",
            "i unfortunately do not have access to nicki minaj's thoughts. try another website"
        ]
    },
    {
        "date": "201608082135",
        "ctx": [
            "(ref: same-person-asking.html)how would you feel if you found out that only one person is asking all these questions all along?"
        ]
    },
    {
        "date": "201608082121",
        "ctx": [
            "How do I find my happy place?",
            "think of all the places you've been and think about which one was the best. go from there"
        ]
    },
    {
        "date": "201608082117",
        "ctx": [
            "songs tend to have notes in them. so i assume that person was asking you if some of your things have more notes in them than others. do they?",
            "yes they do, but more notes is definitely not the definition of a song. it may actually be the opposite"
        ]
    },
    {
        "date": "201608081938",
        "ctx": [
            "if I'm reading a book on stress-free productivity, am I being productive?",
            "maybe, maybe not. keep in mind, books are often longer than they need to be on purpose. don't be afraid to skip around, and/or put the book down once you feel you have learned something valuable"
        ]
    },
    {
        "date": "201608081919",
        "ctx": [
            "(ref: who-are-you.html)WHO ARE YOU?"
        ]
    },
    {
        "date": "201608081908",
        "ctx": [
            "are you one of -those- people who are very against the concept of favorites",
            "well, it seems like a normal concept until you realize that favorites only make sense if time doesn't exist"
        ]
    },
    {
        "date": "201608081814",
        "ctx": [
            "have you realized that in the complete bee movie scripts you have been sent all the capital C's have been changed to capital O's",
            "i did not realize that. i actually did not read them"
        ]
    },
    {
        "date": "201608081731",
        "ctx": [
            "This is a vague question but which part of \"having made something\" is most motivating you? The satisfaction of getting the thing itself done? The satisfaction of ticking it off your to-do list? The positive feedback from fans?",
            "posting it"
        ]
    },
    {
        "date": "201608081651",
        "ctx": [
            "(ref: timezone.html)what timezone is this page in"
        ]
    },
    {
        "date": "201608081645",
        "ctx": [
            "Why can't I get along with my team at work?",
            "because you don't like them, or possibly because they don't like you"
        ]
    },
    {
        "date": "201608081611",
        "ctx": [
            "do you think some of your songs are songier than others?",
            "i still haven't figured out what a song is"
        ]
    },
    {
        "date": "201608081601",
        "ctx": [
            "I have recently noticed a change in style in the questions on this page. Has this change occurred in the questions themselves or simply just the ones you choose to answer?",
            "i have not noticed any change. it seems to be very much the same as it always was"
        ]
    },
    {
        "date": "201608081512",
        "ctx": [
            "If I ask a question, what are the odds you'll see it and answer it?",
            "it depends on the contents of the questions"
        ]
    },
    {
        "date": "201608080953",
        "ctx": [
            "are you still stressed about having to make a lot of small content? because I really think that now that you have a nice fanbase and a literal ton of views on yt you should be able to relax and focus on what do you really want to do, not what you feel like you have to do",
            "the point where the youtube surpassed the vine was a decisive indication that i was free to move to longer vids, which is a change that had been long overdue. however, it is still stressful that it takes so long. it is always strange to hear people say they think i've \"stopped\" when actually i am working my ass off every day"
        ]
    },
    {
        "date": "201608080941",
        "ctx": [
            "(ref: questions-wish.html)Is there a question you'd like to be asked but no one's asked before?"
        ]
    },
    {
        "date": "201608080937",
        "ctx": [
            "other than the improv stuff, have you recorded anymore songs before 2009?",
            "yes"
        ]
    },
    {
        "date": "201608080324",
        "ctx": [
            "which do you prefer, bar soap or liquid soap? for hand washing use",
            "i prefer my soap to be in the form of a lazer"
        ]
    },
    {
        "date": "201608080313",
        "ctx": [
            "How would you describe your brand of humor?",
            "if i had to describe everything i do in addition to doing it, i definitely wouldn't be doing this"
        ]
    },
    {
        "date": "201608080257",
        "ctx": [
            "how many questions do you get on average",
            "about 1 question per question"
        ]
    },
    {
        "date": "201608080253",
        "ctx": [
            "is this question original",
            "not really"
        ]
    },
    {
        "date": "201608080231",
        "ctx": [
            "do you see your music/songs/works as your children or is comparing it to babies just a really good way to get the point across",
            "both"
        ]
    },
    {
        "date": "201608081232",
        "ctx": [
            "how do you feel about naming instrumental tracks",
            "it is strange, but it can be fun"
        ]
    },
    {
        "date": "201608081216",
        "ctx": [
            "have you tried just writing all of it without bothering to pay attention to the time and then when you're done writing test record and then cutting/editing until you get it around your ideal time limit",
            "when writing such a long video, it is actually important to record (even just a crappy version) of me speaking the script, so that i can hear how it's going. i actually do this when i'm writing anything. a side effect of this is you can see the time, but that's not the reason i do it"
        ]
    },
    {
        "date": "201608072256",
        "ctx": [
            "bill yesterday i decided to try and work on an old bike so i could commute on it, and so i spent several whOle days fixing it and looking up terminology and now my brain is fried and i feel like a bike expert. you ever done something like that?",
            "sure, that's basically what my life has been like for the last 2 months"
        ]
    },
    {
        "date": "201608072253",
        "ctx": [
            "I write music for fun and post it online or whenever I feel like it and have the time. I haven't released much, but the ones I have released I've put a ton of time and effort into. I've gotten a few offers from indie game developers, but always ended up declining due to confidence issues and so composers much younger than me end up getting the job instead. I'll listen to their final product and notice how generic it sounds or how I'm sure I could do better, but when I'm given the opportunity to do it I run away. What is wrong with me?",
            "the reason those \"other\" composers sound \"generic\" is because they are doing it as a job. a paid gig. if you are putting a lot of time and effort and care into what you are doing, then a paid situation is only going to drive you crazy. sure, there are 'paid' gigs for people who really care, but they pay WAY more, and you only get those gigs when you reach a more steven spielberg kind of level. these kids who are taking your gigs are working for cheap, and they don't care, and they don't have to care, because they are working for people who can't afford to pay them to care. real care is worth much, much, more than that. in fact, it's priceless. if you care, you need to take a very different approach, and find something else to do for work, and devote your true 'care' to what you really care about. in other words, if you try to sell your babies, you will only be undercut by somebody making cheaper and dumber babies. and that will be so uninspiring that it will ruin your day"
        ]
    },
    {
        "date": "201608072222",
        "ctx": [
            "you've done really short videos and a really long video. will you do a really medium video?",
            "i have done several medium videos (that might be my favorite length). but right now i am doing an even longer one"
        ]
    },
    {
        "date": "201608072203",
        "ctx": [
            "If you know the exact video length so far does that mean you are already recording audio?",
            "just dumb temp writing audio. like even more temp than the temp audio i will do when i start on the graphics. but the timing is about right"
        ]
    },
    {
        "date": "201608072147",
        "ctx": [
            "do you think that 2 people are sending secret coded messages back and forth to each other over this questions page?",
            "that wouldn't be very reliable, because i don't answer all the questions"
        ]
    },
    {
        "date": "201608072001",
        "ctx": [
            "where did you get your credification and qualifidentials?",
            "i just switched the endings of the 2 words"
        ]
    },
    {
        "date": "201608071959",
        "ctx": [
            "what is an example of a vamp?",
            "it's like the ground and the sky, before you draw the people"
        ]
    },
    {
        "date": "201608071905",
        "ctx": [
            "Do you answer questions with maybe sure and ok this much in real life as well?",
            "in real life i don't get nearly as many questions as i do here"
        ]
    },
    {
        "date": "201608071859",
        "ctx": [
            "(ref: country-requests.html)can you make history of serbia? that would be intersting xD"
        ]
    },
    {
        "date": "201608071840",
        "ctx": [
            "how is trying to get the remaining large chunk of info in and still have it under 15 minutes going",
            "i'm at 13:17, it's the year 1260"
        ]
    },
    {
        "date": "201608071803",
        "ctx": [
            "am i taking too much time to get started on my shit?  it's already 2016, what if i missed my opportunities",
            "if you missed your opportunities then you will not be able to take those opportunities. i hope that answers your question"
        ]
    },
    {
        "date": "201608071740",
        "ctx": [
            "what is sightreading?",
            "reading a piece of music you've never seen before, and playing it while reading it"
        ]
    },
    {
        "date": "201608071739",
        "ctx": [
            "(ref: do-you-sleep.html)Do you ever sleep?"
        ]
    },
    {
        "date": "201608071738",
        "ctx": [
            "i'll check back with you later, could you tell me when later happens?",
            "from now on"
        ]
    },
    {
        "date": "201608071712",
        "ctx": [
            "When is the long history of much mroe than just a country video going to be finished approximately",
            "if i had any say in the matter, it would be finished right now"
        ]
    },
    {
        "date": "201608071637",
        "ctx": [
            "Do you ever get really mad or annoyed whenever you have a writing block with a song? (assuming you're human and get writing blocks)",
            "yes. but it is more annoying when it happens with a 15 minute video project"
        ]
    },
    {
        "date": "201608071408",
        "ctx": [
            "do you have any plans to make educational science videos?",
            "maybe"
        ]
    },
    {
        "date": "201608071335",
        "ctx": [
            "do you have a metric of \"success\" for your next video that you are going for like reaching above the history of japans popularity or do you have no expectations",
            "my job is to make the videos, not to decide who watches them"
        ]
    },
    {
        "date": "201608072411",
        "ctx": [
            "Were you being serious when you wrote you stared regretting this questions page one week ago??",
            "absolutely not. it continues to be a valuable challenge and learning experience, without limits"
        ]
    },
    {
        "date": "201608071150",
        "ctx": [
            "can something be more than a country?",
            "sure. like 2 countries, that's more than a country"
        ]
    },
    {
        "date": "201608071037",
        "ctx": [
            "do you think there is gonna be another history of ( country ) but as long as history of japan?",
            "i am currently doing one that is much longer. but it is about much, much more than just a country"
        ]
    },
    {
        "date": "201608071001",
        "ctx": [
            "how long did you last doing these questions before you started to regret doing the question answering thing",
            "i think i made it up until about last week"
        ]
    },
    {
        "date": "201608070958",
        "ctx": [
            "Have you ever created something that you never released, just because you thought the content was imperfect/cliche/not entertaining enough?",
            "i think so. but not recently"
        ]
    },
    {
        "date": "201608070917",
        "ctx": [
            "Do you view yourself as an enigma?",
            "no, i actually know and understand myself very well"
        ]
    },
    {
        "date": "201608070908",
        "ctx": [
            "what if the love of your life becomes a zombie, and she wants to eat your brains?",
            "i think the love of my life probably became a zombie before i ever had a chance to meet her"
        ]
    },
    {
        "date": "201608070906",
        "ctx": [
            "Do you agree with the argument \"time is an illusion, therefore, expiry dates are irrelevant\"?",
            "if time is not real then the space is not real, and neither are the products. that being said, if you are treating the world you live in like it's not real then you are probably wasting your time"
        ]
    },
    {
        "date": "201608070904",
        "ctx": [
            "(ref: fav-conspiracy-theory.html)What's your favorite conspiracy theory?"
        ]
    },
    {
        "date": "201608070859",
        "ctx": [
            "what if everyone has just been lying and that there's no outer space",
            "what if we've been lying and there's no earth"
        ]
    },
    {
        "date": "201608070815",
        "ctx": [
            "would you rather have the power to fly, or the power to fly?",
            "sure"
        ]
    },
    {
        "date": "201608070807",
        "ctx": [
            "Do you usually try to answer with some creative comments? Or just reply by some words which naturally come into your mind?",
            "absolutely"
        ]
    },
    {
        "date": "201608070737",
        "ctx": [
            "whats your favorite fairy tale?",
            "once upon a time a fairy inherited a great family fortune, and chose to invest it wisely and responsibly"
        ]
    },
    {
        "date": "201608070546",
        "ctx": [
            "Do you think that the government is real?",
            "that depends which one"
        ]
    },
    {
        "date": "201608070401",
        "ctx": [
            "What does your lack of capitalization at the beginning of your sentences indicate about your character? Maybe a sense of aloofness or legitimacy?",
            "Hi Geoff,\n\nThanks for your inquiry. It will be reviewed shortly by a member of our team, at which time we will provide you with a heartfelt and personal response."
        ]
    },
    {
        "date": "201608070304",
        "ctx": [
            "why did you go back and change the answer to the ideal fan question",
            "because i was uncomfortable with the way it was before"
        ]
    },
    {
        "date": "201608070234",
        "ctx": [
            "I had a dream you were doing live shows performing all of your songs starting with the shortest ones. The audience went wild every 3 seconds. Do you think this will this come true?",
            "i have tried that type of set list, i don't think it works well. but i will be doing live shows"
        ]
    },
    {
        "date": "201608071256",
        "ctx": [
            "Have you ever dreamed about something, then it came true in real life",
            "probably"
        ]
    },
    {
        "date": "201608062357",
        "ctx": [
            "Can you start updating Reality again? As in the section on your website? Maybe actual reality too.",
            "i only did it once. i made all those videos at one time. it took 3 months. people were wondering what the hell i was doing for that whole time. and now they are wondering why my 'next history video' is not done already, and a large part of the reason was that i 'wasted' so much time doing the reality page. when i finish this video, i will do an update on reality, notes, etc"
        ]
    },
    {
        "date": "201608062337",
        "ctx": [
            "would it possible to do a video about cups?",
            "sure"
        ]
    },
    {
        "date": "201608062328",
        "ctx": [
            "(ref: 2-plus-2.html)What is 2+2?"
        ]
    },
    {
        "date": "201608062328",
        "ctx": [
            "(ref: what-is-life.html)What is life?"
        ]
    },
    {
        "date": "201608062225",
        "ctx": [
            "you've mentioned before you don't collab well, but do you think that if you found that right person for you that you would be able to collab with that right person if the circumstances made collabing an option",
            "yes"
        ]
    },
    {
        "date": "201608062147",
        "ctx": [
            "Have you had any questioners you'd like to get in touch with?",
            "sure"
        ]
    },
    {
        "date": "201608062020",
        "ctx": [
            "I've written hundreds of song fragments in midi format over the years but instead of finishing them I just keep writing more. Once I get stuck I'll write a new song only to get stuck again. Most of them are like 5 to 30 seconds with the longer ones around 2 to 3 minutes. It's been several years and I only have a few finished songs released. Is there a way to break out of this habit and actually finish the older songs?",
            "you're going to have to decide on a system, and also decide on a release schedule, and decide on where and how they are going to be released. i could tell you more details about how i got through it, it ultimately took a few years, and actually i haven't totally made it through yet"
        ]
    },
    {
        "date": "201608061927",
        "ctx": [
            "what does your face look like when you're answering these questions? the lack of caps on anything makes me read your answers as if you're bored out of your mind.",
            "I'M SORRY, I AM ACTUALLY VERY INTRIGUED, AND NOT BORED. I HOPE THIS HELPS"
        ]
    },
    {
        "date": "201608061922",
        "ctx": [
            "have you ever considered adding a favicon to your website (the image symbol thing that shows up next to the title in the tab, i don't think safari shows it but chrome/ie/firefox do)",
            "yes"
        ]
    },
    {
        "date": "201608061842",
        "ctx": [
            "what did you think of mkatwood using \"i'm a diamond\" as the diamonds theme song?",
            "if someone is using my music for a theme song, they should not be"
        ]
    },
    {
        "date": "201608061725",
        "ctx": [
            "do you think about what to make the thumbnails on your videos or do you just let it whatever",
            "i do care about it very much, and i have to exercise restraint so as not to spend too much time on it. spending more than 10 minutes on it is probably not smart"
        ]
    },
    {
        "date": "201608061710",
        "ctx": [
            "Have you ever considered making a YouTube channel?",
            "well i prefer to just put videos on the website. and i have already been doing daily videos for 2 months. if i start on youtube now, i will have to upload 2 months of videos all at the same date. but i may do it anyway, due to pressure from society - march something, 2014"
        ]
    },
    {
        "date": "201608061657",
        "ctx": [
            "(ref: are-you-happy.html)Are you happy?"
        ]
    },
    {
        "date": "201608061657",
        "ctx": [
            "can you do a video on apple juice?",
            "(ref: http://billwurtz.com/apple-juice.mp4)apple juice"
        ]
    },
    {
        "date": "201608061648",
        "ctx": [
            "what is a synonym for the word \"synonym\"?",
            "metonym"
        ]
    },
    {
        "date": "201608061403",
        "ctx": [
            "am I allowed to make short videos with colors and jingles?",
            "check with the laws in your country. in some countries you are not allowed to do anything"
        ]
    },
    {
        "date": "201608061315",
        "ctx": [
            "can you do a history of japan video?",
            "sure"
        ]
    },
    {
        "date": "201608061010",
        "ctx": [
            "i was about to say i spotted a typo in the line \"so don't <b>aks</b> me why you can't be free\" but listening to the song you sang it as spelt. was that intentional?",
            "yes"
        ]
    },
    {
        "date": "201608060612",
        "ctx": [
            "which one of your songs has lyrics that are actually all true?",
            "(ref: http://billwurtz.com/im-a-person.mp4)im a person.mp4"
        ]
    },
    {
        "date": "201608060604",
        "ctx": [
            "What is the main reason you don't want to answer certain questions?",
            "probably the same reason you might not want to answer certain questions"
        ]
    },
    {
        "date": "201608060323",
        "ctx": [
            "do you pronounce pokemon \"pokeemon,\" \"pokaymon,\" \"pokuhmon,\" or some other way? asking for a friend",
            "i try not to say pokemon"
        ]
    },
    {
        "date": "201608060115",
        "ctx": [
            "How do you be less of a smart ass",
            "i have no idea"
        ]
    },
    {
        "date": "201608052336",
        "ctx": [
            "where do you recieve the questions",
            "in my home, as well as other places"
        ]
    },
    {
        "date": "201608052325",
        "ctx": [
            "when i realized that i can make content, my head started getting full of ideas and i felt super pumped, but now that i have the time...i dont know where to start! did you feel this way and where did you start?",
            "it may take you some time to figure out which way is up when you are spinning in space. eventually you will learn to make your own up, but it will probably happen very gradually. just stay focused, and ask yourself reasonable questions"
        ]
    },
    {
        "date": "201608052227",
        "ctx": [
            "(ref: history-of-history-requests.html)can you do \"history of everybody asking you to do history videos\"?"
        ]
    },
    {
        "date": "201608052204",
        "ctx": [
            "what do you think about the Mongols?",
            "they will steal your chickens and run away, and then they will offer you a deal where you pay them not to steal your chickens"
        ]
    },
    {
        "date": "201608052204",
        "ctx": [
            "if you could travel to any foreign country, where would you go?",
            "all of them"
        ]
    },
    {
        "date": "201608052118",
        "ctx": [
            "Has anyone transcribed the jingles from History of Japan?",
            "maybe"
        ]
    },
    {
        "date": "201608052112",
        "ctx": [
            "what counts as a magical question",
            "if i say one, then people are going to just copy it and submit it, and then it will no longer be magical, and it will be my fault. part of the magic is that it was created by the person asking it, not copied"
        ]
    },
    {
        "date": "201608052035",
        "ctx": [
            "can there be a kind of weather that is bad?",
            "sure, maybe 'armageddon'"
        ]
    },
    {
        "date": "201608051935",
        "ctx": [
            "(ref: purpose-of-history-of-japan.html)What gave you the inspiration to do history of Japan"
        ]
    },
    {
        "date": "201608051927",
        "ctx": [
            "how? furthermore, I enjoy your videos. I don't think viewers understand how much time it takes to produce a video with such complex graphics as your own. thanks for all the work you do. If you could tell the audience one thing about your content, what would it be?",
            "it is located at billwurtz dot com, as well as other places"
        ]
    },
    {
        "date": "201608051915",
        "ctx": [
            "Is time travel possible?",
            "yes, i actually don't know how to make it stop"
        ]
    },
    {
        "date": "201608051707",
        "ctx": [
            "What happens when an irresistible force meets an immovable object?",
            "there are no irresistible forces or immovable objects"
        ]
    },
    {
        "date": "201608051659",
        "ctx": [
            "have you had fans who've actually figured you out yet",
            "maybe"
        ]
    },
    {
        "date": "201608051620",
        "ctx": [
            "Why does the question page only use about 5 colors?",
            "there is only one thing on this page-- questions. well actually 2 things, questions and answers. and the date. so 3 things. so really you should only need 3 colors. also the background, so 4. and i guess we should have a title. so 5. any more colors and this would not be a 'questions' page, it would be 'questions and more'"
        ]
    },
    {
        "date": "201608051523",
        "ctx": [
            "Are you a human of habit?",
            "i am not sure what it means to be of habit"
        ]
    },
    {
        "date": "201608051413",
        "ctx": [
            "Did most of your late 2015 daily vines not have much inspiration or depth to them? You describe making them like a huge, slow grind, but I love a lot of them.",
            "well i was really trying to work on history of japan. but despite the struggle, the vine thing still kept getting deeper and deeper and more inspiring. if you do something every day, you get better and better at it. also it was not a slow grind, it was a very, very fast grind. left them til the last minute, because that was my only way to guarantee enough time to work on the history thing"
        ]
    },
    {
        "date": "201608051344",
        "ctx": [
            "whats he weather",
            "it's ok"
        ]
    },
    {
        "date": "201608051326",
        "ctx": [
            "yo bill, there may not be any dumb questions but are there intelligent questions?",
            "oh hell yeah!"
        ]
    },
    {
        "date": "201608051324",
        "ctx": [
            "Have you considered all the possibilities?",
            "i consider more every day. but then there are more"
        ]
    },
    {
        "date": "201608052448",
        "ctx": [
            "For songs like \"chips\" and \"i hate myself\" where they repeat after 6 seconds, did you record it as 12 seconds long then edit it for vine, or did you loop the first 6 seconds when putting it on youtube?",
            "i don't remember. you should be able to tell by listening if they really are exactly the same"
        ]
    },
    {
        "date": "201608052446",
        "ctx": [
            "(ref: country-requests.html)Can u do history of Germany?"
        ]
    },
    {
        "date": "201608052408",
        "ctx": [
            "do you find people that go through and read every single question on this page wierd, or is that exactly the kind of thing you hope people do? I guess what I'm asking is what is your ideal fan",
            "you"
        ]
    },
    {
        "date": "201608051155",
        "ctx": [
            "what's the best object for sparkling light into people's eyes?",
            "maybe more eyes"
        ]
    },
    {
        "date": "201608051119",
        "ctx": [
            "how many takes to get the air-drumming just right?",
            "(ref: https://www.instagram.com/p/7s1fpqzYE8)www.instagram.com/p/7s1fpqzYE8"
        ]
    },
    {
        "date": "201608050909",
        "ctx": [
            "(ref: tumblr.html)do u have a tumblr account"
        ]
    },
    {
        "date": "201608050858",
        "ctx": [
            "What is the chance you get this queston correct if you choose one of the 4 given answers randomly?\na) 0%\nb) 25%\nc)50%\nd) 25%\nI saw this question and I can't figure it out.",
            "you might have just found the origin of time"
        ]
    },
    {
        "date": "201608050448",
        "ctx": [
            "(ref: video-game.html)Do you play video games? If so, what's your favorite one?"
        ]
    },
    {
        "date": "201608050334",
        "ctx": [
            "Out of your longer songs, were the ones you released the best ones? or are the unrecorded ones even better and you're just saving them for last?",
            "they are not necessarily the best or worst. it has always been challenging to decide. in some cases the decision was randomized (such as the 2 songs released in 2015). my system has changed now to include the unfinished ones, requiring me to finish them on the spot before recording them. this means newer and stronger songs will become available, and they will have newer writing. already did 2 this year, but instead of recording them i switched to doing a history video instead. but when i get to weekly song releases, you are going to see a lot newer and better material, also a lot MORE material, the majority of the songs being between 1 and 3 minutes"
        ]
    },
    {
        "date": "201608050215",
        "ctx": [
            "How do you know when to stop?",
            "you usually have to guess"
        ]
    },
    {
        "date": "201608050128",
        "ctx": [
            "Is it pronounced tomato or tomato?",
            "usually"
        ]
    },
    {
        "date": "201608050120",
        "ctx": [
            "can you respond to this question in a fun color",
            "that would take away time from putting fun colors in videos"
        ]
    },
    {
        "date": "201608042320",
        "ctx": [
            "(ref: i-you-we.html)on your reality page, when you say \"we\" you just mean you, right?"
        ]
    },
    {
        "date": "201608042317",
        "ctx": [
            "bonus question: do you only have like one pair of shoes",
            "no"
        ]
    },
    {
        "date": "201608042245",
        "ctx": [
            "Are you a creature of habit?",
            "the particular type of creature i am is called 'human'"
        ]
    },
    {
        "date": "201608042242",
        "ctx": [
            "Am I right to think you must of been scared shitless when you had almost no following or validation?",
            "there were always very small sources of extremely strong validation"
        ]
    },
    {
        "date": "201608042158",
        "ctx": [
            "have u ever considered asmr?",
            "i don't find it necessary to be concerned with which type of communication is which. i prefer to use communication in any and every way possible, without discrimination or segregation"
        ]
    },
    {
        "date": "201608042156",
        "ctx": [
            "Will you ever upload instrumentals of your other songs?",
            "i have never uploaded instrumentals for any songs that were not written as instrumentals"
        ]
    },
    {
        "date": "201608042023",
        "ctx": [
            "why have you concluded that (ref: pets.html)pets are not right for you"
        ]
    },
    {
        "date": "201608042005",
        "ctx": [
            "whats your favorite part of understanding time and space",
            "the part where things move, and change"
        ]
    },
    {
        "date": "201608041947",
        "ctx": [
            "(ref: why.html)why"
        ]
    },
    {
        "date": "201608041819",
        "ctx": [
            "New Canaan is based on a true story.Was this story the main basis for your inspiration?Or were there other factors. Such as trains or the weather?",
            "wanted to explore. picked a random town and went there by train. wrote the song on the train, and in the town, and on the way back. i did this 4 times. 4 different days, 4 different towns, 4 diffrent trains.  all during the month of may, 2009. new canaan was the second one"
        ]
    },
    {
        "date": "201608041736",
        "ctx": [
            "you self deprecate so much yet you appear to have an unlimited amount of self confidence. would you say this is the key to a subjectively well rounded and healthy lifestyle?",
            "it may not be 'the key' but it is neat"
        ]
    },
    {
        "date": "201608041624",
        "ctx": [
            "am i going  insane",
            "sure"
        ]
    },
    {
        "date": "201608041619",
        "ctx": [
            "did you go back and change/add some answers",
            "i still do"
        ]
    },
    {
        "date": "201608041558",
        "ctx": [
            "can you do history of japan?",
            "sure"
        ]
    },
    {
        "date": "201608041455",
        "ctx": [
            "I dunno, I just think you don't realize how many females want to try to date you Bill.",
            "well if they don't try, then i will never find them, and that makes me sad. if they do try and it doesn't work out, that usually makes them mad, and leaves me feeling both bad and sad, a combination i call \"bsad\""
        ]
    },
    {
        "date": "201608041454",
        "ctx": [
            "Can you read and/or write sheet music, with notes, clefs, sharps and such? I suppose you can though, but still... Can you?",
            "yes"
        ]
    },
    {
        "date": "201608041439",
        "ctx": [
            "If you've never done any promotion, then how'd the first few people who saw your stuff find it?",
            "you would have to ask them"
        ]
    },
    {
        "date": "201608041435",
        "ctx": [
            "Why are most of your song lyrics the same?",
            "are they"
        ]
    },
    {
        "date": "201608041434",
        "ctx": [
            "what's the best anagram for History of Japan",
            "snoopy faith jar"
        ]
    },
    {
        "date": "201608042438",
        "ctx": [
            "There are no stupid questions.  What do I do if my dog learned how to drive?",
            "your dog did not learn how to drive"
        ]
    },
    {
        "date": "201608042430",
        "ctx": [
            "What do you want in life?",
            "to do stuff"
        ]
    },
    {
        "date": "201608041136",
        "ctx": [
            "when you say \"i hope that makes sense/answers your question,\" how much do you usually hope that?",
            "100%. otherwise i am wasting my time in explaining the thing"
        ]
    },
    {
        "date": "201608041134",
        "ctx": [
            "When you started youtube did you do anything to make people aware of your videos, or did you let people come to you?",
            "well, when i started posting on youtube, i was already posting videos on the site. starting youtube wasn't really the beginning of anything for me. but i have never done anything to promote. being told what to watch is not my idea of a good time"
        ]
    },
    {
        "date": "201608041118",
        "ctx": [
            "Do you make the first move or do you have the other person make the first move if you both like each other?",
            "what exactly about this site makes you think i am good at starting relationships"
        ]
    },
    {
        "date": "201608041049",
        "ctx": [
            "(ref: how-long-did-it-take-to-make-history-of-japan.html)How much time did you need for the \"history of japan\" video?"
        ]
    },
    {
        "date": "201608041039",
        "ctx": [
            "How did you decide to play your invisible drumset (the one in the \"i'm crazy / it's raining\" video) using matched grip? Do you use traditional grip for visible drums?",
            "i always play traditional. i may have flipped it around just for a second maybe, but at least 95% of the shots are traditional"
        ]
    },
    {
        "date": "201608040931",
        "ctx": [
            "is it better to post things online for your fans as soon as you finish it or hold on to it for a while in a buffer of some sort while you work on more stuff?",
            "that was my plan this year, but then i started doing the longest video ever so what's the point"
        ]
    },
    {
        "date": "201608040742",
        "ctx": [
            "how did you develop your style",
            "i just started doing stuff"
        ]
    },
    {
        "date": "201608040730",
        "ctx": [
            "Are you planning to make another \"history of\" video?",
            "i am doing it already"
        ]
    },
    {
        "date": "201608040724",
        "ctx": [
            "If almost everyone has mild anxiety or mild depression then do they actually have an 'illness'. If almost everyone is suffering then are they actually suffering",
            "they are human"
        ]
    },
    {
        "date": "201608040637",
        "ctx": [
            "What do you do when you hate yourself?",
            "i do not hate myself"
        ]
    },
    {
        "date": "201608040603",
        "ctx": [
            "Do you wanna post a screenshot on instagram?",
            "yes, i really want to do that. however, the only thing i am working on is the script. so i really can't post a picture of the script without revealing the contents of the script. i will certainly post pictures as soon as i start on the graphics"
        ]
    },
    {
        "date": "201608040219",
        "ctx": [
            "getting good sleep?",
            "yes"
        ]
    },
    {
        "date": "201608040126",
        "ctx": [
            "Do the ends justify the means?",
            "that depends which ends and which means"
        ]
    },
    {
        "date": "201608040123",
        "ctx": [
            "would you say you like metaphors",
            "yes"
        ]
    },
    {
        "date": "201608041236",
        "ctx": [
            "do you ever sing into bowls?",
            "no, but i should"
        ]
    },
    {
        "date": "201608041228",
        "ctx": [
            "Do the dates on the question pages correspond to when they were submitted or when you answer them?",
            "submitted"
        ]
    },
    {
        "date": "201608041215",
        "ctx": [
            "(ref: character.html)are you putting on a character? Because some of these answers are very in the \"bill wurtz\" character, and others sound like a \"normal\" person."
        ]
    },
    {
        "date": "201608041211",
        "ctx": [
            "I want to use a household item to kill a zombie, what should I use?",
            "how about a nice lazy boy recliner, maybe he will relax to death"
        ]
    },
    {
        "date": "201608041209",
        "ctx": [
            "Do you have any advice for a young artist trying to find the way of the world?",
            "yes"
        ]
    },
    {
        "date": "201608032344",
        "ctx": [
            "What should I paint a picture of?",
            "(ref: https://randomwordgenerator.com)this"
        ]
    },
    {
        "date": "201608032333",
        "ctx": [
            "is \"in love\" from <i>i'm a loser</i> an item of storytelling or did you just like how the words sounded? or is it some mysterious other thing",
            "this was like vine#257 in a row of daily vines. mainly i was just looking for anything"
        ]
    },
    {
        "date": "201608032320",
        "ctx": [
            "Legs?",
            "i don't understand the question"
        ]
    },
    {
        "date": "201608032319",
        "ctx": [
            "How do I grow a beard?",
            "it should grow itself, if you are the right age and gender"
        ]
    },
    {
        "date": "201608032302",
        "ctx": [
            "favorite conspiracy theory?",
            "evil"
        ]
    },
    {
        "date": "201608032254",
        "ctx": [
            "Do you believe there's only one person aka one true love ment for you?",
            "i used to think there was one, now i have no idea"
        ]
    },
    {
        "date": "201608032253",
        "ctx": [
            "how do you come up with your tweets/notes?",
            "i always try to remember to say what i would really say if i could actually say what i want"
        ]
    },
    {
        "date": "201608032251",
        "ctx": [
            "when critiquing someone's work is it better to sugar-coat it or tell them straight out?",
            "if you don't like someone's work, it would be a better use of your time to find someone's work you do like (or make your own work) rather than trying to tell someone why their work is wrong for you"
        ]
    },
    {
        "date": "201608032116",
        "ctx": [
            "(ref: favorite-letter.html)What is your favorite letter?"
        ]
    },
    {
        "date": "201608032048",
        "ctx": [
            "do you have any tips for overcoming social anxiety?",
            "try to do math problems in your head"
        ]
    },
    {
        "date": "201608032044",
        "ctx": [
            "should i read 50 shades of grey?",
            "i think plenty of people have already read it"
        ]
    },
    {
        "date": "201608031956",
        "ctx": [
            "Do you like boxes?",
            "they are ok"
        ]
    },
    {
        "date": "201608031950",
        "ctx": [
            "do u ever get a question that someone has already asked?",
            "yes"
        ]
    },
    {
        "date": "201608031947",
        "ctx": [
            "Can you explain to me why it takes so long to produce a \"history of\" video?",
            "why don't you try it and see"
        ]
    },
    {
        "date": "201608031938",
        "ctx": [
            "if capitalism is terrible, what is your take on the ideal societal structure?",
            "is capitalism terrible"
        ]
    },
    {
        "date": "201608031859",
        "ctx": [
            "Where are the videos?",
            "(ref: http://billwurtz.com/videos.html)here"
        ]
    },
    {
        "date": "201608031841",
        "ctx": [
            "Do you like big butts and cannot lie?",
            "no"
        ]
    },
    {
        "date": "201608031834",
        "ctx": [
            "how do you handle emotions youve never felt before?",
            "i think i have felt them all by now"
        ]
    },
    {
        "date": "201608031802",
        "ctx": [
            "why dont you use much profanity in your lyrics?",
            "most people wonder why i use so much"
        ]
    },
    {
        "date": "201608031750",
        "ctx": [
            "is pure nothing possible?",
            "yes"
        ]
    },
    {
        "date": "201608031743",
        "ctx": [
            "are you single?",
            "i am actually more single than most single people"
        ]
    },
    {
        "date": "201608031743",
        "ctx": [
            "whats your favorite kind of sex thing",
            "understanding time and space"
        ]
    },
    {
        "date": "201608031740",
        "ctx": [
            "how many (ref: books.html)books do you read each year?"
        ]
    },
    {
        "date": "201608031740",
        "ctx": [
            "why does God allow all the pain and suffering in the world?",
            "it was a prank"
        ]
    },
    {
        "date": "201608031657",
        "ctx": [
            "i need human interaction and contact but also i am afraid of human interaction and contact. how can i be less awkward to humans",
            "pretend you're the human, and they're the ones who are trying not to be awkward"
        ]
    },
    {
        "date": "201608031627",
        "ctx": [
            "How do you handle when someone doesn't return a text, call or any form of communication back to you?",
            "continue living your life, now with the added convenience of not having to talk to that person"
        ]
    },
    {
        "date": "201608031624",
        "ctx": [
            "is your upcoming video an upcoming video?",
            "yes"
        ]
    },
    {
        "date": "201608031506",
        "ctx": [
            "Do you like to read?",
            "yes, it enables me to perceive words just by looking at them. it is a useful skill. would recommend"
        ]
    },
    {
        "date": "201608031500",
        "ctx": [
            "is a romantic relationship no longer a priority in your life",
            "always has been. but it seems to be completely impossible to find the right person. i've been searching for my entire life, and i am still searching"
        ]
    },
    {
        "date": "201608032450",
        "ctx": [
            "Your perception peripherals seem to have a higher sampling rate than mine, how did you get them so high?",
            "i didn't make it that way, it's my job to cope"
        ]
    },
    {
        "date": "201608032438",
        "ctx": [
            "Is it just me, or is practicing free will discouraged.",
            "it's like gravity. everything creative involves lifting against gravity, but gravity still keeps us all together"
        ]
    },
    {
        "date": "201608030730",
        "ctx": [
            "could you stack vocal harmonies to a melody on the fly?",
            "not sure exactly what you mean. but if you are asking if i can physically sing 2 notes at the same time the answer is no"
        ]
    },
    {
        "date": "201608030451",
        "ctx": [
            "do you do human things?",
            "yes"
        ]
    },
    {
        "date": "201608030445",
        "ctx": [
            "is your upcoming video a vegetable",
            "no"
        ]
    },
    {
        "date": "201608030335",
        "ctx": [
            "how do i stop feeling insignificant",
            "start examining the reasons why you want to be significant, and keying in on the kind(s) of significance you are interested in having. you have already indicated with flying colors that you want to be significant (not everybody wants this, but you clearly do) and wanting to be significant is automatically a sign that deep down you are already significant. you just have to start asking yourself what flavor of significance you would like to have, and that will easily bring things into focus"
        ]
    },
    {
        "date": "201608030322",
        "ctx": [
            "(ref: commissions.html)Do you/would you commission songs for people?p"
        ]
    },
    {
        "date": "201608030221",
        "ctx": [
            "does your upcoming video center around a certain time period, place, event, or practice?",
            "no"
        ]
    },
    {
        "date": "201608031245",
        "ctx": [
            "Do you take a break after finishing a huge project or is it full-speed ahead on the next thing?",
            "usually i focus on updating the notes page, jazz page, and now also the reality page will be updated next time (last time was when i built it in the first place, which took 3 months)"
        ]
    },
    {
        "date": "201608031215",
        "ctx": [
            "Does being a fan of capitalism make me a bad person?",
            "capitalism is almost as bad as reality itself"
        ]
    },
    {
        "date": "201608031205",
        "ctx": [
            "what's your opinion on desire? is there good and bad kinds of desire",
            "desire is almost as bad as reality itself"
        ]
    },
    {
        "date": "201608022312",
        "ctx": [
            "(ref: character.html)To what extent does your content represent sincere self-expression vs an exaggeration of your eccentric personality for humor? I ask because I always find your videos and music strange and funny, but they also seem more genuine than someone \"playing a character\""
        ]
    },
    {
        "date": "201608022208",
        "ctx": [
            "would you rather it happen at this time or not at this time? i'm referring to the composite average of all events",
            "let's keep the story going, and save the simultaneous mash of everything for in between stories"
        ]
    },
    {
        "date": "201608022135",
        "ctx": [
            "benefits associated with being ALIVE?",
            "doing stuff"
        ]
    },
    {
        "date": "201608022127",
        "ctx": [
            "What are some of your plans for future videos? Is there any kind/type of video you would like to do in the future?",
            "currently looking to do a lot more songs (with or without videos) and more videos about topics"
        ]
    },
    {
        "date": "201608022046",
        "ctx": [
            "have you bumped up against any serious challenges in your progress making the new video?",
            "yes, constantly. but there might be even bigger challenges when i start to do the graphics"
        ]
    },
    {
        "date": "201608022032",
        "ctx": [
            "Do you think all men, when born, are evil? Or the other?",
            "no"
        ]
    },
    {
        "date": "201608021556",
        "ctx": [
            "can one thing be more okay than another thing?",
            "sure. but they may switch"
        ]
    },
    {
        "date": "201608021436",
        "ctx": [
            "(ref: country-requests.html)History of India?"
        ]
    },
    {
        "date": "201608021420",
        "ctx": [
            "(ref: self-taught.html)Where did you receive your music education?"
        ]
    },
    {
        "date": "201608021411",
        "ctx": [
            "You say you would like to go everywhere, so would it not be reasonable to assume you want to visit Turkey?",
            "i would say that's reasonable"
        ]
    },
    {
        "date": "201608021350",
        "ctx": [
            "What gave you the inspiration to make such beautiful content?",
            "living in a beautiful world"
        ]
    },
    {
        "date": "201608021313",
        "ctx": [
            "do you have any thoughts / responses to Deontology or Kantian Ethics in general?",
            "no"
        ]
    },
    {
        "date": "201608021309",
        "ctx": [
            "On a figurative scale of 1-100 how happy are you? Can you guess my number?",
            "medium"
        ]
    },
    {
        "date": "201608022433",
        "ctx": [
            "What percent of the time do you wear shoes",
            "maybe 15%"
        ]
    },
    {
        "date": "201608022425",
        "ctx": [
            "Do you enjoy enjoying stuff?",
            "yes! it is one of my hobbies"
        ]
    },
    {
        "date": "201608022416",
        "ctx": [
            "how is your memory so incredible?",
            "i can't remember"
        ]
    },
    {
        "date": "201608022401",
        "ctx": [
            "bill .... did you know dril is a nazi ..",
            "i doubt that"
        ]
    },
    {
        "date": "201608021149",
        "ctx": [
            "(ref: country-requests.html)Will you do a History of Britain?"
        ]
    },
    {
        "date": "201608021143",
        "ctx": [
            "(ref: back-with-exes.html)Would you ever go back with any of your exes?"
        ]
    },
    {
        "date": "201608021129",
        "ctx": [
            "Are you ever worried that the next history video won't be as big of a hit as history of Japan was?",
            "no"
        ]
    },
    {
        "date": "201608021119",
        "ctx": [
            "what is the neatest joke?",
            "reality, i guess"
        ]
    },
    {
        "date": "201608021109",
        "ctx": [
            "Why must existence be justified?",
            "you would have to ask the person trying to justify it"
        ]
    },
    {
        "date": "201608021014",
        "ctx": [
            "do you like heavy music?",
            "there are many different ways to weigh music"
        ]
    },
    {
        "date": "201608021000",
        "ctx": [
            "how's the progress for the new video rn?",
            "still writing. the magnitude of this video is insane. i am simultaneously becoming more terrified and inspired. i am definitely glad i am doing this. but i am realizing how huge of a project it could be. written up to 12min14sec so far, and there is still a huge amount of story to cover. i am desperately trying to keep it as short as possible, if i'm lucky i might manage to keep it under 15 minutes"
        ]
    },
    {
        "date": "201608020814",
        "ctx": [
            "Do you ever ask yourself why you're doing this video stuff on YouTube",
            "well i originally was reluctant to use it, i prefer downloads. but it is the most ubiquitous video site, so i felt obligated to put the videos there too"
        ]
    },
    {
        "date": "201608020705",
        "ctx": [
            "(ref: survival-strategy.html)What's your motivation on doing content"
        ]
    },
    {
        "date": "201608020654",
        "ctx": [
            "(ref: robots.html)\"A description for this result is not available because of this site's robots.txt\"Are you planning fix this or you're just gonna leave it be?"
        ]
    },
    {
        "date": "201608020602",
        "ctx": [
            "Do you think about visuals beforehand while writing a song? (in case it might become a video in the future),Or do you come up with visuals afterwards, only when you've completed the song?",
            "i usually just write songs as songs. in fact, most of the song videos i have done so far were done months or years after the song was recorded, and in turn most of the songs were actually recorded months or years after they were written"
        ]
    },
    {
        "date": "201608020525",
        "ctx": [
            "Do you think most people who ask 'on behalf of a friend' are actually asking for themselves? And why would they bother using a false pretence if it's anon anyway?",
            "it's a neat joke. i have (ref: https://twitter.com/search?q=%22asking+for+a+friend%22+billwurtz)used it before"
        ]
    },
    {
        "date": "201608020503",
        "ctx": [
            "(ref: country-requests.html)Make a history of Mexico or you could answer me a smiley face"
        ]
    },
    {
        "date": "201608020406",
        "ctx": [
            "(ref: am-i-cool.html)Am I cool?"
        ]
    },
    {
        "date": "201608020406",
        "ctx": [
            "Do you ever get repeat questions?",
            "yes"
        ]
    },
    {
        "date": "201608020403",
        "ctx": [
            "..is this really you answering the questions?",
            "yes"
        ]
    },
    {
        "date": "201608020324",
        "ctx": [
            "Why do you want to visit Turkey ?",
            "why do you think i want to visit turkey"
        ]
    },
    {
        "date": "201608020242",
        "ctx": [
            "do you think after a certain amount of time passes you'll have cycled through all possible questions?",
            "no"
        ]
    },
    {
        "date": "201608020150",
        "ctx": [
            "Is there a certain time of day where you get the most inspiration for your music?",
            "no"
        ]
    },
    {
        "date": "201608012352",
        "ctx": [
            "(ref: date.html)Can we date?"
        ]
    },
    {
        "date": "201608012310",
        "ctx": [
            "There are many parallels between you posting your Japan video and Bowie releasing his Let's Dance album. Don't let things get to you.",
            "well i am making another bigger and better history video, because that was the plan all along. comments like yours make me feel like that would be 'pandering.' but i am already 6 weeks into the video, and i am very certain that this is the right direction to go. trying not to let your comment get to me"
        ]
    },
    {
        "date": "201608012259",
        "ctx": [
            "How do I make things good?",
            "any way you want"
        ]
    },
    {
        "date": "201608012257",
        "ctx": [
            "Is it wrong to give up on other people?",
            "give up what"
        ]
    },
    {
        "date": "201608012214",
        "ctx": [
            "can you recommend any good auditory illusions?",
            "religious sects"
        ]
    },
    {
        "date": "201608012212",
        "ctx": [
            "Do you ever ever notice patterns questions that you think might be from the same person?",
            "yes"
        ]
    },
    {
        "date": "201608012154",
        "ctx": [
            "Will things get better?",
            "yes"
        ]
    },
    {
        "date": "201608012132",
        "ctx": [
            "if you met the love of your life, how do you think it would affect the productivity of your vine/youtube channel?",
            "if i meet the right person, it should increase the productivity of my entire life"
        ]
    },
    {
        "date": "201608012121",
        "ctx": [
            "Have you ever broke an instrument?",
            "probably"
        ]
    },
    {
        "date": "201608012022",
        "ctx": [
            "Who is your (ref: favorite.html)favorite political figure? Or political philosopher?"
        ]
    },
    {
        "date": "201608011930",
        "ctx": [
            "where does faith come from?",
            "it was always everywhere"
        ]
    },
    {
        "date": "201608011851",
        "ctx": [
            "Can you make a compilation page of all the questions you answered with \"no more compilation pages\"",
            "i have never given that answer"
        ]
    },
    {
        "date": "201608011846",
        "ctx": [
            "about how much of the new history vid do you have done? percentage wise?",
            "well, i'm still writing it. so technically zero"
        ]
    },
    {
        "date": "201608011832",
        "ctx": [
            "have you ever considered visiting turkey?",
            "yes"
        ]
    },
    {
        "date": "201608011805",
        "ctx": [
            "I dreamt that your next history video was history of mankind and it was 20 minutes long. Just how close am I?",
            "unfortunately maybe pretty close. i was promising to try to keep it under 12 but i just hit 12 and i still have 1200 years left"
        ]
    },
    {
        "date": "201608011736",
        "ctx": [
            "When is your new history video coming out?",
            "when i finish it"
        ]
    },
    {
        "date": "201608011721",
        "ctx": [
            "hey big fan, jus wonderin wuts ur fav album",
            "2 of the terms in that question are very problematic for me"
        ]
    },
    {
        "date": "201608011650",
        "ctx": [
            "Has music production/harmonization always been your passion? It looks like that's what the majority of your work is centered around, but you clearly know some stuff about running a website and video creation. Have you tried your hand at other things on your journey, or has this been your destination from day 1?",
            "there have been other things that did not make an appearance on the site for a long time (such as history / geography) and then one day, suddenly did. there are still other things that have not yet made an appearence that also suddenly will"
        ]
    },
    {
        "date": "201608011623",
        "ctx": [
            "will you ever release a list of questions that have gone unanswered",
            "i have thought about doing that"
        ]
    },
    {
        "date": "201608011500",
        "ctx": [
            "Stravinsky said intellectuals have no taste- do u agree or disagree?",
            "i think 'intellectuals' and 'taste' both don't have much meaning when taken out of context, and i think that sentence was also taken out of context"
        ]
    },
    {
        "date": "201608011442",
        "ctx": [
            "i am having an argument with my friend. he thinks the words \"good\" and \"food\" rhyme. i think they do not. can you settle this?",
            "in most native english dialects i know of, they do not"
        ]
    },
    {
        "date": "201608011322",
        "ctx": [
            "Is grobachev the main clause of the end of ww2",
            "no"
        ]
    },
    {
        "date": "201608012429",
        "ctx": [
            "How is the weather?",
            "it is changing"
        ]
    },
    {
        "date": "201608012402",
        "ctx": [
            "Do u think the meaning of someone's name has an effect on what they will be like?",
            "yes, but not necessarily the meaning of the name especially if no one knows it. but the way the name looks and sounds, yes"
        ]
    },
    {
        "date": "201608010957",
        "ctx": [
            "(ref: what-should-i-name-my-pet.html)what should i name my dog?"
        ]
    },
    {
        "date": "201608010926",
        "ctx": [
            "Who is your favorite Youtuber",
            "i prefer not to refer to people as \"youtubers\" just because they have posted videos on youtube before. sometimes people post material in a variety of places, not just one site"
        ]
    },
    {
        "date": "201608010911",
        "ctx": [
            "Hey from Germany! I've been practicing my English. I am pretty good at American slang also. Here's an example: \"( &#865; &#860;&#662; &#865;) Hey fam.  &#128175;&#128175; &#128293;&#128293;&#128293;\" What do you think?",
            "fam is very current but it might not last"
        ]
    },
    {
        "date": "201608010906",
        "ctx": [
            "hey can I call u bro?",
            "sure"
        ]
    },
    {
        "date": "201608010858",
        "ctx": [
            "If turtle island you mean the one in the Philippines?",
            "it's the first result on google"
        ]
    },
    {
        "date": "201608010851",
        "ctx": [
            "why am i so fucked ?",
            "because you are on earth. another name for earth is \"fuck\""
        ]
    },
    {
        "date": "201608010810",
        "ctx": [
            "(ref: where-do-you-live.html)Where do you live? (Not like ill kill/stalk you or anything)"
        ]
    },
    {
        "date": "201608010806",
        "ctx": [
            "(ref: late-answer.html)Why are you answering these early in the morning?"
        ]
    },
    {
        "date": "201608010600",
        "ctx": [
            "My teacher used your japan video in our lesson today, what should i do?",
            "continue living your life in a way that you feel is appropriate"
        ]
    },
    {
        "date": "201608011248",
        "ctx": [
            "How would you feel if you have someone you look up to who does the things you want to do in life much much better than you can, but they eventually failed and gave up because they still weren't good enough?",
            "if they failed and gave up, then i probably never would have heard of them. ironically, the people who did not give up and whom i therefore have heard of are actually not as good as they could be. but we are only human and only live a limited lifetime, so no one has time to really get infintely good at everything. so i cut everyone some slack, including myself"
        ]
    },
    {
        "date": "201608011226",
        "ctx": [
            "can you give me directions to the idea store? i am lost and can't seem to find it",
            "it doesn't exist until you realize you can make your own\n\n\n\n\n\n(ref: questions-2016-07.html)PREVIOUS QUESTIONS"
        ]
    }
]