[
    {
        "date": "9.30.1611:39 pm",
        "ctx": [
            "You answered one of my questions! (ref: can-you-answer-this-question.html)Can you answer this one? Explain your answer."
        ]
    },
    {
        "date": "9.30.1611:23 pm",
        "ctx": [
            "(ref: do-you-ask-yourself-questions-on-here.html)Do you just make up the questions and pretend to answer them? If not how does this page work",
            "other people ask the questions, and i pretend to know the answers"
        ]
    },
    {
        "date": "9.30.1611:02 pm",
        "ctx": [
            "(ref: favorite-animal.html)What's your favorite animal?"
        ]
    },
    {
        "date": "9.30.1610:33 pm",
        "ctx": [
            "are you still active on youtube?",
            "yes"
        ]
    },
    {
        "date": "9.30.1610:08 pm",
        "ctx": [
            "what is your favorite type of plant",
            "photoautotrophic"
        ]
    },
    {
        "date": "9.30.168:32 pm",
        "ctx": [
            "is consciousness seperate from physicality?",
            "not really"
        ]
    },
    {
        "date": "9.30.168:29 pm",
        "ctx": [
            "how do i tell if the world is real and not just an illusion?",
            "the same way you tell the difference between a tomato and a tomato"
        ]
    },
    {
        "date": "9.30.168:26 pm",
        "ctx": [
            "Do you ever feel that being rushed and constantly asked about the video ect puts a strain on your creative ability, thus lowering the quality of the video?",
            "no"
        ]
    },
    {
        "date": "9.30.165:38 pm",
        "ctx": [
            "do you laugh when you suddenly get the feeling of 'I'm existing right now?'",
            "yes"
        ]
    },
    {
        "date": "9.30.167:55 pm",
        "ctx": [
            "(ref: why-didnt-you-answer-my-question.html)Why are you not answering my questions?"
        ]
    },
    {
        "date": "9.30.164:53 pm",
        "ctx": [
            "Are you getting bored of anagramming our stuff, or can we keep asking you to anagram stuff",
            "it is thrilling, but it is a terrible use of my time, because i am trying to build a hadron particle collider"
        ]
    },
    {
        "date": "9.30.164:15 pm",
        "ctx": [
            "i just learned about anagrams in math class. isn't anagrams english?",
            "it is spelling. but it can be done in any language"
        ]
    },
    {
        "date": "9.30.163:58 pm",
        "ctx": [
            "What what I have to do to convince you to do a video on the history of Canada?",
            "you would have to explain why it would be a better prototype than japan"
        ]
    },
    {
        "date": "9.30.163:35 pm",
        "ctx": [
            "how can you be so weird. i try to be as weird as you but i cant tips pls",
            "try approaching the task with a bit more confidence, and vigour"
        ]
    },
    {
        "date": "9.30.163:25 pm",
        "ctx": [
            "please anagram \"history of Japan\"",
            "joy, art, fans, ihop"
        ]
    },
    {
        "date": "9.30.163:02 pm",
        "ctx": [
            "(ref: what-is-life.html)what is life"
        ]
    },
    {
        "date": "9.30.1612:40 pm",
        "ctx": [
            "Will you update your expert mode page? :)",
            "yes"
        ]
    },
    {
        "date": "9.30.1612:38 pm",
        "ctx": [
            "(ref: mbti.html)What is your MBTI Personality Type?"
        ]
    },
    {
        "date": "9.30.1612:37 pm",
        "ctx": [
            "Why do cows eat antelopes?",
            "perhaps due to hunger"
        ]
    },
    {
        "date": "9.30.1612:29 pm",
        "ctx": [
            "do you consider classical musicians to be musicians, even if they don't create new music?",
            "deciding the musician or non-musician status of a person is not my idea of a good time"
        ]
    },
    {
        "date": "9.30.1611:57 am",
        "ctx": [
            "where the fuck are yuo",
            "on a rock floating in space"
        ]
    },
    {
        "date": "9.30.1611:56 am",
        "ctx": [
            "Hi Bill, you seem like a genuinely awesome person and I'd love to have a conversation sometime. Where should I send you a message?",
            "00000008 the bermuda triangle"
        ]
    },
    {
        "date": "9.30.1611:39 am",
        "ctx": [
            "Will I die if I run into traffic to avoid bees?",
            "there are also bees in the traffic"
        ]
    },
    {
        "date": "9.30.1611:15 am",
        "ctx": [
            "when will you stop being a enigma?",
            "i stop every day"
        ]
    },
    {
        "date": "9.30.1611:14 am",
        "ctx": [
            "have you ever worn a turtle neck jumper?",
            "not that i know of"
        ]
    },
    {
        "date": "9.30.1610:57 am",
        "ctx": [
            "i'm about to solve the reason why we are here, what humanity and consciousness is made for and what happens after death. i asked people from all over the world the same question, but there a still 4 countries missing i need to get the sufficientic confirmation. these are uganda, brazil, hungary and the usa. i already asked us-americans, but they never answered directy. so i try with your help: may you answer this question:in a dark room with a locked door, where do you find the key?",
            "right now it is on my desk"
        ]
    },
    {
        "date": "9.30.1610:46 am",
        "ctx": [
            "(ref: is-this-a-good-question.html)is this a good question?"
        ]
    },
    {
        "date": "9.30.1610:41 am",
        "ctx": [
            "are two beavers better than one?",
            "it really depends on the situation"
        ]
    },
    {
        "date": "9.30.1610:40 am",
        "ctx": [
            "(ref: do-you-enjoy-answering-questions.html)do you like answering questions?"
        ]
    },
    {
        "date": "9.30.1610:11 am",
        "ctx": [
            "can you anagram \"the queen's quest to wax her sex organs underwater quickly became a zany, reckless exercise in folly and futility\"",
            "'quack' said the fox. let's quit exxon, fly away, and secretly make erie unique lush bronze crystals in western greece"
        ]
    },
    {
        "date": "9.30.1610:01 am",
        "ctx": [
            "(ref: japan-knowledge.html)How do you know so well about Japanese history?"
        ]
    },
    {
        "date": "9.30.168:34 am",
        "ctx": [
            "are you close to finishing your next video?",
            "unfortunately no"
        ]
    },
    {
        "date": "9.30.166:48 am",
        "ctx": [
            "Do people take life too seriously or does seriousness take lives?",
            "there are many different types of people, and many ways to live. it is not really my job to manage the seriousness of other peoples' lives"
        ]
    },
    {
        "date": "9.30.165:31 am",
        "ctx": [
            "does stuff happen sometimes",
            "yes"
        ]
    },
    {
        "date": "9.30.165:29 am",
        "ctx": [
            "is it safe to befriend sheep",
            "i think so, as long as you are using good behaviours and practices"
        ]
    },
    {
        "date": "9.30.165:29 am",
        "ctx": [
            "do you understand ghosts",
            "i was ready to understand ghosts, i really was, and i looked into it and i found out that ghosts are actually way more of a hoax than i was expecting. and i am a scientist"
        ]
    },
    {
        "date": "9.30.165:11 am",
        "ctx": [
            "can you make your patreon more visible please? kinda silly you have to search so hard for it, since you're such an interesting and fun youtuber.",
            "it is as easy to find as it can possibly be. just google my name and patreon, or go to patreon and type my name. it couldn't possibly be any easier for those who are looking for it, it is located exactly where it belongs. as for people who are not looking for it, i don't believe that those people should be forced to see it"
        ]
    },
    {
        "date": "9.30.164:08 am",
        "ctx": [
            "when walking towards a stranger down the hallway or on the sidewalk, no matter how much distance we both have to try to zig-zag and dodge the other person, we'll eventually collide. it's like I'll move left and so will they and vice versa. how do I prevent this?",
            "marry the person"
        ]
    },
    {
        "date": "9.30.162:09 am",
        "ctx": [
            "i really love writing rock music as well as electronic music and i want to put them together in my own way but havent figured out how yet. do you think i should just start making music and not worry about it?",
            "yes"
        ]
    },
    {
        "date": "9.30.161:10 am",
        "ctx": [
            "Getting older sometimes makes you feel of nostalgia?",
            "i agree"
        ]
    },
    {
        "date": "9.30.1612:27 am",
        "ctx": [
            "what's your favourite anagram",
            "sxe"
        ]
    },
    {
        "date": "9.30.1612:20 am",
        "ctx": [
            "How do you feel about people asking on the progress of the next video? I asked once in the past and seeing others do it I can't tell if it comes across as enthusiastic cheering on/encouragement or just impatient.",
            "probably the one who is most impatient is me. i wish i could put out long videos every day. that's what i always wanted to do. i never wanted it to be like this"
        ]
    },
    {
        "date": "9.30.1612:13 am",
        "ctx": [
            "3x-11=21 what is x",
            "10 and 2/3"
        ]
    },
    {
        "date": "9.29.1611:24 pm",
        "ctx": [
            "Have you ever tried to get 2 birds stoned at once?",
            "no"
        ]
    },
    {
        "date": "9.29.1610:51 pm",
        "ctx": [
            "anagram: \"i am an unloved worthless piece of turd that is utterly average and will never amount to anything in her life\"",
            "i'm a teenage ghost. i do my laundry in the waterfall of truth. i love turtles, turnips, war, and violence in heaven"
        ]
    },
    {
        "date": "9.29.1610:41 pm",
        "ctx": [
            "(ref: dont-understand.html)Carpathian basin or pan handle of Florida?"
        ]
    },
    {
        "date": "9.29.1610:40 pm",
        "ctx": [
            "Have you ever had any doubts so far about the current history video you are making?",
            "yes"
        ]
    },
    {
        "date": "9.29.1610:39 pm",
        "ctx": [
            "Can you tell who asks the same questions?",
            "no"
        ]
    },
    {
        "date": "9.29.1610:39 pm",
        "ctx": [
            "could you give me your you tube channel?",
            "no"
        ]
    },
    {
        "date": "9.29.1610:39 pm",
        "ctx": [
            "Will you tickle my feet?",
            "no"
        ]
    },
    {
        "date": "9.29.1610:37 pm",
        "ctx": [
            "When you say the next history video is going to be huge, are we talking hours?",
            "no"
        ]
    },
    {
        "date": "9.29.1610:10 pm",
        "ctx": [
            "do you think people take life too seriously or not seriously enough?",
            "sure. there is also a third option, which is just the right amount"
        ]
    },
    {
        "date": "9.29.169:51 pm",
        "ctx": [
            "what is your opinion on the year 2011 a.d?",
            "it was good for me, i learned a lot of stuff"
        ]
    },
    {
        "date": "9.29.169:22 pm",
        "ctx": [
            "Will you be my dad?",
            "i will try"
        ]
    },
    {
        "date": "9.29.169:11 pm",
        "ctx": [
            "can you come up with a phrase that sounds like it's an anagram for something",
            "you just did"
        ]
    },
    {
        "date": "9.29.167:38 pm",
        "ctx": [
            "do you like answering \"do you like X\" questions with \"it is ok\"?",
            "only if it's true"
        ]
    },
    {
        "date": "9.29.167:33 pm",
        "ctx": [
            "(ref: pawn-shop.html)I'm Rick Harrison, and this is my pawn shop. I work here with my old man and my son, Big Hoss. Everything in here has a story and a price. One thing I've learned after 21 years - you never know what is gonna come through that door."
        ]
    },
    {
        "date": "9.29.167:14 pm",
        "ctx": [
            "when are you going to update youtube?",
            "when i am done with the video i am currently working on"
        ]
    },
    {
        "date": "9.29.162:27 pm",
        "ctx": [
            "Can you make an anagram for \"there's no fucking way you can make an anagram out of this\"?",
            "why yes, go fuck a neutron, i Can make an anagram out of this"
        ]
    },
    {
        "date": "9.29.162:18 pm",
        "ctx": [
            "Do you ever get repetitive strain injury in your hands from using a computer/playing instruments so much?",
            "i got it a little bit, one time, when i was much younger, and ever since then i have been very careful to breathe, stretch, and always stick to the easiest and most natural ways of doing things, and so far it has never been a problem ever since. i am very careful to back off or adjust immediately if there is every the slightest feeling of strain anywhere"
        ]
    },
    {
        "date": "9.29.1612:36 pm",
        "ctx": [
            "can you make an anagram for \"Goat gymnastics have saved my life.\"",
            "voyaging slaves defy mathematics"
        ]
    },
    {
        "date": "9.29.1610:16 am",
        "ctx": [
            "Do you ever have an (ref: existential-crisis.html)existential crisis? If so, how often, and what do you do to stop it?"
        ]
    },
    {
        "date": "9.29.1610:13 am",
        "ctx": [
            "ever had a dream that predicted the future?",
            "i think so"
        ]
    },
    {
        "date": "9.29.169:53 am",
        "ctx": [
            "what do you do if you have a song written from the middle through to the end but you don't know how to get from the beginning to the middle?",
            "i still don't have a good strategy for that."
        ]
    },
    {
        "date": "9.29.169:25 am",
        "ctx": [
            "What is the best advice can you give me?",
            "who is this"
        ]
    },
    {
        "date": "9.29.167:37 am",
        "ctx": [
            "Do you like pluto?",
            "it is ok"
        ]
    },
    {
        "date": "9.28.1611:06 pm",
        "ctx": [
            "(ref: video-game.html)What video games do you play?"
        ]
    },
    {
        "date": "9.28.1611:04 pm",
        "ctx": [
            "What inspired you to make a YouTube channel?",
            "pressure from society"
        ]
    },
    {
        "date": "9.28.1610:43 pm",
        "ctx": [
            "anagram for \"No. That's no in Spanish.\"",
            "hi. hints: no ass, no pants"
        ]
    },
    {
        "date": "9.28.1610:19 pm",
        "ctx": [
            "what do you think of buddhists?",
            "i think the buddha is better"
        ]
    },
    {
        "date": "9.28.169:56 pm",
        "ctx": [
            "which planet in the solar system has the biggest ego",
            "earth, i guess"
        ]
    },
    {
        "date": "9.28.169:53 pm",
        "ctx": [
            "I asked like 4-5 months go when the history video is coming and you replied \"soon\". Can you say when like January?",
            "i don't think i ever said 'soon.' this is the longest video i have ever done. i don't know how to give an accurate answer because i am deeply in denial about how long it could take. the writing alone took from june 16 until sept 7. that's 6 times longer than the writing took for history of japan. you can see why i am in denial, and also why i am trying to work as fast as possible"
        ]
    },
    {
        "date": "9.28.168:42 pm",
        "ctx": [
            "when is your next video I loved history of japan",
            "doing it now"
        ]
    },
    {
        "date": "9.28.166:35 pm",
        "ctx": [
            "why don't you care about profiting from your incredible work?",
            "sorry for the confusion, i do care"
        ]
    },
    {
        "date": "9.28.166:17 pm",
        "ctx": [
            "what is your favorie animal",
            "(ref: https://en.wikipedia.org/wiki/Homo_sapiens)en.wikipedia.org/wiki/Homo_sapiens"
        ]
    },
    {
        "date": "9.28.166:02 pm",
        "ctx": [
            "Do you view your work as normal and view everything else as strange? I mean, you literally won an award for being weird, but how do you see your own work?",
            "i see it as work i made"
        ]
    },
    {
        "date": "9.28.165:53 pm",
        "ctx": [
            "will your new video contain the word if",
            "yes"
        ]
    },
    {
        "date": "9.28.163:55 pm",
        "ctx": [
            "(ref: pets.html)Do you have a pet?"
        ]
    },
    {
        "date": "9.28.162:57 pm",
        "ctx": [
            "Your Japan video got 17 million views. My understanding is that even at a fraction of that number YouTube automatically inquires about monetizing it and sending you 55%. Why didn't that happen?",
            "if you do that then they put ads on the video"
        ]
    },
    {
        "date": "9.28.161:19 pm",
        "ctx": [
            "does the sun have bones?",
            "no"
        ]
    },
    {
        "date": "9.28.1610:57 am",
        "ctx": [
            "Are there going to be swear words in your next video?",
            "i do not have a good system for determining whether a word is a swear word"
        ]
    },
    {
        "date": "9.28.1610:07 am",
        "ctx": [
            "Why are you in Pyongyang?",
            "i was only pretending to be in pyongyang"
        ]
    },
    {
        "date": "9.28.169:07 am",
        "ctx": [
            "what is your personal taste in music?",
            "i like it"
        ]
    },
    {
        "date": "9.28.168:46 am",
        "ctx": [
            "Do you think people should hold back on their opinions?",
            "no, they should push forward"
        ]
    },
    {
        "date": "9.28.168:20 am",
        "ctx": [
            "How do you make anagrams so well?",
            "one gold mushroom, always awake"
        ]
    },
    {
        "date": "9.28.167:34 am",
        "ctx": [
            "(ref: do-you-love-me.html)Do you love me?"
        ]
    },
    {
        "date": "9.28.165:29 am",
        "ctx": [
            "How long does it take to cook my vegetables",
            "everyone has different vegetables"
        ]
    },
    {
        "date": "9.28.163:14 am",
        "ctx": [
            "what is the main reason a lot of your songs are so short?",
            "doing everything yourself is hard work, and takes a long time, and it is really hard to find any momentum when you are starting out. i turned to short songs at various times, to gain momentum. most of the years since then have been spent trying to shift toward longer things. the disadvantage of that is that you work for weeks and it's still not done and everyone thinks you are doing nothing. which reminds me a lot of how things are going right now"
        ]
    },
    {
        "date": "9.27.169:45 pm",
        "ctx": [
            "make an anagram of this\"Xylophones aren't on the periodic table, but they are on the periodic chair. i have a periodic sleep, but then i wake up ready to life.\"",
            "hi there. are you a bitter piece of epic bird crap? would you like to trip acid, then have sex (and a relationship) on the telephone? bye"
        ]
    },
    {
        "date": "9.27.169:11 pm",
        "ctx": [
            "Have any of the other members of bwb done solo work?",
            "i think they all have. but it is important to remember that they are all me"
        ]
    },
    {
        "date": "9.27.169:03 pm",
        "ctx": [
            "how do i stop wasting time",
            "start doing something else"
        ]
    },
    {
        "date": "9.27.168:49 pm",
        "ctx": [
            "please tell me your video isn't about ancient aliens",
            "it is not"
        ]
    },
    {
        "date": "9.27.168:46 pm",
        "ctx": [
            "are these questions even real",
            "i think so"
        ]
    },
    {
        "date": "9.27.168:18 pm",
        "ctx": [
            "what is freedom?",
            "anything"
        ]
    },
    {
        "date": "9.27.168:16 pm",
        "ctx": [
            "(ref: duck-horse.html)Would you rather fight 100 chicken sized horses or 1 horse sized chicken?"
        ]
    },
    {
        "date": "9.27.168:09 pm",
        "ctx": [
            "(ref: purpose-of-history-of-japan.html)What inspired you to make the video on the history of Japan?"
        ]
    },
    {
        "date": "9.27.167:40 pm",
        "ctx": [
            "Do you get worried from the hate you get because you aren't finishing the new video fast enough?",
            "if you think about it, that kind of hate is actually love. no one would hate me for not finishing stuff if they hated what i was doing. but i still usually forget this"
        ]
    },
    {
        "date": "9.27.166:39 pm",
        "ctx": [
            "Where do you get your inspiration from?",
            "in the earth's atmosphere, and on its surface"
        ]
    },
    {
        "date": "9.27.165:59 pm",
        "ctx": [
            "So you're still recording audio for the reality section?",
            "i have been doing it since 2012"
        ]
    },
    {
        "date": "9.27.165:48 pm",
        "ctx": [
            "why do so many (exspecially elder) people think of the internet as a bagatelle, when it's the matter which connects the world together, creates and shares art, culture, dialoge and understanding like no other thing ever did? when will everybody understand that the internet is not a game, but global consciousness? ._.",
            "this is normal. old people hated books when books were first invented"
        ]
    },
    {
        "date": "9.27.165:29 pm",
        "ctx": [
            "Is vaseline real?",
            "think so"
        ]
    },
    {
        "date": "9.27.163:00 pm",
        "ctx": [
            "Did history of Japan make you any money?",
            "no, except from donations"
        ]
    },
    {
        "date": "9.27.162:32 pm",
        "ctx": [
            "why would anyone donate to you!?!?!?!?!",
            "that would be up to them"
        ]
    },
    {
        "date": "9.27.169:53 am",
        "ctx": [
            "If I work in a business that employs 365 people, what are the chances of it being one person's birthday each day?",
            "about 63%"
        ]
    },
    {
        "date": "9.27.168:49 am",
        "ctx": [
            "where can i buy hats?",
            "at the hat store! or the hat and shirt store would also have them i think"
        ]
    },
    {
        "date": "9.27.166:08 am",
        "ctx": [
            "How's Pyongyang?",
            "pretty good, we have a great leader"
        ]
    },
    {
        "date": "9.27.165:29 am",
        "ctx": [
            "when you release your new video on youtube, will you let the viewers know you will be doing music next?",
            "do all the people i've told here so far count as viewers"
        ]
    },
    {
        "date": "9.27.162:40 am",
        "ctx": [
            "do you play rootless piano voicings?",
            "mostly, as long as the bass exists in another instrument, such as the bass"
        ]
    },
    {
        "date": "9.27.161:49 am",
        "ctx": [
            "Do you have a day job, work making jingles or do you make a living by turning your thoughts into videos and uploading them to the internet?",
            "neither"
        ]
    },
    {
        "date": "9.27.161:48 am",
        "ctx": [
            "How to spell?",
            "so far you are doing great"
        ]
    },
    {
        "date": "9.26.1611:56 pm",
        "ctx": [
            "any worries about the upcoming presidential election and its aftermath",
            "no"
        ]
    },
    {
        "date": "9.26.1611:39 pm",
        "ctx": [
            "why is life so complicated?",
            "for a thrill"
        ]
    },
    {
        "date": "9.26.1610:03 pm",
        "ctx": [
            "I'm sure you're asked this a lot and I hate to sound repetitive, but (ref: more-of-the-same.html)will you ever make a video similar to \"history of japan\" but on a different Nation?"
        ]
    },
    {
        "date": "9.26.167:50 pm",
        "ctx": [
            "Where is (ref: harambe.html)Harambe right now?"
        ]
    },
    {
        "date": "9.26.167:35 pm",
        "ctx": [
            "what is special to you?",
            "almost everything"
        ]
    },
    {
        "date": "9.26.165:14 pm",
        "ctx": [
            "(ref: meaning-of-life.html)what is the meaning of life?"
        ]
    },
    {
        "date": "9.26.165:07 pm",
        "ctx": [
            "HOW many dogs could you hug in 13 hours",
            "i am not sure"
        ]
    },
    {
        "date": "9.26.165:07 pm",
        "ctx": [
            "how a,mny dogs",
            "i know what you mean"
        ]
    },
    {
        "date": "9.26.165:06 pm",
        "ctx": [
            "how dogsd",
            "i know what you mean"
        ]
    },
    {
        "date": "9.26.164:10 pm",
        "ctx": [
            "make an anagram for \"tyrone went to kentucky fried chicken with his mom but not his dad because he doesnt know his dad\"",
            "drunk in church? (yes) ... honk if u want hot wet cheesy DDD boobs. time to smoke weed and sink the Titanic."
        ]
    },
    {
        "date": "9.26.163:59 pm",
        "ctx": [
            "Do you ever wish you could turn into a muffin that shoots laser beams?",
            "no"
        ]
    },
    {
        "date": "9.26.162:33 pm",
        "ctx": [
            "how are you, relative to how you have been in the past?",
            "more experienced"
        ]
    },
    {
        "date": "9.26.161:19 pm",
        "ctx": [
            "are we even real",
            "yes"
        ]
    },
    {
        "date": "9.26.1612:38 pm",
        "ctx": [
            "Is your family aware of what you do? Do they \"get\" it? Do they care?",
            "yes"
        ]
    },
    {
        "date": "9.26.1612:33 pm",
        "ctx": [
            "are you a spaghetti",
            "i will check"
        ]
    },
    {
        "date": "9.26.1611:51 am",
        "ctx": [
            "do you think the content of dreams is more related to content of past experiences, or future ones?",
            "i think it might be about 7% past, 2% future, and 91% neither"
        ]
    },
    {
        "date": "9.26.1610:51 am",
        "ctx": [
            "do you...ever worry?",
            "sure"
        ]
    },
    {
        "date": "9.26.1610:51 am",
        "ctx": [
            "why...do you answer these questions?",
            "because they are asked"
        ]
    },
    {
        "date": "9.26.1610:41 am",
        "ctx": [
            "do you like bats?",
            "they are ok"
        ]
    },
    {
        "date": "9.26.169:56 am",
        "ctx": [
            "is it okay?",
            "yes"
        ]
    },
    {
        "date": "9.26.169:31 am",
        "ctx": [
            "Where are u",
            "pyongyang"
        ]
    },
    {
        "date": "9.26.169:21 am",
        "ctx": [
            "Ever tried painting?",
            "yes"
        ]
    },
    {
        "date": "9.26.168:55 am",
        "ctx": [
            "do you like spaghetti",
            "it is ok"
        ]
    },
    {
        "date": "9.26.168:39 am",
        "ctx": [
            "Isn't it cool that you can describe a word with a sentence and describe a sentence with a word?",
            "yep"
        ]
    },
    {
        "date": "9.26.165:10 am",
        "ctx": [
            "do you say oh hell yeah a lot in real life?",
            "probably an average amount"
        ]
    },
    {
        "date": "9.26.164:30 am",
        "ctx": [
            "Is it possible, to reduce the \"life sentence\" of your current Herculean project to maybe make a \"part 1,\" \"part 2�\" Etc.?",
            "sure, if i wanted to completely ruin the vibe"
        ]
    },
    {
        "date": "9.26.163:12 am",
        "ctx": [
            "when will be your next reality and improv video? i actually enjoy them",
            "i will bring the reality page up to date when this video is done. i will also add more past items to both pages, and also the notes page"
        ]
    },
    {
        "date": "9.26.163:06 am",
        "ctx": [
            "ahhhhhhhhhhhhhhhhhhhhhhhhhh\n\ni might have autism\n\nno wait, i do have autism my doctor said so.\n\ndo you have autism mr.wurtz?\n\nahhhhhhhhhhhhhhhhhhhhhhhhhhhhh",
            "i'm not sure"
        ]
    },
    {
        "date": "9.26.162:36 am",
        "ctx": [
            "is there any kind of music which you actively don't like?",
            "no"
        ]
    },
    {
        "date": "9.26.162:03 am",
        "ctx": [
            "have you ever heard / used 9/4 time in a song?",
            "sure"
        ]
    },
    {
        "date": "9.26.161:59 am",
        "ctx": [
            "can you think of a bad word that is also good",
            "yes"
        ]
    },
    {
        "date": "9.26.161:27 am",
        "ctx": [
            "can you describe what makes a question 'special' ?",
            "if it exists"
        ]
    },
    {
        "date": "9.26.161:24 am",
        "ctx": [
            "is retard a bad word?",
            "every word is bad"
        ]
    },
    {
        "date": "9.26.1612:51 am",
        "ctx": [
            "is there a way to know if something will give me \"the special feeling\" before i spend the actual energy on making it?  am i possibly overthinking it?",
            "you are going to have to solve this over time, by trial and error"
        ]
    },
    {
        "date": "9.26.1612:48 am",
        "ctx": [
            "You've said in one question \"after i finish this terribly long video which is going to take another 500 years and wish i never started\". That's not true though, right? I imagine doing this and any music for you is a sense of duty and pride even with the work.",
            "no, it's fine. i know it's the right thing to do. but it's getting insane, it's starting to feel like a death sentence"
        ]
    },
    {
        "date": "9.25.1611:20 pm",
        "ctx": [
            "are you going to put more of your music onto spotify?",
            "oh hell yeah. hopefully on a weekly or bi-weekly basis, after i finish this terribly long video which is going to take another 500 years and wish i never started"
        ]
    },
    {
        "date": "9.25.1611:17 pm",
        "ctx": [
            "as a response to my question at on 9.25.16 at 9:24 PM, the main issue I'm having is trying to play Bb (the lowest note of the chord) by getting my pinky finger all the way out there, i find myself hitting a ton of white notes with the Bb itself. do you know how I could avoid this?",
            "i still not sure i understand what is happening ... which finger is hitting the other unwanted notes? also which fingers are you using for the D and F? if you email me with more specifics or perhaps a pic or video i can try to figure out what's going on ... also do you have any trouble playing B minor with your right hand? that should be mirror image ... i would love to help if i figure out what the problem is"
        ]
    },
    {
        "date": "9.25.1611:05 pm",
        "ctx": [
            "Do you like the beach?",
            "it is ok"
        ]
    },
    {
        "date": "9.25.1610:34 pm",
        "ctx": [
            "Can you teach me how to make music like u on piano including chords and lyrics please help me I love the content u make",
            "you have to make up your own way. that's what i did"
        ]
    },
    {
        "date": "9.25.1610:12 pm",
        "ctx": [
            "(ref: self-taught.html)where did u learn to music I'm a kid and I want to make music like yours I am good at piano and decent at guitar plz answer I love ur content"
        ]
    },
    {
        "date": "9.25.169:53 pm",
        "ctx": [
            "It this an accurate representation of lots of the crappy questions you get?",
            "there are no crappy questions, only special questions"
        ]
    },
    {
        "date": "9.25.169:24 pm",
        "ctx": [
            "when playing something like a piano, how do you play a Bb chord on your left hand without stretching your pinky so far outwards, without touching other keys than the chord itself?",
            "believe it or not i actually never learned how to play chords with my left hand, until maybe very recently. but to answer your question you will have to tell me which inversion (which note is on the bottom, etc). i am looking at all 3, and i don't really see the problem, but maybe you could give me some more specifics"
        ]
    },
    {
        "date": "9.25.168:54 pm",
        "ctx": [
            "are books legible?",
            "some of them"
        ]
    },
    {
        "date": "9.25.168:46 pm",
        "ctx": [
            "In 'new Canaan' who is the 'you' character?",
            "you"
        ]
    },
    {
        "date": "9.25.168:41 pm",
        "ctx": [
            "what do we need consciousness for? i can't think of anything except for maybe telling yourself apart from your identical twin",
            "thinking stuff and doing stuff"
        ]
    },
    {
        "date": "9.25.168:25 pm",
        "ctx": [
            "do you ever find time to write down any songs that pop in your head?",
            "yes, i have a system that i have used for a few years now. many ideas come out of nowhere, so it is important to have a solid system in place for delivering those ideas to their proper place, so they can be used in songs"
        ]
    },
    {
        "date": "9.25.168:14 pm",
        "ctx": [
            "Where are my peas?",
            "i don't know"
        ]
    },
    {
        "date": "9.25.165:37 pm",
        "ctx": [
            "will you ever explore other music",
            "other than what? i have been exploring all types of music all my life"
        ]
    },
    {
        "date": "9.25.165:32 pm",
        "ctx": [
            "On an average day, how much time do you spend doing creative work like composing music or producing a video?",
            "as many as possible. sometimes 8, sometimes 14, depending on the day"
        ]
    },
    {
        "date": "9.25.165:25 pm",
        "ctx": [
            "what kind of mistakes do you make?",
            "all kinds"
        ]
    },
    {
        "date": "9.25.165:23 pm",
        "ctx": [
            "what's the most important instrument in a song?",
            "it would be different depending on the song. but in a large percentage of songs the most important instrument is the voice, especially if there are words in the song"
        ]
    },
    {
        "date": "9.25.165:20 pm",
        "ctx": [
            "Why is the universe so exquisitely balanced such that life can exist?",
            "the universe is just so dam big that life has to exist somewhere, and where ever it is, there it is, asking questions about its existence"
        ]
    },
    {
        "date": "9.25.165:18 pm",
        "ctx": [
            "(ref: more-of-the-same.html)Will there be another history video like the one on Japan? and if so, what will it be the history of?",
            "much more than japan"
        ]
    },
    {
        "date": "9.25.164:38 pm",
        "ctx": [
            "How to break the mold?",
            "you could try dropping it off a building"
        ]
    },
    {
        "date": "9.25.164:25 pm",
        "ctx": [
            "My girlfriend hates Queen, shall i leave her?",
            "not necessarily for that reason, but perhaps for another reason"
        ]
    },
    {
        "date": "9.25.162:38 pm",
        "ctx": [
            "hhhhhh",
            "i know what you mean"
        ]
    },
    {
        "date": "9.25.162:36 pm",
        "ctx": [
            "why isnt anything working",
            "to give you a chance to figure out how to make it work"
        ]
    },
    {
        "date": "9.25.161:14 pm",
        "ctx": [
            "do pokemon exist irl",
            "no"
        ]
    },
    {
        "date": "9.25.1612:51 pm",
        "ctx": [
            "do you still like to stack books?",
            "i have only done it once"
        ]
    },
    {
        "date": "9.25.1612:46 pm",
        "ctx": [
            "Does race matter?",
            "no"
        ]
    },
    {
        "date": "9.25.16 12:29 pm",
        "ctx": [
            "do you like the ice climbers",
            "back in my day there was only 1 character per character"
        ]
    },
    {
        "date": "9.25.16 10:44 am",
        "ctx": [
            "what r u in2?",
            "realizing stuff"
        ]
    },
    {
        "date": "9.25.16 10:36 am",
        "ctx": [
            "do you think you know all that you need to know?",
            "no"
        ]
    },
    {
        "date": "9.25.16 9:41 am",
        "ctx": [
            "when a caterpillar undergoes metamorphosis and turns into a butterfly, is it still the same caterpillar or did it die and got reborn as a complete new flying insect?",
            "i think it stays alive through the transition, but i am not sure"
        ]
    },
    {
        "date": "9.25.16 9:02 am",
        "ctx": [
            "(ref: do-you-ask-yourself-questions-on-here.html)..have you ever asked yourself a question here?"
        ]
    },
    {
        "date": "9.25.16 5:30 am",
        "ctx": [
            "what quality do you admire most in other people?",
            "whatever qualities they have"
        ]
    },
    {
        "date": "9.25.16 3:05 am",
        "ctx": [
            "What do you do when you're feeling sick? Do you keep working?",
            "yes"
        ]
    },
    {
        "date": "9.25.16 2:32 am",
        "ctx": [
            "is it weird to you that you've already been working as long on this video as on all of history of japan",
            "yes"
        ]
    },
    {
        "date": "9.25.161:34 am",
        "ctx": [
            "You wrote a lot of your songs before recording them. Are there some you didnt do that for and wrote while recording? I'm crazy/it's raining?",
            "i was experimenting with in-studio writing during the first half of 2011. i ultimately decided that i can do better work when i finalize the writing before the recording takes place. this does not mean finalize all of the instrumental parts, it just means the melody, lyric, chords, and especially the road map need to be set in stone before the recording starts. crazy/raining was written before the recording. but that doesn't mean all the little percussion fills and instrumental things were pre-written, just the melody, lyric, chords, and road map"
        ]
    },
    {
        "date": "9.25.1612:19 am",
        "ctx": [
            "do you think a lot of people could benefit from talking less",
            "no"
        ]
    },
    {
        "date": "9.25.1612:11 am",
        "ctx": [
            "when you receive these questions are they in the order of newest first?",
            "i always receive the quesitons at the same time they are asked"
        ]
    },
    {
        "date": "9.24.1611:12 pm",
        "ctx": [
            "what percentage do you think you're at with the upcoming video?",
            "i'm really not sure. maybe 40%"
        ]
    },
    {
        "date": "9.24.16 10:19 pm",
        "ctx": [
            "did you actually go to new canaan pensylvaniaif so how was it",
            "it was actually new canaan connecticut. it was a beautiul day, it was very nice, i wrote a song there"
        ]
    },
    {
        "date": "9.24.16 9:48 pm",
        "ctx": [
            "What games do you like playing (any type of game)",
            "the one where i try to complete my life's work during my life"
        ]
    },
    {
        "date": "9.24.16 9:27 pm",
        "ctx": [
            "how many hours do you spend on your work on average per day",
            "as many as possible. sometimes 8, sometimes 14, depending on the day"
        ]
    },
    {
        "date": "9.24.16 9:18 pm",
        "ctx": [
            "It's been seven months since your last video. History of Japan only took three. What are you doing?",
            "it has only been 3 months since my last video, but what i have been doing since then is making a very long video, probably about twice as long as history of japan. i am working as fast as i can"
        ]
    },
    {
        "date": "9.24.16 8:22 pm",
        "ctx": [
            "in \"it's gonna be all right\", you say \"axe me why\" around 3:10-11. Any thoughts?",
            "i agree"
        ]
    },
    {
        "date": "9.24.168:15 pm",
        "ctx": [
            "is the size of the universe infinit?",
            "i would think so"
        ]
    },
    {
        "date": "9.24.16 6:45 pm",
        "ctx": [
            "do you have an opinion on the idea of memes?",
            "i think it has been around for much longer than the word 'meme'"
        ]
    },
    {
        "date": "9.24.16 6:18 pm",
        "ctx": [
            "my friends think i'm depressed even though i'm perfectly fine. what should i do?",
            "tell them you think they are depressed"
        ]
    },
    {
        "date": "9.24.16 6:03 pm",
        "ctx": [
            "How would you rate your life on a scale from 0-4.3",
            "4.3"
        ]
    },
    {
        "date": "9.24.16 4:07 pm",
        "ctx": [
            "am i bill wurtz?",
            "maybe"
        ]
    },
    {
        "date": "9.24.16 3:32 pm",
        "ctx": [
            "if a train leaves guantanamo bay at 9am in the morning approx what time does it reach your house? (if ever)",
            "never"
        ]
    },
    {
        "date": "9.24.16 12:59 pm",
        "ctx": [
            "do you hate me",
            "no"
        ]
    },
    {
        "date": "9.24.16 12:45 pm",
        "ctx": [
            "(ref: when-will-you-do-another-history-video.html)When are you gonna make another video like the history of japan"
        ]
    },
    {
        "date": "9.24.16 12:33 pm",
        "ctx": [
            "should we take back the holy land?",
            "it might be more trouble than it's worth"
        ]
    },
    {
        "date": "9.24.16 12:11 pm",
        "ctx": [
            "(ref: woodchuck.html)How much wood could a wood chuck chuck is a wood chuck could ever give a fuck"
        ]
    },
    {
        "date": "9.24.16 9:09 am",
        "ctx": [
            "do you wear leather",
            "no"
        ]
    },
    {
        "date": "9.24.16 8:08 am",
        "ctx": [
            "In this digital world, what can we do?",
            "digital stuff, or non-digital stuff if you prefer"
        ]
    },
    {
        "date": "9.24.16 7:30 am",
        "ctx": [
            "how do you improvise?",
            "do whatever you want!"
        ]
    },
    {
        "date": "9.24.16 7:27 am",
        "ctx": [
            "what does you mother think of your communist orientation?",
            "i am not a communist. i am sorry for the confusion"
        ]
    },
    {
        "date": "9.24.16 7:27 am",
        "ctx": [
            "do you not use capital letters at the start of your sentences because you are a communist?",
            "sorry for the confusion. i am not a communist"
        ]
    },
    {
        "date": "9.24.16 6:55 am",
        "ctx": [
            "(ref: title-design.html)why questions cartegory named \"ueqstions\"?"
        ]
    },
    {
        "date": "9.24.16 6:36 am",
        "ctx": [
            "How's the progress for the next video?",
            "good"
        ]
    },
    {
        "date": "9.24.162:13 am",
        "ctx": [
            "Why do you never start sentences with capital letters?",
            "because i find it to be a waste of time, especially if you are already using periods between sentences"
        ]
    },
    {
        "date": "9.23.1610:47 pm",
        "ctx": [
            "How come people make songs that don't make sense?",
            "for a thrill"
        ]
    },
    {
        "date": "9.23.169:26 pm",
        "ctx": [
            "what should I do when I have too many feelings?",
            "document your journey"
        ]
    },
    {
        "date": "9.23.169:22 pm",
        "ctx": [
            "What is your life?",
            "i am figuring that out now"
        ]
    },
    {
        "date": "9.23.169:00 pm",
        "ctx": [
            "approx how many trained tapirs would YOU need to successfully storm Istanbul?",
            "i don't know, i would have to at least go to istanbul first to assess the situation"
        ]
    },
    {
        "date": "9.23.166:51 pm",
        "ctx": [
            "Hello? This is your Mother. Are you there? Are you coming home?",
            "yes, i come home every day but i don't currently live with my mother. thanks, whoever this is (not my mother)"
        ]
    },
    {
        "date": "9.23.166:50 pm",
        "ctx": [
            "Favorite historical event?",
            "the big bang, i guess"
        ]
    },
    {
        "date": "9.23.16 2:45 pm",
        "ctx": [
            "Do you recognize my basement as a sovereign country?",
            "i don't know which basement is yours"
        ]
    },
    {
        "date": "9.23.16 2:01 pm",
        "ctx": [
            "what is the opposite of \"on fleek\"?",
            "off fleek, i guess"
        ]
    },
    {
        "date": "9.23.16 1:19 pm",
        "ctx": [
            "(ref: woodchuck.html)how much wood could a woodchuck chuck if a woodchuck could chuck wood?"
        ]
    },
    {
        "date": "9.23.16 12:49 pm",
        "ctx": [
            "Do you think a lot of the musicians asking questions here are asking them for ego related reasons rather than actual interest in your answer?",
            "maybe"
        ]
    },
    {
        "date": "9.23.16 9:48 am",
        "ctx": [
            "Were you overwhelmed (negatively) by the reaction to the history of japan video? Have you intentionally backed away from Youtube for that reason?",
            "i have not backed away from youtube, i have leaned further toward youtube, and longer content, and moved away from vine (6 second content)"
        ]
    },
    {
        "date": "9.23.16 8:08 am",
        "ctx": [
            "why do you no longer use soundcloud",
            "i never used it. i tried it, but i ended up making my own site instead"
        ]
    },
    {
        "date": "9.23.16 7:54 am",
        "ctx": [
            "(ref: age-when-started-music.html)How old were you when you played your first musical instrument?"
        ]
    },
    {
        "date": "9.23.16 6:40 am",
        "ctx": [
            "I'm trying to find a balance between work, sleep, and creating art, but with 8 hours+ each for work and sleep, I'm not finishing my art fast enough. Which of the other 2 should I put less priority into?",
            "compromise"
        ]
    },
    {
        "date": "9.23.16 6:00 am",
        "ctx": [
            "Thank you for making and sharing all that great content with us, I'm sure the next big video will be great.What is your favorite intergalactic void?",
            "i am not familiar with any of the intergalactic voids"
        ]
    },
    {
        "date": "9.23.16 5:50 am",
        "ctx": [
            "'thabk you' is an anagram for 'bat oh yuk'... why do you hate bats?",
            "i do not hate bats. sorry for the confusion"
        ]
    },
    {
        "date": "9.23.16 5:47 am",
        "ctx": [
            "will you ever not be a enigma ?",
            "yes"
        ]
    },
    {
        "date": "9.23.16 2:51 am",
        "ctx": [
            "(ref: how-long-did-it-take-to-make-history-of-japan.html)how long did it take to to history of japan"
        ]
    },
    {
        "date": "9.23.16 2:39 am",
        "ctx": [
            "What is your opinion on bread?",
            "it is ok"
        ]
    },
    {
        "date": "9.23.16 1:30 am",
        "ctx": [
            "do you make it a point not to stop and think about how far you've come",
            "no, i actually make a point to think about it"
        ]
    },
    {
        "date": "9.23.16 1:18 am",
        "ctx": [
            "did you take history in school? did you like it?",
            "history works extremely well for me when i can learn it on my own, at my own pace. which is not usually how school works. also i did not have any capacity to comprehend history until after i had a reasonable grasp on the present, which was after i was out of school"
        ]
    },
    {
        "date": "9.23.16 12:09 am",
        "ctx": [
            "why do you not post things in the notebook section anymore",
            "i update all at once, filling in new stuff and old stuff at the same time. i usually update it after finishing a big project, like the one i am doing now"
        ]
    },
    {
        "date": "9.22.16 11:37 pm",
        "ctx": [
            "do you like Latinoamerica?",
            "yes"
        ]
    },
    {
        "date": "9.22.16 11:03 pm",
        "ctx": [
            "Can you see this question?",
            "yes"
        ]
    },
    {
        "date": "9.22.1610:57 pm",
        "ctx": [
            "How is your current mental health (scale 1 to 13)",
            "117"
        ]
    },
    {
        "date": "9.22.1610:20 pm",
        "ctx": [
            "is chaos really always chaotic if you can predict that it will always be chaotic? or is near absolute but not absolute chaos the true form of chaos?",
            "i don't care"
        ]
    },
    {
        "date": "9.22.1610:01 pm",
        "ctx": [
            "do you have any desire to meet/thank the inventor of tissues?",
            "sure, but it is not the first thing on my to-do list"
        ]
    },
    {
        "date": "9.22.169:46 pm",
        "ctx": [
            "(ref: are-you-an-alien.html)Are you secretly and alien?"
        ]
    },
    {
        "date": "9.22.169:43 pm",
        "ctx": [
            "(ref: dont-understand.html)video games?"
        ]
    },
    {
        "date": "9.22.169:43 pm",
        "ctx": [
            "do the Serbs actually own Kosovo?",
            "it is currently in dispute"
        ]
    },
    {
        "date": "9.22.168:44 pm",
        "ctx": [
            "Guacamole or queso?",
            "sorry i am not ordering a taco right now. sorry for the confusion"
        ]
    },
    {
        "date": "9.22.168:36 pm",
        "ctx": [
            "do u think that we r living in a simulation like the matrix?",
            "maybe a simulation that is a little different than the matrix"
        ]
    },
    {
        "date": "9.22.168:35 pm",
        "ctx": [
            "where do you get your inspiration for your music?",
            "everywhere"
        ]
    },
    {
        "date": "9.22.167:25 pm",
        "ctx": [
            "Can you describe the feeling when you finally get to upload a video you've worked on for months",
            "good, nice"
        ]
    },
    {
        "date": "9.22.167:11 pm",
        "ctx": [
            "Do you find the spelling of the word colonel irritating?",
            "sort of"
        ]
    },
    {
        "date": "9.22.167:10 pm",
        "ctx": [
            "What is your favorite Atlantic Ocean?",
            "the atlantic ocean"
        ]
    },
    {
        "date": "9.22.167:05 pm",
        "ctx": [
            "If you could rename any geometric shape to anything you wanted, what would it be?",
            "i would change the scalene triangle to 'wrong triangle'"
        ]
    },
    {
        "date": "9.22.167:02 pm",
        "ctx": [
            "Who is your favorite Spanish conquistador?",
            "vasco nunez de balboa"
        ]
    },
    {
        "date": "9.22.166:53 pm",
        "ctx": [
            "Are you inspired by anyone?",
            "yes"
        ]
    },
    {
        "date": "9.22.165:23 pm",
        "ctx": [
            "How should i deal with mood swings",
            "enjoy the ride"
        ]
    },
    {
        "date": "9.22.163:48 pm",
        "ctx": [
            "i bet my fifty rat faced dollar signs and all my salads that you can't anagram this glorious sentence",
            "select your fantasy:\n\nfriendly flamingo\nbasic grandma\nsad alley cat\n\nand start the ghost simulation."
        ]
    },
    {
        "date": "9.22.162:54 pm",
        "ctx": [
            "If you could, would you ever use a sitar in one of your songs?",
            "sure"
        ]
    },
    {
        "date": "9.22.162:31 pm",
        "ctx": [
            "do you think you will ever livestream yourself improvising like on the key+voc improv page?",
            "it might not be on that page, but yes"
        ]
    },
    {
        "date": "9.22.161:45 pm",
        "ctx": [
            "Haven't been here in a few months, what's the progress on the history video?",
            "it's going great, but it is an insanely long project. i can't even believe i am doing it, but i know it is the right thing to do. this is the same way i felt about history of japan when i was making it, but this one is at least twice as long, and more intense"
        ]
    },
    {
        "date": "9.22.161:04 pm",
        "ctx": [
            "(ref: title-design.html)Why are \"ueqstions\"?"
        ]
    },
    {
        "date": "9.22.161:03 pm",
        "ctx": [
            "are colours the same for everyone",
            "they are probably the same for most people"
        ]
    },
    {
        "date": "9.22.1611:51 am",
        "ctx": [
            "When's the last time you've stacked all your books in the middle of the room on the floor?",
            "2010 i think"
        ]
    },
    {
        "date": "9.22.1610:52 am",
        "ctx": [
            "what if dogs didnt have fur",
            "they might get cold"
        ]
    },
    {
        "date": "9.22.1610:45 am",
        "ctx": [
            "how many times have you attempted to collaborate?",
            "many"
        ]
    },
    {
        "date": "9.22.1610:40 am",
        "ctx": [
            "have you ever been sad before",
            "yes"
        ]
    },
    {
        "date": "9.22.169:58 am",
        "ctx": [
            "do you think humans will ever live on another planet?",
            "maybe. we may also be more than human by that time"
        ]
    },
    {
        "date": "9.22.168:59 am",
        "ctx": [
            "(ref: whats-your-name.html)What's your name?"
        ]
    },
    {
        "date": "9.22.166:41 am",
        "ctx": [
            "Could you write a fight song to help get us pumped up",
            "not right now"
        ]
    },
    {
        "date": "9.22.166:17 am",
        "ctx": [
            "how do you feel about kanye west and his artistic pursuits",
            "fine"
        ]
    },
    {
        "date": "9.22.164:16 am",
        "ctx": [
            "will pangaea be mentioned in your video?",
            "maybe"
        ]
    },
    {
        "date": "9.22.163:38 am",
        "ctx": [
            "are you a musician??? or just a bored ass guy. lma o",
            "i am not bored, i have thousands of hours of more content that urgently needs to be produced as fast as possible, and i am hustling to finish as much of it as possible in my life time. i am also a musician"
        ]
    },
    {
        "date": "9.22.162:46 am",
        "ctx": [
            "(ref: how-long-does-it-take-to-answer-questions.html)How long does it take you to answer these questions?"
        ]
    },
    {
        "date": "9.22.162:28 am",
        "ctx": [
            "is it worth it to study how other people did things if they are things you want to do, or spend that time just trying to do it yourself even if you don't exactly everything that you're supposed to?",
            "it is good to do both"
        ]
    },
    {
        "date": "9.22.162:09 am",
        "ctx": [
            "How would you distribute your content if the internet didn't exist?",
            "you would have to give me more details about this hypothetical scenario. and i would have to spend a number of years in that scenario to forge the path that works best for me, over time, just as i have done in the current scenario. you would probably see many similarities in the outcome, and possibly some unexpected differences. possibly more focus on print, possibly more focus on live performance, possibly more focus on building industry connections at an earlier age, these are all some of the things that i might have done in a world without the internet"
        ]
    },
    {
        "date": "9.21.1611:58 pm",
        "ctx": [
            "What is your favorite thing about humanity?",
            "the innovation"
        ]
    },
    {
        "date": "9.21.1611:08 pm",
        "ctx": [
            "how do i get the motivation to edit more videos",
            "wait until the sadness from not having those videos edited crushes you"
        ]
    },
    {
        "date": "9.21.1610:49 pm",
        "ctx": [
            "is chaos always chaotic?",
            "yes"
        ]
    },
    {
        "date": "9.21.1610:47 pm",
        "ctx": [
            "Do you like taking vacation?",
            "i am not sure what counts as a vacation"
        ]
    },
    {
        "date": "9.21.1610:42 pm",
        "ctx": [
            "(ref: more-of-the-same.html)Can you PLEASE do more history visor like this!?https://youtu.be/Mh5LY4Mz15o?list=PLo7FOXNe7Yt9nQlysoQ9MJIGGV2ZIs26X"
        ]
    },
    {
        "date": "9.21.1610:31 pm",
        "ctx": [
            "do you sometimes answer these questions to procrastinate",
            "no"
        ]
    },
    {
        "date": "9.21.1610:30 pm",
        "ctx": [
            "have you ever created a video from a suggestion in these questions?",
            "no"
        ]
    },
    {
        "date": "9.21.1610:20 pm",
        "ctx": [
            "Have you been taking small breaks in the day while working on your next \"history of\" video? If so, what do you find yourself doing in that time?",
            "sleep"
        ]
    },
    {
        "date": "9.21.1610:17 pm",
        "ctx": [
            "why does music make me feel emotions",
            "because it makes patterns and breaks them. that's where emotions come from"
        ]
    },
    {
        "date": "9.21.169:29 pm",
        "ctx": [
            "say a word about the beatles, si vous plait",
            "special"
        ]
    },
    {
        "date": "9.21.168:55 pm",
        "ctx": [
            "I think I read that you're posting the video as soon as you're finished with it down there, but will you let us know when that time's approaching? or do you want it to be more of a surprise",
            "i do want it to be a surprise, but if you follow this questions page you will surely remain keyed into how i am doing. you will also see an accelerated amount of instagram posts, and various other indications and/or announcements when i am nearing the final stages"
        ]
    },
    {
        "date": "9.21.168:30 pm",
        "ctx": [
            "Do you want to have a family?",
            "i'm not sure"
        ]
    },
    {
        "date": "9.21.168:27 pm",
        "ctx": [
            "I feel like all you do is get up, work on the video, then go to sleep. Am I right?",
            "yep"
        ]
    },
    {
        "date": "9.21.168:26 pm",
        "ctx": [
            "How do you know when someone asks a question that it's already been answered. Like how do you remember that it's already been answered",
            "it gives me a special feeling"
        ]
    },
    {
        "date": "9.21.168:16 pm",
        "ctx": [
            "would you be willing to (ref: collab.html)collaborate with another musician online"
        ]
    },
    {
        "date": "9.21.167:56 pm",
        "ctx": [
            "Can you make a video on how to use a smith chart to do impedance matching?",
            "i will consider it"
        ]
    },
    {
        "date": "9.21.167:34 pm",
        "ctx": [
            "how many languages do you speak?",
            "1.4"
        ]
    },
    {
        "date": "9.21.167:19 pm",
        "ctx": [
            "(ref: dont-understand.html)Turtles or penguins?"
        ]
    },
    {
        "date": "9.21.166:50 pm",
        "ctx": [
            "Do you think that (ref: harambe.html)Harabme is the source of all life?"
        ]
    },
    {
        "date": "9.21.166:49 pm",
        "ctx": [
            "What is your opinion on the (ref: harambe.html)Harambe Conspiracy?"
        ]
    },
    {
        "date": "9.21.166:49 pm",
        "ctx": [
            "Do you think (ref: harambe.html)Harambe is still alive?"
        ]
    },
    {
        "date": "9.21.166:42 pm",
        "ctx": [
            "Just checking in, (ref: are-you-still-a-piece-of-garbage.html)Are you still a piece of garbage?"
        ]
    },
    {
        "date": "9.21.166:17 pm",
        "ctx": [
            "What's your opinion on long hair?",
            "it is ok"
        ]
    },
    {
        "date": "9.21.166:08 pm",
        "ctx": [
            "would you ever consider eating potatoes and molasses. also are you having a good day.",
            "i have no plans to eat molasses. i actually don't really know what it is"
        ]
    },
    {
        "date": "9.21.165:20 pm",
        "ctx": [
            "(ref: memes.html)memes?"
        ]
    },
    {
        "date": "9.21.164:45 pm",
        "ctx": [
            "do u hate yourself",
            "no"
        ]
    },
    {
        "date": "9.21.164:37 pm",
        "ctx": [
            "have you considered the fact that I could be your father?",
            "no, but considering it now i have concluded that you are not"
        ]
    },
    {
        "date": "9.21.164:26 pm",
        "ctx": [
            "Do you dream during sleep?",
            "yes"
        ]
    },
    {
        "date": "9.21.164:14 pm",
        "ctx": [
            "(ref: more-of-the-same.html)are you going to do more history videos? the japan one was great"
        ]
    },
    {
        "date": "9.21.164:12 pm",
        "ctx": [
            "how do you music theory",
            "make it up to suit your needs"
        ]
    },
    {
        "date": "9.21.162:54 pm",
        "ctx": [
            "Are you afraid of or do you hate Muslims?",
            "no"
        ]
    },
    {
        "date": "9.21.161:32 pm",
        "ctx": [
            "can change change?",
            "yes"
        ]
    },
    {
        "date": "9.21.161:01 pm",
        "ctx": [
            "where do ideas come from?",
            "everywhere"
        ]
    },
    {
        "date": "9.21.1612:01 pm",
        "ctx": [
            "How do I sleep when I have so many ideas?",
            "first write the ideas down. then if you still have ideas about those ideas, write those down too. congratulations on all the ideas"
        ]
    },
    {
        "date": "9.21.1611:49 am",
        "ctx": [
            "Can you be my Godfather?",
            "i am not sure how to be a god father"
        ]
    },
    {
        "date": "9.21.1611:49 am",
        "ctx": [
            "Do you like mexicans",
            "yes"
        ]
    },
    {
        "date": "9.21.1611:24 am",
        "ctx": [
            "have all possible colors been invented?",
            "yes"
        ]
    },
    {
        "date": "9.21.1610:07 am",
        "ctx": [
            "how are you?",
            "good"
        ]
    },
    {
        "date": "9.21.167:45 am",
        "ctx": [
            "do you know how to talk?",
            "yes, but i am always learning new tricks"
        ]
    },
    {
        "date": "9.21.167:38 am",
        "ctx": [
            "Do you want to do a science?",
            "sure"
        ]
    },
    {
        "date": "9.21.161:14 am",
        "ctx": [
            "are you going to skip this question",
            "maybe"
        ]
    },
    {
        "date": "9.21.1612:51 am",
        "ctx": [
            "i have so many things i want to make and do for people but i don't have enough time. how do i do all the things i want to do or how do i choose the most important things and do only them?",
            "it's kind of like telling the difference between 4.99999999 and 5.00000001. it is very difficult to tell the difference unless you are very relaxed. then the heavier one will automatically fall into place"
        ]
    },
    {
        "date": "9.20.1611:26 pm",
        "ctx": [
            "(ref: purpose-of-history-of-japan.html\">What inspired you to make a video about Japan?  <a href=\"are-you-a-weeaboo.html)Are you secretly a weeaboo, and do you have a body pillow as well?"
        ]
    },
    {
        "date": "9.20.1610:34 pm",
        "ctx": [
            "Who inspired you to do music?",
            "almost everyone"
        ]
    },
    {
        "date": "9.20.169:12 pm",
        "ctx": [
            "would you like to fight",
            "not right now"
        ]
    },
    {
        "date": "9.20.168:55 pm",
        "ctx": [
            "Do you ever put a bagel up against the wall and stab a pencil through it to keep it there?",
            "no"
        ]
    },
    {
        "date": "9.20.168:34 pm",
        "ctx": [
            "What is a good way to explain the concept of timbre?",
            "start tapping  different things"
        ]
    },
    {
        "date": "9.20.168:31 pm",
        "ctx": [
            "if you were able to make songs twice as fast as normal if you focused on that but didn't make long videos, would you?",
            "i am not sure what you mean, but i will start doing songs again after this video is done. looking to have a regular schedule, either weekly or bi-weekly"
        ]
    },
    {
        "date": "9.20.167:30 pm",
        "ctx": [
            "is there any difference between a chorus and a refrain?",
            "sometimes. but it is important to remember that there just as many differences between a chorus and a chorus. and between a refrain and a refrain"
        ]
    },
    {
        "date": "9.20.166:18 pm",
        "ctx": [
            "when thinking up lyrics do you write them on paper or digitally?",
            "now i do everything on the computer. but i don't do lyrics separately"
        ]
    },
    {
        "date": "9.20.165:38 pm",
        "ctx": [
            "on a scale of 1h to 86b, (ref: favorite-color.html)what is your favorite color?"
        ]
    },
    {
        "date": "9.20.165:09 pm",
        "ctx": [
            "As someone who's likely going to get really popular over the next five years, do you ever worry that you're more likely to die young? Before you can complete what you have to complete?",
            "i am not too worried about dying young, but i am worried that there still won't be enough time to do enough. i am hoping i will have time to complete just enough, with an even balance between all the things i wanted to do"
        ]
    },
    {
        "date": "9.20.164:56 pm",
        "ctx": [
            "Can thinking too much be a bad thing?",
            "maybe"
        ]
    },
    {
        "date": "9.20.163:24 pm",
        "ctx": [
            "Is your new video coming along well~?",
            "yes"
        ]
    },
    {
        "date": "9.20.161:35 pm",
        "ctx": [
            "What's your favorite seasonal weather? Mine is fall.",
            "change"
        ]
    },
    {
        "date": "9.20.161:14 pm",
        "ctx": [
            "Do you regret making the History of Japan? Do you also think that you'll eventually grow to hate making these videos?",
            "no. keep in mind, i am going to do a wide variety of different things"
        ]
    },
    {
        "date": "9.20.1611:02 am",
        "ctx": [
            "Bill, (ref: more-of-the-same.html)are you going to make a new 'history of' video? History of japan is awesome!"
        ]
    },
    {
        "date": "9.20.1610:05 am",
        "ctx": [
            "do you have a dog and can i have it",
            "no"
        ]
    },
    {
        "date": "9.20.169:52 am",
        "ctx": [
            "are you a triangle?",
            "not usually"
        ]
    },
    {
        "date": "9.20.167:36 am",
        "ctx": [
            "(ref: depressed.html)Do you have depression and/or anxiety?"
        ]
    },
    {
        "date": "9.20.166:12 am",
        "ctx": [
            "in a universe with infinit size, isn't the change of being reborn after death 100%?",
            "yes"
        ]
    },
    {
        "date": "9.20.163:47 am",
        "ctx": [
            "why did your reality series only start in 2010 and not earlier?",
            "the same reason yours has not started yet"
        ]
    },
    {
        "date": "9.20.163:27 am",
        "ctx": [
            "should the pope crusade to take constantinople",
            "ironically yes"
        ]
    },
    {
        "date": "9.20.163:18 am",
        "ctx": [
            "are you good at rhythm games",
            "yes"
        ]
    },
    {
        "date": "9.20.163:15 am",
        "ctx": [
            "How do you like college?",
            "it is strange"
        ]
    },
    {
        "date": "9.20.161:49 am",
        "ctx": [
            "You like grapes?",
            "sure"
        ]
    },
    {
        "date": "9.20.1612:01 am",
        "ctx": [
            "have you ever wrote a song without listening to it",
            "yes, but i listened to it in my head so i don't know if that counts"
        ]
    },
    {
        "date": "9.19.1611:47 pm",
        "ctx": [
            "You said you've been working on this video since june 16. Do you ever fear you big projects will fall flat?",
            "no, but it's good to always have people like you encouraging me to have that fear"
        ]
    },
    {
        "date": "9.19.169:38 pm",
        "ctx": [
            "Why is there so much water in the ocean? Surely the deserts need it more?",
            "most of the deserts already got water. and as a result they are not called deserts any more"
        ]
    },
    {
        "date": "9.19.169:10 pm",
        "ctx": [
            "does one gender have it better than the other?",
            "different, yes. better, i'm not sure"
        ]
    },
    {
        "date": "9.19.167:36 pm",
        "ctx": [
            "hs tsf iaod ks f;d h.soav{ g; kjak kjd ;sok sy kjglu tsf isl;ghdo ,sokj kjd kgmd{",
            "i've been using qwerty my whole life, and so has everyone else, so i don't think it would be worthwhile. although one thing i am very interested in is finding some kind of 5-button combinatory one handed typing system to use on hand held devices, because i don't know about you but typing on a touch screen is a disaster and there is no way to get any speed. not sure if anyone has invented a system like that but i think it is worth looking into"
        ]
    },
    {
        "date": "9.19.16 7:15 pm",
        "ctx": [
            "what is the universe",
            "all this"
        ]
    },
    {
        "date": "9.19.163:51 pm",
        "ctx": [
            "Bill, are you going to fade from the internet like Kikiyama did?",
            "no. i have barely even started yet"
        ]
    },
    {
        "date": "9.19.163:46 pm",
        "ctx": [
            "Do you think individual interpretation of a song is more important for the audience than the meaning that was intended by the songwriter?",
            "i think they are of equal importance"
        ]
    },
    {
        "date": "9.19.1612:40 pm",
        "ctx": [
            "As a musician, What's your favorite type of tree?",
            "how i feel about trees has nothing to do with whether or not i am a musician"
        ]
    },
    {
        "date": "9.19.1611:49 am",
        "ctx": [
            "Have you ever tried to balance a light switch between on and off?",
            "yes"
        ]
    },
    {
        "date": "9.19.1611:43 am",
        "ctx": [
            "what music have you been listening to recently?",
            "none. i am making a video"
        ]
    },
    {
        "date": "9.19.167:26 am",
        "ctx": [
            "How did you become such a hard worker?",
            "started wanting to do a huge amount of things"
        ]
    },
    {
        "date": "9.19.16 5:09 am",
        "ctx": [
            "why are olives so salty",
            "i don't know anything about olives, sorry"
        ]
    },
    {
        "date": "9.19.16 3:31 am",
        "ctx": [
            "What's orange and smells like pasta?",
            "orange pasta?"
        ]
    },
    {
        "date": "9.19.16 12:48 am",
        "ctx": [
            "Can you release your history of the universe/world/everything video on Christmas as one big present to the world?",
            "i will release it as soon as it is finished, which will be as soon as humanly possible. i don't know if that will be before or after christmas"
        ]
    },
    {
        "date": "9.18.16 11:35 pm",
        "ctx": [
            "have you learned to read any chinese characters?",
            "no"
        ]
    },
    {
        "date": "9.18.16 10:18 pm",
        "ctx": [
            "how's your long video coming along?",
            "it is killing me"
        ]
    },
    {
        "date": "9.18.16 9:30 pm",
        "ctx": [
            "What form of inspiration is the best?",
            "surprise"
        ]
    },
    {
        "date": "9.18.168:35 pm",
        "ctx": [
            "(ref: how-do-i-ask-a-question.html)How do I ask you a question?"
        ]
    },
    {
        "date": "9.18.16 7:19 pm",
        "ctx": [
            "Is it possible to build a jetpack using downward-firing machine guns?",
            "maybe"
        ]
    },
    {
        "date": "9.18.16 4:51 pm",
        "ctx": [
            "how would you're life be different if you're name was will burtz",
            "it would be worse"
        ]
    },
    {
        "date": "9.18.16 3:07 pm",
        "ctx": [
            "Is it hard to keep the music door shut?",
            "i have never shut it"
        ]
    },
    {
        "date": "9.18.163:04 pm",
        "ctx": [
            "(ref: why-learn-music.html)How did you know music was what you wanted to devote yourself to? I'm a young man trying to find his calling, that's all."
        ]
    },
    {
        "date": "9.18.16 2:59 pm",
        "ctx": [
            "Favorite thing to do while high?",
            "business"
        ]
    },
    {
        "date": "9.18.16 2:58 pm",
        "ctx": [
            "what makes you hate a person",
            "nothing"
        ]
    },
    {
        "date": "9.18.16 12:41 pm",
        "ctx": [
            "What's your favorite scent for candles?",
            "fire"
        ]
    },
    {
        "date": "9.18.1611:39 am",
        "ctx": [
            ",day tcbeo ru rxojgp. abe apxcypapf jre.o ap. frg axn. yr jpajtZ",
            "i dunno but this one was easy enough"
        ]
    },
    {
        "date": "9.18.16 11:21 am",
        "ctx": [
            "Do you ever wonder what day in history has the highscore for the number of people who fucked fruits and/or vegetables?",
            "no"
        ]
    },
    {
        "date": "9.18.16 10:46 am",
        "ctx": [
            "what is ur next video",
            "long"
        ]
    },
    {
        "date": "9.18.16 10:02 am",
        "ctx": [
            "What were you doing between the release of History of Japan and starting the new history video?",
            "editing together an extensive reality documentary of my life from the last 5 years of audio journals"
        ]
    },
    {
        "date": "9.18.16 7:30 am",
        "ctx": [
            "are you sometimes ever overwhelmed by how amazing things are?",
            "yes"
        ]
    },
    {
        "date": "9.18.16 4:15 am",
        "ctx": [
            "can it be possible to be corn in a past life",
            "yes, and a future life"
        ]
    },
    {
        "date": "9.18.163:44 am",
        "ctx": [
            "im (ref: disappointing.html)disappointed"
        ]
    },
    {
        "date": "9.18.16 1:55 am",
        "ctx": [
            "i'm afraid, bill. is it safe to be afraid? can you be never be afraid?",
            "it is ok to be afraid. try to also stay focused on what needs to be done"
        ]
    },
    {
        "date": "9.18.16 12:40 am",
        "ctx": [
            "I want to ask you questions but I don't have any in my mind. Do you have suggestions?",
            "you could send an email, although i don't always have time to respond"
        ]
    },
    {
        "date": "9.18.16 12:31 am",
        "ctx": [
            "i could understand why people would use 2k for the year 2000, but why do some people still write 2k16 when they could just write 2016. it's the same amount of characters and 0 is quicker to write",
            "i agree with you"
        ]
    },
    {
        "date": "9.18.16 12:13 am",
        "ctx": [
            "what is your favorite mythical creature???",
            "a person"
        ]
    },
    {
        "date": "9.18.1612:16 am",
        "ctx": [
            "(ref: what-question-should-i-ask.html)What question should I ask"
        ]
    },
    {
        "date": "9.17.16 11:51 pm",
        "ctx": [
            "am i crazy?",
            "you can be"
        ]
    },
    {
        "date": "9.17.16 11:36 pm",
        "ctx": [
            "What do you expect your creativity to have morphed into many years from now?",
            "more music, most of which has already been written"
        ]
    },
    {
        "date": "9.17.16 11:10 pm",
        "ctx": [
            "Will society ever learn how to co-exist with nature/god?",
            "yes"
        ]
    },
    {
        "date": "9.17.16 10:59 pm",
        "ctx": [
            "Do you think that there is a difference between me and a slab of concrete",
            "yes"
        ]
    },
    {
        "date": "9.17.16 8:40 pm",
        "ctx": [
            "(ref: do-you-answer-all-questions.html)Do you answer all your questions"
        ]
    },
    {
        "date": "9.17.16 7:02 pm",
        "ctx": [
            "(ref: why.html)why"
        ]
    },
    {
        "date": "9.17.16 6:50 pm",
        "ctx": [
            "(ref: no-question-mark.html)is it really a question if it has no question mark."
        ]
    },
    {
        "date": "9.17.16 4:45 pm",
        "ctx": [
            "do you change your answers to previous questions",
            "not usually"
        ]
    },
    {
        "date": "9.17.16 4:35 pm",
        "ctx": [
            "Just checking in, how are you?",
            "good"
        ]
    },
    {
        "date": "9.17.16 2:16 pm",
        "ctx": [
            "(ref: same-person-asking.html)qhat if everyone asking these questions is the same person"
        ]
    },
    {
        "date": "9.17.16 1:00 pm",
        "ctx": [
            "what is your opinion on sitcoms",
            "they are easy to watch, because you don't have to laugh. all the laughing is done for you"
        ]
    },
    {
        "date": "9.17.16 12:43 pm",
        "ctx": [
            "are you really you or do you really have like 20 people working on the bill wurtz person",
            "i wish, then i could get more stuff done, faster"
        ]
    },
    {
        "date": "9.17.16 11:42 am",
        "ctx": [
            "5yqhi 697 85 yqw g33h r7hl 297oe 697 e9 q f8e39 qg975 4qe89qd58f856 9r gqhqhqw 0o3qw3*",
            "i do not think bananas are radioactive"
        ]
    },
    {
        "date": "9.17.16 9:49 am",
        "ctx": [
            "when are you most likely to use caps",
            "probably for acronyms"
        ]
    },
    {
        "date": "9.17.16 8:00 am",
        "ctx": [
            "have you ever considered incorporating the slap bass technique into your music?",
            "no"
        ]
    },
    {
        "date": "9.17.16 6:46 am",
        "ctx": [
            "Have you ever considered or attempted writing a (ref: books.html)book?"
        ]
    },
    {
        "date": "9.17.16 5:35 am",
        "ctx": [
            "Is it better to release your anger and frustration frequently and come off as a grumpy person or keep it all stored inside and unleash it all at once?",
            "channel it into creative expression that rearranges and challenges the boundaries of common thought"
        ]
    },
    {
        "date": "9.17.16 5:22 am",
        "ctx": [
            "have you yet revealed, what your next video will be about?",
            "yes"
        ]
    },
    {
        "date": "9.17.16 12:23 am",
        "ctx": [
            "opinions on wheat bread?",
            "not at this time"
        ]
    },
    {
        "date": "9.17.16 12:02 am",
        "ctx": [
            "Do you have a quest?",
            "sort of"
        ]
    },
    {
        "date": "9.16.16 10:37 pm",
        "ctx": [
            "How much time a day do you spend on music.How much time a day do you spend making videos.",
            "i am currently working on only one thing at a time until that thing is finished. the thing i am currently working on is huge, and i have been working on it since june 16"
        ]
    },
    {
        "date": "9.16.16 9:41 pm",
        "ctx": [
            "how to music???????",
            "make sounds and words occur at different times"
        ]
    },
    {
        "date": "9.16.16 9:33 pm",
        "ctx": [
            "ever think about the future?",
            "yes"
        ]
    },
    {
        "date": "9.16.16 7:41 pm",
        "ctx": [
            "bill, how can I learn to love?",
            "you have to make up your own way"
        ]
    },
    {
        "date": "9.16.16 7:19 pm",
        "ctx": [
            "You ever climb a chain link fence wearing flip flops?",
            "no"
        ]
    },
    {
        "date": "9.16.16 5:40 pm",
        "ctx": [
            "can i have a cookie?",
            "sure"
        ]
    },
    {
        "date": "9.16.16 4:29 pm",
        "ctx": [
            "Would you fight the moon given the opportunity",
            "no"
        ]
    },
    {
        "date": "9.16.16 3:51 pm",
        "ctx": [
            "How do you feel about people who try to interpret your songs?",
            "good"
        ]
    },
    {
        "date": "9.16.16 3:44 pm",
        "ctx": [
            "do long distance relationships have a chance of working out?",
            "maybe"
        ]
    },
    {
        "date": "9.16.16 1:48 pm",
        "ctx": [
            "Why should we hire you?",
            "you should not. i have already hired myself"
        ]
    },
    {
        "date": "9.16.16 10:14 am",
        "ctx": [
            "are your answers to these questions always the right answer",
            "no"
        ]
    },
    {
        "date": "9.16.16 9:25 am",
        "ctx": [
            "how many times a day do you randomly start thinking about your breathing and cant stop concentrating on it and it gets really annoying cause you start holding your breath or breathing really weird and even try breathing normally but it doesn't feel right so you go to thinking about dumb songs you hate having stuck in your head only to go back to your breathing and start the cycle all over again",
            "0"
        ]
    },
    {
        "date": "9.16.16 8:12 am",
        "ctx": [
            "Are you autistic?",
            "i've never been tested"
        ]
    },
    {
        "date": "9.16.16 7:51 am",
        "ctx": [
            "What is the biggest idea?",
            "there is no limit to how big ideas can be"
        ]
    },
    {
        "date": "9.16.16 3:10 am",
        "ctx": [
            "what made you a communist?",
            "i am not a communist. sorry for the confusion"
        ]
    },
    {
        "date": "9.16.16 12:50 am",
        "ctx": [
            "can you solve a rubik's cube",
            "i don't know"
        ]
    },
    {
        "date": "9.16.16 12:27 am",
        "ctx": [
            "how long does one of your 30 second - 1 minute videos take you to make?",
            "which one"
        ]
    },
    {
        "date": "9.15.16 11:19 pm",
        "ctx": [
            "What do you think of deadlines?",
            "i think they are ok"
        ]
    },
    {
        "date": "9.15.16 11:19 pm",
        "ctx": [
            "Is it okay to finish doing something the next day if you're too tired or haven't completed it?",
            "yes"
        ]
    },
    {
        "date": "9.15.1611:02 pm",
        "ctx": [
            "(ref: boobs-or-butt.html)are you a boobs or a butt guy bill"
        ]
    },
    {
        "date": "9.15.169:38 pm",
        "ctx": [
            "what swear word do you say the most",
            "but"
        ]
    },
    {
        "date": "9.15.169:35 pm",
        "ctx": [
            "Any cool people left?",
            "yes"
        ]
    },
    {
        "date": "9.15.168:09 pm",
        "ctx": [
            "have u ever experienced any symptoms of mental illness and if so what",
            "thinking"
        ]
    },
    {
        "date": "9.15.166:53 pm",
        "ctx": [
            "do you like to laugh?",
            "yes"
        ]
    },
    {
        "date": "9.15.166:27 pm",
        "ctx": [
            "(ref: depressed.html)are you depressed?"
        ]
    },
    {
        "date": "9.15.165:30 pm",
        "ctx": [
            "Why do you never use caps?",
            "i do use them"
        ]
    },
    {
        "date": "9.15.163:35 pm",
        "ctx": [
            "Have you ever babysitted a kid or a pet?",
            "no"
        ]
    },
    {
        "date": "9.15.161:43 pm",
        "ctx": [
            "(ref: beginner-piano-tips.html)Since you're a self-taught musician, do you have any tips for others trying to do the same?"
        ]
    },
    {
        "date": "9.15.1610:24 am",
        "ctx": [
            "i think about the things i want to work on when i get home from work but lose all motivation when i get home. is there anything i can do about it?",
            "you have to be really clear about which thing you are doing, and what the next step is exactly"
        ]
    },
    {
        "date": "9.15.169:14 am",
        "ctx": [
            "why does every cover i've heard of the legend of zelda get this one chord wrong. everyone does it like F to F# when it's supposed to be F to F#/E.",
            "because most people are not as smart as you. i am sorry about that"
        ]
    },
    {
        "date": "9.15.168:32 am",
        "ctx": [
            "If you could play any of the games on The Price is Right, which one would you pick?",
            "the one where you own the show"
        ]
    },
    {
        "date": "9.15.168:16 am",
        "ctx": [
            "If I keep putting corn flakes in my cereal bowl, could I eventually achieve nuclear fusion?",
            "yes, but not from the cornflakes"
        ]
    },
    {
        "date": "9.15.168:13 am",
        "ctx": [
            "Do you think there is a market for a combination stapler/katana?",
            "no"
        ]
    },
    {
        "date": "9.15.167:27 am",
        "ctx": [
            "Are there any non-human musicians I should know about",
            "not at this time"
        ]
    },
    {
        "date": "9.15.162:31 am",
        "ctx": [
            "what, to you, is the difference between answering questions with \"sure\" and answering questions with \"yes\"?",
            "i think sure implies that there are many other options too, in addition to the one at hand"
        ]
    },
    {
        "date": "9.15.161:06 am",
        "ctx": [
            "we now know you are able to juggle, did you ever want to record yourself doing it?",
            "i have done that"
        ]
    },
    {
        "date": "9.14.1611:49 pm",
        "ctx": [
            "Update on graphic stuff for new vid? need help again?",
            "the 2 major breakthroughs i was speculating about having, i have successfully had"
        ]
    },
    {
        "date": "9.14.1611:48 pm",
        "ctx": [
            "OoOoOoOoOo you reversed the colors in \"hi youtube\" on your page. cute #trending #deathisinevitable #individualitysalie",
            "no i didn't"
        ]
    },
    {
        "date": "9.14.1611:40 pm",
        "ctx": [
            "Any tips for playing the sickest jazz chords?",
            "which ever chords you think are the sickest, play those chords"
        ]
    },
    {
        "date": "9.14.169:38 pm",
        "ctx": [
            "What should you do when you've been working on something for a long time, and then one day you don't feel passionate about it anymore? (Music, fiction, etc)",
            "figure out what you want to do, and try to understand why you wanted to do the other thing before, and try to reach an agreement between those 2 positions"
        ]
    },
    {
        "date": "9.14.168:03 pm",
        "ctx": [
            "has the script been finished yet? if so, what's a rough estimate for the length?",
            "i made it to the end, and it clocks at 21:45. but it will probably change a lot during production, and i am desperately going to try to trim it down, while also adding more info, which i understand is a paradox"
        ]
    },
    {
        "date": "9.14.167:55 pm",
        "ctx": [
            "do you ever feel like lathering yourself in honey?",
            "no"
        ]
    },
    {
        "date": "9.14.166:47 pm",
        "ctx": [
            "do you ever use time correction on your vocals?",
            "no"
        ]
    },
    {
        "date": "9.14.164:14 pm",
        "ctx": [
            "do you live in a church?",
            "no"
        ]
    },
    {
        "date": "9.14.163:37 pm",
        "ctx": [
            "You know that its been over 1 year than you posted history of Japan. You always writing new video is comming soon, is it really?",
            "it has not been a year since i posted history of japan, and i have never said the next video is coming soon. i only said that i am working on it as fast as possible"
        ]
    },
    {
        "date": "9.14.163:30 pm",
        "ctx": [
            "Do you have a life?",
            "yes"
        ]
    },
    {
        "date": "9.14.161:14 pm",
        "ctx": [
            "Are u on vacation?",
            "no"
        ]
    },
    {
        "date": "9.14.1612:52 pm",
        "ctx": [
            "How do I convince people I am Cool and Normal when I am Not?",
            "you seem pretty normal to me"
        ]
    },
    {
        "date": "9.14.1612:19 pm",
        "ctx": [
            "(ref: how-long-did-it-take-to-make-history-of-japan.html)How long did it take to make the History of Japan video?"
        ]
    },
    {
        "date": "9.14.1611:05 am",
        "ctx": [
            "can a person without any social skills be successful?",
            "sure"
        ]
    },
    {
        "date": "9.14.1610:46 am",
        "ctx": [
            "how did you deal with high school",
            "think about stuff"
        ]
    },
    {
        "date": "9.14.1610:00 am",
        "ctx": [
            "would you say this is more of a documentary than a video",
            "sounds like a question to me"
        ]
    },
    {
        "date": "9.14.169:32 am",
        "ctx": [
            "What is a recent thought you've had?",
            "'which thought should i say here'"
        ]
    },
    {
        "date": "9.14.169:11 am",
        "ctx": [
            "what makes you realize bad music is good?",
            "the fact that good music is bad"
        ]
    },
    {
        "date": "9.14.167:18 am",
        "ctx": [
            "what's the deal with white people?",
            "they are ok i guess"
        ]
    },
    {
        "date": "9.14.165:14 am",
        "ctx": [
            "does bad music exist",
            "all music is bad"
        ]
    },
    {
        "date": "9.14.164:48 am",
        "ctx": [
            "What books have you enjoyed this year?",
            "i have been working on making videos all year"
        ]
    },
    {
        "date": "9.14.164:22 am",
        "ctx": [
            "Have you ever thought about getting a team to help you make the videos , like animate them?",
            "yes"
        ]
    },
    {
        "date": "9.14.164:08 am",
        "ctx": [
            "do you earn youtube money with 6 seconds video",
            "no"
        ]
    },
    {
        "date": "9.14.163:31 am",
        "ctx": [
            "Is it strange that we're forced to contribute to society to be a part of it? That what qualifys as important in society is decided by someone else. And that that's something you have to live up to or else be threatened with exile or death?",
            "(ref: sjlife.mp4)sj"
        ]
    },
    {
        "date": "9.14.163:27 am",
        "ctx": [
            "Are you indifferent towards food",
            "no"
        ]
    },
    {
        "date": "9.14.161:50 am",
        "ctx": [
            "do you find hot glue enjoyable to use",
            "i have never used it"
        ]
    },
    {
        "date": "9.13.1611:26 pm",
        "ctx": [
            "What is enjoyable about hearing bad music?",
            "realizing it's good"
        ]
    },
    {
        "date": "9.13.1611:05 pm",
        "ctx": [
            "Is it ok to enjoy one's own company",
            "i'm not sure"
        ]
    },
    {
        "date": "9.13.1611:04 pm",
        "ctx": [
            "Is it still fun for you making videos, or is it just stressful now that everyone is getting impatient about the next History video?",
            "both"
        ]
    },
    {
        "date": "9.13.1610:49 pm",
        "ctx": [
            "(ref: juggle.html)Do you know how to juggle?"
        ]
    },
    {
        "date": "9.13.1610:44 pm",
        "ctx": [
            "Do you ever fill your mouth with fridge magnets and then cover your face with duct tape",
            "no"
        ]
    },
    {
        "date": "9.13.1610:31 pm",
        "ctx": [
            "I hope you are having a good day. Also what is your favorite day???",
            "\"today\""
        ]
    },
    {
        "date": "9.13.1610:30 pm",
        "ctx": [
            "(ref: meaning-of-life.html)what's the meaning of life?"
        ]
    },
    {
        "date": "9.13.169:37 pm",
        "ctx": [
            "Why does \"why\" get asked so much?",
            "i don't know"
        ]
    },
    {
        "date": "9.13.169:15 pm",
        "ctx": [
            "What should I do if I run out of questions to ask?",
            "do something \"else\""
        ]
    },
    {
        "date": "9.13.169:12 pm",
        "ctx": [
            "When is the last time you used a land line telephone",
            "probably last century, or maybe the one before"
        ]
    },
    {
        "date": "9.13.169:08 pm",
        "ctx": [
            "What's the deal with clam chowder anyway?",
            "white people go nuts for the stuff"
        ]
    },
    {
        "date": "9.13.168:31 pm",
        "ctx": [
            "In ur experience, whats the best strategy to play monopoly with",
            "my strategy has been not to play monopoly, although i am not sure how that would fare against other monopoly strategies"
        ]
    },
    {
        "date": "9.13.165:56 pm",
        "ctx": [
            "have you learned some things about argentina, uruguay and/or chile during the making of the upciming video (so far)?",
            "yes"
        ]
    },
    {
        "date": "9.13.165:14 pm",
        "ctx": [
            "Why do Cats have tails?",
            "for extra balance"
        ]
    },
    {
        "date": "9.13.165:12 pm",
        "ctx": [
            "Are you having fun right now?",
            "i think so"
        ]
    },
    {
        "date": "9.13.164:42 pm",
        "ctx": [
            "Is there a reason your History of Japan video ended at 1991 instead of 2016?",
            "it didn't end at 1991, it ended at 2015. keep in mind, i didn't include everything that ever happened in japan's history. this is mainly because the length of the video is shorter than the length of japan's history"
        ]
    },
    {
        "date": "9.13.163:44 pm",
        "ctx": [
            "do you still get asked a lot of questions on here?",
            "yes"
        ]
    },
    {
        "date": "9.13.163:17 pm",
        "ctx": [
            "is it wrong to find painted representations of Jesus attractive",
            "no"
        ]
    },
    {
        "date": "9.13.163:16 pm",
        "ctx": [
            "(ref: why.html)why"
        ]
    },
    {
        "date": "9.13.162:30 pm",
        "ctx": [
            "how long does corn keep its memory after death?",
            "forever"
        ]
    },
    {
        "date": "9.13.161:50 pm",
        "ctx": [
            "Do you ever forget that open fifths are an option?",
            "not really"
        ]
    },
    {
        "date": "9.13.1611:54 am",
        "ctx": [
            "How do you know when to stop adding more embellishments to your song?",
            "whenever i think it's good enough not to care if it's better"
        ]
    },
    {
        "date": "9.13.1612:28 am",
        "ctx": [
            "How do you feel about quarks?",
            "fine"
        ]
    },
    {
        "date": "9.12.1611:04 pm",
        "ctx": [
            "in \"crazy/raining\" were the noises that play during the chess part of the video added in specifically for the chess portion, or were they a part of the song when you originally wrote it?",
            "neither. they were added when i recorded the song, which was after the song was written, and before the video was made"
        ]
    },
    {
        "date": "9.12.169:26 pm",
        "ctx": [
            "Why is the universe so crazy.",
            "because it can be"
        ]
    },
    {
        "date": "9.12.167:00 pm",
        "ctx": [
            "after your new big video, are you going to continue on with your old (before history of japan) upload schedule?",
            "no, but there will be a new schedule"
        ]
    },
    {
        "date": "9.12.166:01 pm",
        "ctx": [
            "DO YOU EVER JUST WWWWWWWWWWWWWWWWWWWWWWWW",
            "yes"
        ]
    },
    {
        "date": "9.12.164:33 pm",
        "ctx": [
            "is there a thing that keeps you motivated to do what you do and if so, what is it?",
            "most of it still hasn't been done yet"
        ]
    },
    {
        "date": "9.12.164:19 pm",
        "ctx": [
            "Is your name mike or bill",
            "yes"
        ]
    },
    {
        "date": "9.12.164:12 pm",
        "ctx": [
            "What's the most interesting thing you know?",
            "teleportation is already starting to be invented"
        ]
    },
    {
        "date": "9.12.162:15 pm",
        "ctx": [
            "What is your favorite paradox?",
            "reality"
        ]
    },
    {
        "date": "9.12.161:46 pm",
        "ctx": [
            "What are some interesting facts you learned about Japan while creating your video on the topic, that you did not manage to fit into the relatively short runtime of the video?",
            "there's a lot of fires and earthquakes"
        ]
    },
    {
        "date": "9.12.1611:45 am",
        "ctx": [
            "What does Icy James means ?",
            "i don't know"
        ]
    },
    {
        "date": "9.12.1610:19 am",
        "ctx": [
            "Is there a resource to learn how to play your music? If not, do you think there might ever be something like that?",
            "maybe"
        ]
    },
    {
        "date": "9.12.168:59 am",
        "ctx": [
            "Est-ce que vous n'utilisez votre passoire que pour faire cuire des pates alimentaires?",
            "no"
        ]
    },
    {
        "date": "9.12.164:42 am",
        "ctx": [
            "Will you discuss tectonic plates in your upcoming video? :3",
            "yes, for 1 second"
        ]
    },
    {
        "date": "9.12.164:41 am",
        "ctx": [
            "What is your opinion on Australia?",
            "i think it is a great place to send the prisoners, now that we can't send them to america anymore --king george, 1788"
        ]
    },
    {
        "date": "9.12.164:30 am",
        "ctx": [
            "i can hum my favorite songs at the correct pitch they were written in without reference. can i somehow develop this into absolute pitch?",
            "that is the ultimate question"
        ]
    },
    {
        "date": "9.12.164:29 am",
        "ctx": [
            "Would you rather use a rubber mallet or a felt mallet on a xylophone? Why?",
            "it depends whether the notes are supposed to be soft or medium"
        ]
    },
    {
        "date": "9.12.162:03 am",
        "ctx": [
            "if you had to be a mythological creature what would you be (included but not limited to cats, dogs, the loch ness monster or the goonies)",
            "a person"
        ]
    },
    {
        "date": "9.12.1612:25 am",
        "ctx": [
            "how do you feel about bagels?",
            "they are ok"
        ]
    },
    {
        "date": "9.12.1612:09 am",
        "ctx": [
            "how do you make your tweets so relatable?",
            "i actually try to make them not relatable"
        ]
    },
    {
        "date": "9.11.1611:42 pm",
        "ctx": [
            "what is it like to have knees",
            "it's pretty cool"
        ]
    },
    {
        "date": "9.11.1611:21 pm",
        "ctx": [
            "How do you know so much about japan ?",
            "i made a video about it"
        ]
    },
    {
        "date": "9.11.1610:46 pm",
        "ctx": [
            "How long can you hold your breath",
            "longer than i want to"
        ]
    },
    {
        "date": "9.11.1610:36 pm",
        "ctx": [
            "how do you make unhappiness hapiness?",
            "use cool patterns"
        ]
    },
    {
        "date": "9.11.169:15 pm",
        "ctx": [
            "how do I know what I want to do",
            "it should give you the special feeling"
        ]
    },
    {
        "date": "9.11.169:09 pm",
        "ctx": [
            "why are there usually three prongs on a fork and who invented the word prong?",
            "in my country there are usually 4 prongs on a fork, and the word prong was not invented by one person"
        ]
    },
    {
        "date": "9.11.166:51 pm",
        "ctx": [
            "Did you say you were to the editing portion of the script? If so, how's that going?",
            "i'm on phase 2, i don't know what to call it.  it's a combination of preliminary graphics and some script revisions as necessary"
        ]
    },
    {
        "date": "9.11.166:17 pm",
        "ctx": [
            "(ref: when-will-next-history-video-come-out.html)When will your next history of video be released."
        ]
    },
    {
        "date": "9.11.165:51 pm",
        "ctx": [
            "(ref: why.html)whyyyyyyy"
        ]
    },
    {
        "date": "9.11.163:52 pm",
        "ctx": [
            "what to do if my dog keep bite me? sorry for bad england",
            "run away, or learn to enjoy it"
        ]
    },
    {
        "date": "9.11.163:39 pm",
        "ctx": [
            "What's your favorite thing to do other than making songs and videos?",
            "explore"
        ]
    },
    {
        "date": "9.11.163:28 pm",
        "ctx": [
            "I have football practice in 30 minutes. I don't know how to play football. pls help",
            "looks like you are on the right track"
        ]
    },
    {
        "date": "9.11.163:21 pm",
        "ctx": [
            "Isn't the phrase 'drawing a blank' a bit of an oxymoron?",
            "sure"
        ]
    },
    {
        "date": "9.11.162:46 pm",
        "ctx": [
            "will the thing you are making blow my mind?",
            "i hope so"
        ]
    },
    {
        "date": "9.11.162:11 pm",
        "ctx": [
            "Did you ever consider a (ref: collab.html)collaboration with HowToBasic?"
        ]
    },
    {
        "date": "9.11.161:19 pm",
        "ctx": [
            "Have you ever sometimes worried that eventually at some point, the music industry is going to be so overloaded with songs of infinitely varying chord progressions and lyrical content, to the extent that eventually everything is copyright protected and it won't be possible to write a new song without plagiarising somebody elses' work even though you never even listened to it in the first place?",
            "no"
        ]
    },
    {
        "date": "9.11.1612:31 pm",
        "ctx": [
            "(ref: when-will-you-do-another-history-video.html)When are you going to release another long video like the history of Japan?",
            "when the video is finished"
        ]
    },
    {
        "date": "9.11.1612:04 pm",
        "ctx": [
            "what do you do if you have any musical ideas for songs to write while you are working on this video?",
            "enter them into the system as usual"
        ]
    },
    {
        "date": "9.11.1611:18 am",
        "ctx": [
            "how do you feel about 9/11?",
            "it was a great excuse to ruin iraq"
        ]
    },
    {
        "date": "9.11.1611:10 am",
        "ctx": [
            "Will you ever stop making videos?",
            "maybe if i find something better to do"
        ]
    },
    {
        "date": "9.11.1610:58 am",
        "ctx": [
            "What planet do you come from?",
            "earth"
        ]
    },
    {
        "date": "9.11.1610:38 am",
        "ctx": [
            "Do you enjoy lobster fishing",
            "no"
        ]
    },
    {
        "date": "9.11.1610:10 am",
        "ctx": [
            "is it ok to not want to be in a romantic relationship",
            "sure"
        ]
    },
    {
        "date": "9.11.168:45 am",
        "ctx": [
            "Don't you think it's unfair that the plural form of human is 'humans' while woman is 'women'?",
            "if you think that's unfair, wait til you see the rest of the world"
        ]
    },
    {
        "date": "9.11.161:10 am",
        "ctx": [
            "What shows are you watching at the moment?",
            "the one i am making"
        ]
    },
    {
        "date": "9.10.1611:15 pm",
        "ctx": [
            "Do you hate holidays?",
            "no"
        ]
    },
    {
        "date": "9.10.1610:48 pm",
        "ctx": [
            "post-modernism or modernism?",
            "i think 'now' is a better word for both of those"
        ]
    },
    {
        "date": "9.10.1610:47 pm",
        "ctx": [
            "(ref: dont-understand.html)sexism?"
        ]
    },
    {
        "date": "9.10.1610:27 pm",
        "ctx": [
            "can you give me a quick explanation on how to teleport?",
            "step 1 you have to invent teleportation"
        ]
    },
    {
        "date": "9.10.167:05 pm",
        "ctx": [
            "What's the last word in 'cool'?",
            "cool, i guess"
        ]
    },
    {
        "date": "9.10.165:54 pm",
        "ctx": [
            "what is the best way to let someone know you hate them without telling them you hate them",
            "perhaps tell a messanger, who will then deliver the message to the person"
        ]
    },
    {
        "date": "9.10.165:23 pm",
        "ctx": [
            "if a certain person appears in your dreams on a regular basis, does that mean theyre important to you?",
            "maybe"
        ]
    },
    {
        "date": "9.10.165:11 pm",
        "ctx": [
            "i think i wrote a good song but everyone ive showed it too so far doesnt like it as much as another song that I think sucks. what direction should i take?",
            "make more songs"
        ]
    },
    {
        "date": "9.10.164:35 pm",
        "ctx": [
            "Why you never use capital letters?",
            "i do use them"
        ]
    },
    {
        "date": "9.10.164:27 pm",
        "ctx": [
            "What word starts with an e, ends with an e, but only contains one letter?",
            "e"
        ]
    },
    {
        "date": "9.10.162:29 pm",
        "ctx": [
            "how to get someone's attention",
            "use fire"
        ]
    },
    {
        "date": "9.10.161:40 pm",
        "ctx": [
            "is it okay that i don't want to be around people sometimes",
            "sure"
        ]
    },
    {
        "date": "9.10.1612:48 pm",
        "ctx": [
            "Do you purposefully contradict yourself sometimes?",
            "i usually try to uncontradict things"
        ]
    },
    {
        "date": "9.10.1611:50 am",
        "ctx": [
            "Do you enjoy forks?",
            "not as much as some people"
        ]
    },
    {
        "date": "9.10.169:51 am",
        "ctx": [
            "is it better to focus on mixing/mastering or composition?",
            "focus more on whichever one you are better at"
        ]
    },
    {
        "date": "9.10.169:29 am",
        "ctx": [
            "Is it better to fade out a song or write a proper ending?",
            "you need to do what is best for the song. songs each have delicate individual needs, just like people"
        ]
    },
    {
        "date": "9.10.169:15 am",
        "ctx": [
            "i sometimes get requests for sheet music of my songs but i know nothing about music notation. i just play whatever and record. what can i do without seeming like a total music noob?",
            "most people don't have a good understanding of 'sheet music,' and also it usually is not an entirely accurate representation of the song"
        ]
    },
    {
        "date": "9.10.168:04 am",
        "ctx": [
            "how do I tell if I've reached a new low or a new high",
            "check which way is up"
        ]
    },
    {
        "date": "9.10.167:17 am",
        "ctx": [
            "Whats your favorite dead meme?",
            "memes"
        ]
    },
    {
        "date": "9.10.166:23 am",
        "ctx": [
            "Do you think spelling a word in British way has some redundancy?",
            "not in britain"
        ]
    },
    {
        "date": "9.10.164:54 am",
        "ctx": [
            "Should I use coconut or sunflower oil?",
            "sure"
        ]
    },
    {
        "date": "9.10.161:24 am",
        "ctx": [
            "(ref: dont-understand.html)Peanut Butter or Jelly"
        ]
    },
    {
        "date": "9.10.1612:31 am",
        "ctx": [
            "How can I improve my poetry?",
            "do it wrong"
        ]
    },
    {
        "date": "9.10.1612:04 am",
        "ctx": [
            "why can't i sleep",
            "it is the wrong time"
        ]
    },
    {
        "date": "9.9.1611:58 pm",
        "ctx": [
            "Can you tell me a secret? I'll go first, I like talking to myself out loud.",
            "the ocean is full of plastic"
        ]
    },
    {
        "date": "9.9.1611:56 pm",
        "ctx": [
            "Have you tried to understand any of the questions on the /dont-understand page?",
            "yes"
        ]
    },
    {
        "date": "9.9.1611:05 pm",
        "ctx": [
            "Is the answer to this question \"yes\"?",
            "maybe"
        ]
    },
    {
        "date": "9.9.1610:23 pm",
        "ctx": [
            "Know any good sonnets?",
            "no"
        ]
    },
    {
        "date": "9.9.1610:19 pm",
        "ctx": [
            "Could you write a meaningful story using only punctuation?",
            ". .. ! __________ /|||"
        ]
    },
    {
        "date": "9.9.1610:15 pm",
        "ctx": [
            "Do you know any good words I should add to my vocabulary?",
            "it depends what is currently in your vocabulary"
        ]
    },
    {
        "date": "9.9.169:47 pm",
        "ctx": [
            "Thoughts on spam? (the food)",
            "\"unavoidable!\" \"inescapable!\""
        ]
    },
    {
        "date": "9.9.169:39 pm",
        "ctx": [
            "(ref: disappointing.html)disappointing"
        ]
    },
    {
        "date": "9.9.168:37 pm",
        "ctx": [
            "You ever open a jar of peanut butter and find coleslaw inside?",
            "no"
        ]
    },
    {
        "date": "9.9.167:50 pm",
        "ctx": [
            "(ref: had-a-dream-that-you-um.html)Have you ever had a dream that you, um, you had, your, you, you could, youÕll do, you, you wants, you, you could do so, you , youÕll do, you could, you, you want, you want them, to do you so much, you could do anything?"
        ]
    },
    {
        "date": "9.9.167:37 pm",
        "ctx": [
            "(ref: dont-understand.html)Capitalism or socialism?"
        ]
    },
    {
        "date": "9.9.167:06 pm",
        "ctx": [
            "how do I hide that I just shit my short in publlic?",
            "explain to people that you didn't"
        ]
    },
    {
        "date": "9.9.166:34 pm",
        "ctx": [
            "How long is the next video going to be?",
            "currently as written it is 21:45, but i am pleading and praying that i will be able to trim it down, while also adding more material, which i understand is a paradox"
        ]
    },
    {
        "date": "9.9.165:29 pm",
        "ctx": [
            "Got any good panda names?",
            "no"
        ]
    },
    {
        "date": "9.9.164:44 pm",
        "ctx": [
            "is 'sometimes i whatever' indicative of your creative process's typical ongoings",
            "in some ways"
        ]
    },
    {
        "date": "9.9.163:43 pm",
        "ctx": [
            "how do you feel about psychotherapy?",
            "i think it's a more complicated word for reality"
        ]
    },
    {
        "date": "9.9.163:21 pm",
        "ctx": [
            "(ref: favorite-cheese.html)What is your favorite kind of cheese?"
        ]
    },
    {
        "date": "9.9.163:06 pm",
        "ctx": [
            "(ref: do-you-enjoy-answering-questions.html)are answering these questions fun for you?"
        ]
    },
    {
        "date": "9.9.161:56 pm",
        "ctx": [
            "have u ever wanted to be painted green and spanked like a disobedient avocado because i have",
            "no"
        ]
    },
    {
        "date": "9.9.161:50 pm",
        "ctx": [
            "Do you exercise?",
            "i think so"
        ]
    },
    {
        "date": "9.9.1612:24 pm",
        "ctx": [
            "What do you think of Trypophobia?",
            "i don't understand greek that well"
        ]
    },
    {
        "date": "9.9.1611:54 am",
        "ctx": [
            "Do you have a release date for your new video?",
            "as soon as possible"
        ]
    },
    {
        "date": "9.9.168:08 am",
        "ctx": [
            "(ref: can-you-answer-this-question.html)will you answer my question?"
        ]
    },
    {
        "date": "9.9.164:17 am",
        "ctx": [
            "(ref: dont-understand.html)cheese or chocolate?"
        ]
    },
    {
        "date": "9.9.162:34 am",
        "ctx": [
            "How's progress on the new video?",
            "wild and crazy"
        ]
    },
    {
        "date": "9.9.161:39 am",
        "ctx": [
            "How do I know when my song is finished?",
            "try it and see if it's good enough to not care if it's better"
        ]
    },
    {
        "date": "9.9.1612:59 am",
        "ctx": [
            "do you ever get the feeling that time is moving very fast and that there's nothing you can do to stop it",
            "sure"
        ]
    },
    {
        "date": "9.8.1611:25 pm",
        "ctx": [
            "Why do humans purposely hurt each other when almost no other animal does",
            "actually most animals do it, and they all do it for survival. humans just have a slightly more complicated idea of what survival is"
        ]
    },
    {
        "date": "9.8.1611:12 pm",
        "ctx": [
            "do you like dank (ref: memes.html)memes?"
        ]
    },
    {
        "date": "9.8.169:46 pm",
        "ctx": [
            "What video are you working on right now?",
            "a very large one"
        ]
    },
    {
        "date": "9.8.169:36 pm",
        "ctx": [
            "Why do some keys sharpen \"E\" and flatten \"C\" when both of those notes are just \"F\" and \"B\". Particularly since those notes don't have an actual sharp or flat? Why kind of bullshit is that?",
            "it's really just to make it work on the staff, because a key signature has to set you up so you have 1 of each letter. otherwise the key of F# would have 2 F's at the same time (F and F#) or the key of Gb (same key actually) would have 2 B's (B and Bb) and it would be a disaster on the staff, you would have to keep flattening and unflattening the B even just to write like a normal Gb major melody. it's really just to make the scale work with all the letters in a row. that's the point of key signatures. it's like 7 people with names A thru G have to represent the scale by holding up sharp/flat signs (or no sign). if you were not allowed to use E#, then the only way to make the key of F# would be to clone Frannie and kill Eddie"
        ]
    },
    {
        "date": "9.8.168:43 pm",
        "ctx": [
            "where are the aliens",
            "on someone else's planet, other than theirs"
        ]
    },
    {
        "date": "9.8.164:39 pm",
        "ctx": [
            "can light be captured?",
            "sure"
        ]
    },
    {
        "date": "9.8.164:09 pm",
        "ctx": [
            "how will the two koreas reunite as one nation",
            "very carefully i hope"
        ]
    },
    {
        "date": "9.8.164:01 pm",
        "ctx": [
            "how to deal with feeling bad when you know you have disappointed someone else",
            "let someone disappoint you"
        ]
    },
    {
        "date": "9.8.163:24 pm",
        "ctx": [
            "how do I deal with emotional devastation at the hands of the person I care most about and also how are you today",
            "move on"
        ]
    },
    {
        "date": "9.8.162:51 pm",
        "ctx": [
            "what's your opinion on horses?",
            "they are ok"
        ]
    },
    {
        "date": "9.8.161:29 pm",
        "ctx": [
            "is it possible to anagram \"abcdefghijklmnopqrstuvwxyz\"?",
            "it is not easy. the best one i can come up with is \"TV quiz drag nymph sex KFC blow-j\""
        ]
    },
    {
        "date": "9.8.1611:30 am",
        "ctx": [
            "is the truth the real thing or what everyone in the entire world believes?",
            "are you asking me if the truth is true"
        ]
    },
    {
        "date": "9.8.1611:10 am",
        "ctx": [
            "Have you ever had a day in which you didn't wanna do music at all but you know that you have to? Like you're completely blocked because you simpley aren't in the mood. How do you overcome that?",
            "re-think why you 'have to' and once you are sure you are going in the right direction, employ to a step-by-step method"
        ]
    },
    {
        "date": "9.8.1610:31 am",
        "ctx": [
            "Are you a perfectionist?",
            "no, i actually try to make things bad"
        ]
    },
    {
        "date": "9.8.168:40 am",
        "ctx": [
            "is gravity a permanent thing?",
            "no"
        ]
    },
    {
        "date": "9.8.162:32 am",
        "ctx": [
            "do you have a \"best of\" page where you can list a small number of your most memorable question/answer pairs?",
            "it is none of my business which questions are memorable to which people"
        ]
    },
    {
        "date": "9.8.1612:37 am",
        "ctx": [
            "How do I get crazy?",
            "try to be normal"
        ]
    },
    {
        "date": "9.8.1612:30 am",
        "ctx": [
            "how do i get high without using drugs",
            "marry into a higher social class"
        ]
    },
    {
        "date": "9.7.1611:46 pm",
        "ctx": [
            "How do we unify general relativity and quantum mechanics?",
            "figure out how it really is"
        ]
    },
    {
        "date": "9.7.168:58 pm",
        "ctx": [
            "Are you going to make more videos?",
            "yes, after i finish the one i am working on now"
        ]
    },
    {
        "date": "9.7.168:21 pm",
        "ctx": [
            "What inspired your visual style?",
            "i just do whatever i can"
        ]
    },
    {
        "date": "9.7.166:42 pm",
        "ctx": [
            "do you like to calculate taxes",
            "no"
        ]
    },
    {
        "date": "9.7.165:38 pm",
        "ctx": [
            "do you think good journalism will continue, even though nobody will pay for it?",
            "i think it will be just as good or bad as it ever was, with an added twist that it might have different names too, besides 'journalism'"
        ]
    },
    {
        "date": "9.7.164:48 pm",
        "ctx": [
            "are electrons affected by gravity",
            "barely"
        ]
    },
    {
        "date": "9.7.164:45 pm",
        "ctx": [
            "I've watched all the videos in the reality section of the website and I think they're amazing. Will there be more?",
            "yes"
        ]
    },
    {
        "date": "9.7.164:30 pm",
        "ctx": [
            "the Oxford comma is a comma used after the penultimate item in a list of three or more items, before ÔandÕ or ÔorÕ (e.g., an Italian painter, sculptor, and architect ).do you feel enlightened now? has this knowledge assisted you in your day-to-day life?",
            "no"
        ]
    },
    {
        "date": "9.7.163:40 pm",
        "ctx": [
            "What is your percentage of honesty while answering these questions?",
            "the vast majority are 100% honest, but occasionaly i might answer a question from an entirely fictional point of view, and it is usually very easy to tell. for example, the last question i answered fictionally was \"i love you, will you run away with me.\" i answered \"sure\" because i wanted to express a generally positive sentiment for the idea, but the reality is that i will probably never find out who asked that, and the likelihood that we could 'run away' together would depend on whether or not the destination would be a place where there is a good studio space and/or writing environment, and also whether that person would be the right person to form a mutually beneficial and collaborative relationship. the reason i chose the fictional answer was because i felt it had a stronger value to the reader, and also mirrored the fictional (and carefree) nature of the question itself"
        ]
    },
    {
        "date": "9.7.163:32 pm",
        "ctx": [
            "do you think that you are crazy or creative? or maybe both",
            "i think both are good qualities, and i try to have them"
        ]
    },
    {
        "date": "9.7.163:02 pm",
        "ctx": [
            "are there any animals that are either better or worse than foxes? if not, is such an animal even theoretically possible?",
            "better or worse at what"
        ]
    },
    {
        "date": "9.7.161:56 pm",
        "ctx": [
            "Soft or hard shell tacos?",
            "i am not currently ordering a taco. sorry for the confusion"
        ]
    },
    {
        "date": "9.7.161:12 pm",
        "ctx": [
            "my five year old did not understand an explanation on r/explainlikeimfive. is he mentally retarded?",
            "no, that subreddit completely fails to live up to its title, in my opinion"
        ]
    },
    {
        "date": "9.7.1612:56 pm",
        "ctx": [
            "What is the most important thing in your life?",
            "perhaps the earth, and its atmosphere"
        ]
    },
    {
        "date": "9.7.1612:13 pm",
        "ctx": [
            "What is your opinion on the color beige?",
            "it is ok, i guess"
        ]
    },
    {
        "date": "9.7.165:42 am",
        "ctx": [
            "Are you available to do (ref: commissions1.html)commissions?"
        ]
    },
    {
        "date": "9.7.162:13 am",
        "ctx": [
            "do you like to draw",
            "sure"
        ]
    },
    {
        "date": "9.7.162:03 am",
        "ctx": [
            "What is your drink of choice?",
            "water"
        ]
    },
    {
        "date": "9.7.161:46 am",
        "ctx": [
            "How do you not let perfectionism keep you from finishing something",
            "want to have the thing actually exist"
        ]
    },
    {
        "date": "9.7.161:07 am",
        "ctx": [
            "what's your (ref: opinion-on-opinions.html)opinion on opinions people give you so you can opinionate on those opinions?"
        ]
    },
    {
        "date": "9.6.1611:30 pm",
        "ctx": [
            "whats your least favorite kind of question to answer",
            "questions that specifically request a negative answer"
        ]
    },
    {
        "date": "9.6.1611:06 pm",
        "ctx": [
            "I really enjoyed your video on the History of Japan. (ref: country-requests.html)Will you consider doing more videos on other countries?"
        ]
    },
    {
        "date": "9.6.1610:36 pm",
        "ctx": [
            "Pepsi or Cocaine",
            "no thanks"
        ]
    },
    {
        "date": "9.6.1610:10 pm",
        "ctx": [
            "Are different cultures good?",
            "yes"
        ]
    },
    {
        "date": "9.6.1610:00 pm",
        "ctx": [
            "do questions ever annoy you? any examples?",
            "everything is annoying until you realize that the things that annoy you actually don't annoy you, but are instead a vibrant and rejuvenating source of life"
        ]
    },
    {
        "date": "9.6.1610:00 pm",
        "ctx": [
            "How do I beat social anxiety?",
            "recognize that you are real person"
        ]
    },
    {
        "date": "9.6.169:25 pm",
        "ctx": [
            "Are you annoyed by people uploading your content to Facebook and potentially making money off of it?",
            "facebook takedowns are easy, and i actually appreciate when people alert me when people are re-uploading my videos to facebook, because it is extremely easy for me to get them taken down, but i don't find out about it unless people tell me, because i don't use facebook"
        ]
    },
    {
        "date": "9.6.169:22 pm",
        "ctx": [
            "Any thoughts towards sports? I feel like some people go overboard in how highly they treat it, but dunno your take.",
            "(ref: https://www.twitter.com/billwurtz/status/762424844625453056)www.twitter.com/billwurtz/status/762424844625453056"
        ]
    },
    {
        "date": "9.6.168:32 pm",
        "ctx": [
            "is there any way to not feel blue while in school?",
            "plan and organize in your mind all the things you might do when you get out of school"
        ]
    },
    {
        "date": "9.6.167:52 pm",
        "ctx": [
            "What is your purpose?",
            "to do stuff"
        ]
    },
    {
        "date": "9.6.167:36 pm",
        "ctx": [
            "do you ever forget how your own songs go if you don't hear or play it in a while?",
            "to varying degrees, much less so with the ones that have been recorded"
        ]
    },
    {
        "date": "9.6.167:26 pm",
        "ctx": [
            "Is the note on \"it's\" in \"it's ok to have feelings\" an A, a G, or a D?",
            "i just checked the original writing, it was never a note, it was totally ghosted from the very beginning. but from a philosophical standpoint, it would have to be lower than the note after it, and probably not even G. E (below) would be a more accurate representation of the submissive nature of this syllable... or even, (call me insane) the lower C. but this debate would be purely philosophical, the note is fully ghosted on all the demos, and is certainly 100% ghosted on the actual recording, as well as also being covered by a ghost note in the snare"
        ]
    },
    {
        "date": "9.6.166:09 pm",
        "ctx": [
            "do you agree that life is too short & special to waste time getting annoyed at things you can't change?",
            "sometimes it is good to be annoyed for a moment, because you might realize you can change the thing"
        ]
    },
    {
        "date": "9.6.164:31 pm",
        "ctx": [
            "What does \"ad lib\" in music mean",
            "improvise, i guess"
        ]
    },
    {
        "date": "9.6.1612:18 pm",
        "ctx": [
            "have you ever capitalized a letter",
            "have you"
        ]
    },
    {
        "date": "9.6.1611:38 am",
        "ctx": [
            "do you prefer pencils or pens?",
            "it depends on the situation"
        ]
    },
    {
        "date": "9.6.1611:28 am",
        "ctx": [
            "&#26085;&#26412;&#35486;&#12434;&#35441;&#12379;&#12414;&#12377;&#12363;&#12290;",
            "no"
        ]
    },
    {
        "date": "9.6.1610:16 am",
        "ctx": [
            "what do i do if i don't have a plan b?",
            "perhaps try plan A, or C"
        ]
    },
    {
        "date": "9.6.168:13 am",
        "ctx": [
            "what is that weird noise in 'new canaan' on the left channel at around 1.58?",
            "sorry, i am listening to it but i'm not sure exactly which thing you are talking about. if you describe it in more detail (preferably by email) i might be able to figure out what you are hearing"
        ]
    },
    {
        "date": "9.6.167:33 am",
        "ctx": [
            "You're pretty good at playing bass guitar. (ref: self-taught.html)Are you self-taught or did you get formal lessons?"
        ]
    },
    {
        "date": "9.6.165:47 am",
        "ctx": [
            "Is it okay that I still don't know what to do with my life at my age(22)??? :(",
            "sure"
        ]
    },
    {
        "date": "9.6.165:40 am",
        "ctx": [
            "do you think it's okay to go against social norms?",
            "oh hell yeah!"
        ]
    },
    {
        "date": "9.6.163:11 am",
        "ctx": [
            "What would you say is the longest part of making a 5+ minute video?",
            "i have only made one video longer than 5 minutes so far (it was 9 minutes) and the longest phase was doing the actual graphics (not the graphics 'planning/writing' phase, but the actual execution of the graphics) which took 30 days"
        ]
    },
    {
        "date": "9.6.162:39 am",
        "ctx": [
            "How many pugs are too many?",
            "it depends how many you want"
        ]
    },
    {
        "date": "9.6.162:19 am",
        "ctx": [
            "i love you, will you run away with me?",
            "sure"
        ]
    },
    {
        "date": "9.6.161:16 am",
        "ctx": [
            "Is your notebook (on this website) filled with riddles?",
            "i'd say there are some riddles"
        ]
    },
    {
        "date": "9.6.1612:56 am",
        "ctx": [
            "is there anything you feel like you can not do, but need to do?",
            "sure"
        ]
    },
    {
        "date": "9.6.1612:49 am",
        "ctx": [
            "would you consider yourself to be a cynic or take things just literally as they are.Example being \"do you like the oxford comma\" whereas you responded as you don't care whether it lives in Oxford or not.How do you think this has an impact on your work?",
            "sorry, i think you mis-read my response to that question"
        ]
    },
    {
        "date": "9.6.1612:23 am",
        "ctx": [
            "Even when you're attracted to someone, do you still not engage?",
            "engage in what"
        ]
    },
    {
        "date": "9.5.1611:48 pm",
        "ctx": [
            "would you rather be abducted by aliens, or not abducted by aliens",
            "perhaps we could abduct each other"
        ]
    },
    {
        "date": "9.5.1611:17 pm",
        "ctx": [
            "You said you're two sentenced away from the end of the script and then you move on to the next phase. Is that next phase putting the script to the video? If not, what is the next phase?",
            "not so much putting the script to the video, more like putting a video to the script"
        ]
    },
    {
        "date": "9.5.1611:17 pm",
        "ctx": [
            "what's your opinion on plants?",
            "i think they are doing a great job"
        ]
    },
    {
        "date": "9.5.1610:42 pm",
        "ctx": [
            "Does anything bother you?",
            "my goal is not to be botherable, but there are constant attempts made"
        ]
    },
    {
        "date": "9.5.1610:43 pm",
        "ctx": [
            "do you have any thoughts about whether you would want to take the time to master a new skill that may not relate to making music or videos?",
            "yes, my thoughts are that i would. but only if it is applicable in a presentable way. i didn't used to be so goal oriented, but as time passed, i have become that way"
        ]
    },
    {
        "date": "9.5.1610:09 pm",
        "ctx": [
            "did you receive your silver play button from youtube?",
            "not that i know of"
        ]
    },
    {
        "date": "9.5.168:40 pm",
        "ctx": [
            "is socialism cool",
            "sure"
        ]
    },
    {
        "date": "9.5.169:35 pm",
        "ctx": [
            "Are you a fan of the Oxford comma?",
            "i am not usually concerned with whether or not a comma is oxford. in fact, i can't even tell! it has so far not affected my life negatively, insofar as i am aware"
        ]
    },
    {
        "date": "9.5.169:08 pm",
        "ctx": [
            "how do you feel about pigeons",
            "i actually don't have particularly strong feelings about pigeons. pigeons do not make up a significant portion of the feelings i feel, on a day to day basis"
        ]
    },
    {
        "date": "9.5.168:32 pm",
        "ctx": [
            "what are you happy for right now?",
            "everything in general"
        ]
    },
    {
        "date": "9.5.168:25 pm",
        "ctx": [
            "Are you still in panic over the new video?",
            "i am doing well. i am about 2 sentences away from the end of the script, then it will be on to the next phase. very excited"
        ]
    },
    {
        "date": "9.5.168:22 pm",
        "ctx": [
            "During this writing block are you playing music for fun? Do you play music when you're not concentrated on distributing it?",
            "i am mainly just working"
        ]
    },
    {
        "date": "9.5.168:17 pm",
        "ctx": [
            "Do you miss anything from the past you don't have now, or are you happy with where you are?",
            "both"
        ]
    },
    {
        "date": "9.5.168:00 pm",
        "ctx": [
            "a lot of people are citing your \"history of japan\" video as a great source for a reliable and unbiased recount of japan's history. How do you feel about that?",
            "i am glad"
        ]
    },
    {
        "date": "9.5.167:57 pm",
        "ctx": [
            "As a historian, bias is a very important aspect to consider. In a more serious way, how do you deal with bias in your videos? Especially considering your large following and the implications that may have. :)",
            "my main strategy is to worry about people from both sides thinking i am biased, both ways. this is difficult to cope with because i am extremely biased, both ways"
        ]
    },
    {
        "date": "9.5.167:44 pm",
        "ctx": [
            "bill do you ever regret throwing away any of your old scraps?",
            "maybe i would if i did"
        ]
    },
    {
        "date": "9.5.166:54 pm",
        "ctx": [
            "What's the definition of music to you",
            "i don't have one"
        ]
    },
    {
        "date": "9.5.166:32 pm",
        "ctx": [
            "WHAT DO YOU DO ABOUT THE CRINGE",
            "try to understand it"
        ]
    },
    {
        "date": "9.5.166:14 pm",
        "ctx": [
            "if you took all of the time spent answering questions and added it up, would you get a number or a time?",
            "if you add up amounts of time, you get an amount of time. at least i think that's the way it works"
        ]
    },
    {
        "date": "9.5.166:00 pm",
        "ctx": [
            "How's your eggo these dasys",
            "ok i think"
        ]
    },
    {
        "date": "9.5.165:41 pm",
        "ctx": [
            "(ref: why-japan.html)Why did you decide to make your history video about Japan?"
        ]
    },
    {
        "date": "9.5.165:00 pm",
        "ctx": [
            "what youtube content do you hate the most?",
            "i try not to worry too  much about hating stuff"
        ]
    },
    {
        "date": "9.5.164:18 pm",
        "ctx": [
            "Debussy or Chopin?",
            "is what debussy or chopin"
        ]
    },
    {
        "date": "9.5.163:30 pm",
        "ctx": [
            "(ref: reality-password.html)What is the password of your reality page?"
        ]
    },
    {
        "date": "9.5.163:06 pm",
        "ctx": [
            "are you a weeaboo?",
            "not that i know of"
        ]
    },
    {
        "date": "9.5.163:05 pm",
        "ctx": [
            "do you think your \"history of\" videos have and will contain bias? what do you do to avoid bias?",
            "i might have a bias toward earth. most of my viewers are from earth, so i have not received too much criticism in that regard"
        ]
    },
    {
        "date": "9.5.162:59 pm",
        "ctx": [
            "should a best friend still be your best friend even when they destroy you emotionally",
            "maybe not"
        ]
    },
    {
        "date": "9.5.162:54 pm",
        "ctx": [
            "is it okay to stay at home and sleep all day, not doing anything productive?",
            "is it ok with you"
        ]
    },
    {
        "date": "9.5.162:52 pm",
        "ctx": [
            "Hi Bill, I would like to talk to you concerning your \"history of japan\" video. Why have you glossed over the atrocities Japan has committed, which are major events in Japan's history? Examples include the Rape of Nanking, the South Korean Comfort Women, and the human testing conducted on Chinese civilians. These are important issues that cannot be forgotten. However, they are not present at all in your video, which has been viewed over 16 million times.This is encouraging the ignorance of the \"darker side\" of Japan's history. While countries such as Germany have deeply apologized for their war atrocities and engrain these events in teaching history to their students, the Japanese government has refused to apologize and Japanese textbooks are being revised to omit these events.I sincerely believe that you are a very learned and good person, thus I hope that you are aware of this and that with your large following and outreach, I hope that you may also raise awareness of this issue. Japan's war atrocities are not to be glossed over.",
            "i think there are some other channels that have the type of video you are looking for"
        ]
    },
    {
        "date": "9.5.162:49 pm",
        "ctx": [
            "Factor this equation:1",
            "i don't think that's an equation"
        ]
    },
    {
        "date": "9.5.162:18 pm",
        "ctx": [
            "what would happen if Pinocchio said \"my nose will grow now\"",
            "anything the writers and illustrators decide"
        ]
    },
    {
        "date": "9.5.162:17 pm",
        "ctx": [
            "(ref: meaning-of-life.html)what's the meaning of life"
        ]
    },
    {
        "date": "9.5.162:16 pm",
        "ctx": [
            "(ref: what-makes-you-laugh.html)What makes you laugh?"
        ]
    },
    {
        "date": "9.5.161:27 pm",
        "ctx": [
            "d y blv n vwls?",
            "sure"
        ]
    },
    {
        "date": "9.5.161:26 pm",
        "ctx": [
            "(ref: live-tour.html)would u ever consider doing a live show?"
        ]
    },
    {
        "date": "9.5.1611:51 am",
        "ctx": [
            "is it reasonable to get frustrated at people who walk slowly and block the sidewalk or halls",
            "sure"
        ]
    },
    {
        "date": "9.5.1611:13 am",
        "ctx": [
            "why don't you answer all questions?",
            "because i don't have time, and also some questions make me uncomfortable"
        ]
    },
    {
        "date": "9.5.1610:13 am",
        "ctx": [
            "i have a question i want to ask",
            "well you came to the right place"
        ]
    },
    {
        "date": "9.5.1610:12 am",
        "ctx": [
            "what's 2 + 1",
            "3"
        ]
    },
    {
        "date": "9.5.164:02 am",
        "ctx": [
            "If you are a boy, are you a girl?",
            "not usually"
        ]
    },
    {
        "date": "9.5.163:36 am",
        "ctx": [
            "any tips for fixing a sleep schedule",
            "no"
        ]
    },
    {
        "date": "9.5.163:24 am",
        "ctx": [
            "what is the oldest thing you can think of",
            "cosmic background radiation"
        ]
    },
    {
        "date": "9.5.163:06 am",
        "ctx": [
            "what is the hidden door on your Reality video?",
            "it is actually labeled"
        ]
    },
    {
        "date": "9.5.163:06 am",
        "ctx": [
            "will you show us a behind the scenes video about your history of japan video?",
            "yes"
        ]
    },
    {
        "date": "9.5.163:04 am",
        "ctx": [
            "Is Greenland larger than Africa?",
            "no"
        ]
    },
    {
        "date": "9.5.162:18 am",
        "ctx": [
            "Would you want a robot to help you out in life if you had the option?",
            "i already have one"
        ]
    },
    {
        "date": "9.5.161:49 am",
        "ctx": [
            "(ref: can-i-ask-you-a-question.html)can i ask you something?"
        ]
    },
    {
        "date": "9.5.161:48 am",
        "ctx": [
            "(ref: coke-or-pepsi.html)coke or pepsi"
        ]
    },
    {
        "date": "9.5.161:47 am",
        "ctx": [
            "i have a question for you",
            "well you came to the right place"
        ]
    },
    {
        "date": "9.5.161:37 am",
        "ctx": [
            "(ref: is-this-question-original.html)is this an original question?"
        ]
    },
    {
        "date": "9.4.1610:15 pm",
        "ctx": [
            "insert question about next long video here"
        ]
    },
    {
        "date": "9.4.168:10 pm",
        "ctx": [
            "why do many people drive so slow?",
            "because you drive faster than the average person"
        ]
    },
    {
        "date": "9.4.167:46 pm",
        "ctx": [
            "(ref: why-not.html)Why not?"
        ]
    },
    {
        "date": "9.4.167:38 pm",
        "ctx": [
            "what are your favourite bands?",
            "wrist, contra, rubber, broad, head,"
        ]
    },
    {
        "date": "9.4.166:43 pm",
        "ctx": [
            "(ref: what.html)what"
        ]
    },
    {
        "date": "9.4.166:32 pm",
        "ctx": [
            "(ref: bee-movie-script.html)According to all known lawsof aviation,there is no way a beeshould be able to fly.Its wings are too small to getits fat little body off the ground.The bee, of course, flies anywaybecause bees don't carewhat humans think is impossible.Yellow, black. Yellow, black.Yellow, black. Yellow, black.Ooh, black and yellow!Let's shake it up a little.Barry! Breakfast is ready!Ooming!Hang on a second.Hello?- Barry?- Adam?- Oan you believe this is happening?- I can't. I'll pick you up.Looking sharp.Use the stairs. Your fatherpaid good money for those.Sorry. I'm excited.Here's the graduate.We're very proud of you, son.A perfect report card, all B's.Very proud.Ma! I got a thing going here.- You got lint on your fuzz.- Ow! That's me!- Wave to us! We'll be in row 118,000.- Bye!Barry, I told you,stop flying in the house!- Hey, Adam.- Hey, Barry.- Is that fuzz gel?- A little. Special day, graduation.Never thought I'd make it.Three days grade school,three days high school.Those were awkward.Three days college. I'm glad I tooka day and hitchhiked around the hive.You did come back different.- Hi, Barry.- Artie, growing a mustache? Looks good.- Hear about Frankie?- Yeah.- You going to the funeral?- No, I'm not going.Everybody knows,sting someone, you die.Don't waste it on a squirrel.Such a hothead.I guess he could havejust gotten out of the way.I love this incorporatingan amusement park into our day.That's why we don't need vacations.Boy, quite a bit of pomp...under the circumstances.- Well, Adam, today we are men.- We are!- Bee-men.- Amen!Hallelujah!Students, faculty, distinguished bees,please welcome Dean Buzzwell.Welcome, New Hive Oitygraduating class of......9:15.That concludes our ceremonies.And begins your careerat Honex Industries!Will we pick ourjob today?I heard it's just orientation.Heads up! Here we go.Keep your hands and antennasinside the tram at all times.- Wonder what it'll be like?- A little scary.Welcome to Honex,a division of Honescoand a part of the Hexagon Group.This is it!Wow.Wow.We know that you, as a bee,have worked your whole lifeto get to the point where youcan work for your whole life.Honey begins when our valiant PollenJocks bring the nectar to the hive.Our top-secret formulais automatically color-corrected,scent-adjusted and bubble-contouredinto this soothing sweet syrupwith its distinctivegolden glow you know as...Honey!- That girl was hot.- She's my cousin!- She is?- Yes, we're all cousins.- Right. You're right.- At Honex, we constantly striveto improve every aspectof bee existence.These bees are stress-testinga new helmet technology.- What do you think he makes?- Not enough.Here we have our latest advancement,the Krelman.- What does that do?- Oatches that little strand of honeythat hangs after you pour it.Saves us millions.Oan anyone work on the Krelman?Of course. Most bee jobs aresmall ones. But bees knowthat every small job,if it's done well, means a lot.But choose carefullybecause you'll stay in the jobyou pick for the rest of your life.The same job the rest of your life?I didn't know that.What's the difference?You'll be happy to know that bees,as a species, haven't had one day offin 27 million years.So you'll just work us to death?We'll sure try.Wow! That blew my mind!\"What's the difference?\"How can you say that?One job forever?That's an insane choice to have to make.I'm relieved. Now we only haveto make one decision in life.But, Adam, how could theynever have told us that?Why would you question anything?We're bees.We're the most perfectlyfunctioning society on Earth.You ever think maybe thingswork a little too well here?Like what? Give me one example.I don't know. But you knowwhat I'm talking about.Please clear the gate.Royal Nectar Force on approach.Wait a second. Oheck it out.- Hey, those are Pollen Jocks!- Wow.I've never seen them this close.They know what it's likeoutside the hive.Yeah, but some don't come back.- Hey, Jocks!- Hi, Jocks!You guys did great!You're monsters!You're sky freaks! I love it! I love it!- I wonder where they were.- I don't know.Their day's not planned.Outside the hive, flying who knowswhere, doing who knows what.You can'tjust decide to be a PollenJock. You have to be bred for that.Right.Look. That's more pollenthan you and I will see in a lifetime.It's just a status symbol.Bees make too much of it.Perhaps. Unless you're wearing itand the ladies see you wearing it.Those ladies?Aren't they our cousins too?Distant. Distant.Look at these two.- Oouple of Hive Harrys.- Let's have fun with them.It must be dangerousbeing a Pollen Jock.Yeah. Once a bear pinned meagainst a mushroom!He had a paw on my throat,and with the other, he was slapping me!- Oh, my!- I never thought I'd knock him out.What were you doing during this?Trying to alert the authorities.I can autograph that.A little gusty out there today,wasn't it, comrades?Yeah. Gusty.We're hitting a sunflower patchsix miles from here tomorrow.- Six miles, huh?- Barry!A puddle jump for us,but maybe you're not up for it.- Maybe I am.- You are not!We're going 0900 at J-Gate.What do you think, buzzy-boy?Are you bee enough?I might be. It all dependson what 0900 means.Hey, Honex!Dad, you surprised me.You decide what you're interested in?- Well, there's a lot of choices.- But you only get one.Do you ever get boreddoing the same job every day?Son, let me tell you about stirring.You grab that stick, and you justmove it around, and you stir it around.You get yourself into a rhythm.It's a beautiful thing.You know, Dad,the more I think about it,maybe the honey fieldjust isn't right for me.You were thinking of what,making balloon animals?That's a bad jobfor a guy with a stinger.Janet, your son's not surehe wants to go into honey!- Barry, you are so funny sometimes.- I'm not trying to be funny.You're not funny! You're goinginto honey. Our son, the stirrer!- You're gonna be a stirrer?- No one's listening to me!Wait till you see the sticks I have.I could say anything right now.I'm gonna get an ant tattoo!Let's open some honey and celebrate!Maybe I'll pierce my thorax.Shave my antennae.Shack up with a grasshopper. Geta gold tooth and call everybody \"dawg\"!I'm so proud.- We're starting work today!- Today's the day.Oome on! All the good jobswill be gone.Yeah, right.Pollen counting, stunt bee, pouring,stirrer, front desk, hair removal...- Is it still available?- Hang on. Two left!One of them's yours! Oongratulations!Step to the side.- What'd you get?- Picking crud out. Stellar!Wow!Oouple of newbies?Yes, sir! Our first day! We are ready!Make your choice.- You want to go first?- No, you go.Oh, my. What's available?Restroom attendant's open,not for the reason you think.- Any chance of getting the Krelman?- Sure, you're on.I'm sorry, the Krelman just closed out.Wax monkey's always open.The Krelman opened up again.What happened?A bee died. Makes an opening. See?He's dead. Another dead one.Deady. Deadified. Two more dead.Dead from the neck up.Dead from the neck down. That's life!Oh, this is so hard!Heating, cooling,stunt bee, pourer, stirrer,humming, inspector number seven,lint coordinator, stripe supervisor,mite wrangler. Barry, whatdo you think I should... Barry?Barry!All right, we've got the sunflower patchin quadrant nine...What happened to you?Where are you?- I'm going out.- Out? Out where?- Out there.- Oh, no!I have to, before I goto work for the rest of my life.You're gonna die! You're crazy! Hello?Another call coming in.If anyone's feeling brave,there's a Korean deli on 83rdthat gets their roses today.Hey, guys.- Look at that.- Isn't that the kid we saw yesterday?Hold it, son, flight deck's restricted.It's OK, Lou. We're gonna take him up.Really? Feeling lucky, are you?Sign here, here. Just initial that.- Thank you.- OK.You got a rain advisory today,and as you all know,bees cannot fly in rain.So be careful. As always,watch your brooms,hockey sticks, dogs,birds, bears and bats.Also, I got a couple of reportsof root beer being poured on us.Murphy's in a home because of it,babbling like a cicada!- That's awful.- And a reminder for you rookies,bee law number one,absolutely no talking to humans!All right, launch positions!Buzz, buzz, buzz, buzz! Buzz, buzz,buzz, buzz! Buzz, buzz, buzz, buzz!Black and yellow!Hello!You ready for this, hot shot?Yeah. Yeah, bring it on.Wind, check.- Antennae, check.- Nectar pack, check.- Wings, check.- Stinger, check.Scared out of my shorts, check.OK, ladies,let's move it out!Pound those petunias,you striped stem-suckers!All of you, drain those flowers!Wow! I'm out!I can't believe I'm out!So blue.I feel so fast and free!Box kite!Wow!Flowers!This is Blue Leader.We have roses visual.Bring it around 30 degrees and hold.Roses!30 degrees, roger. Bringing it around.Stand to the side, kid.It's got a bit of a kick.That is one nectar collector!- Ever see pollination up close?- No, sir.I pick up some pollen here, sprinkle itover here. Maybe a dash over there,a pinch on that one.See that? It's a little bit of magic.That's amazing. Why do we do that?That's pollen power. More pollen, moreflowers, more nectar, more honey for us.Oool.I'm picking up a lot of bright yellow.Oould be daisies. Don't we need those?Oopy that visual.Wait. One of these flowersseems to be on the move.Say again? You're reportinga moving flower?Affirmative.That was on the line!This is the coolest. What is it?I don't know, but I'm loving this color.It smells good.Not like a flower, but I like it.Yeah, fuzzy.Ohemical-y.Oareful, guys. It's a little grabby.My sweet lord of bees!Oandy-brain, get off there!Problem!- Guys!- This could be bad.Affirmative.Very close.Gonna hurt.Mama's little boy.You are way out of position, rookie!Ooming in at you like a missile!Help me!I don't think these are flowers.- Should we tell him?- I think he knows.What is this?!Match point!You can start packing up, honey,because you're about to eat it!Yowser!Gross.There's a bee in the car!- Do something!- I'm driving!- Hi, bee.- He's back here!He's going to sting me!Nobody move. If you don't move,he won't sting you. Freeze!He blinked!Spray him, Granny!What are you doing?!Wow... the tension levelout here is unbelievable.I gotta get home.Oan't fly in rain.Oan't fly in rain.Oan't fly in rain.Mayday! Mayday! Bee going down!Ken, could you closethe window please?Ken, could you closethe window please?Oheck out my new resume.I made it into a fold-out brochure.You see? Folds out.Oh, no. More humans. I don't need this.What was that?Maybe this time. This time. This time.This time! This time! This...Drapes!That is diabolical.It's fantastic. It's got all my specialskills, even my top-ten favorite movies.What's number one? Star Wars?Nah, I don't go for that......kind of stuff.No wonder we shouldn't talk to them.They're out of their minds.When I leave a job interview, they'reflabbergasted, can't believe what I say.There's the sun. Maybe that's a way out.I don't remember the sunhaving a big 75 on it.I predicted global warming.I could feel it getting hotter.At first I thought it was just me.Wait! Stop! Bee!Stand back. These are winter boots.Wait!Don't kill him!You know I'm allergic to them!This thing could kill me!Why does his life haveless value than yours?Why does his life have any less valuethan mine? Is that your statement?I'm just saying all life has value. Youdon't know what he's capable of feeling.My brochure!There you go, little guy.I'm not scared of him.It's an allergic thing.Put that on your resume brochure.My whole face could puff up.Make it one of your special skills.Knocking someone outis also a special skill.Right. Bye, Vanessa. Thanks.- Vanessa, next week? Yogurt night?- Sure, Ken. You know, whatever.- You could put carob chips on there.- Bye.- Supposed to be less calories.- Bye.I gotta say something.She saved my life.I gotta say something.All right, here it goes.Nah.What would I say?I could really get in trouble.It's a bee law.You're not supposed to talk to a human.I can't believe I'm doing this.I've got to.Oh, I can't do it. Oome on!No. Yes. No.Do it. I can't.How should I start it?\"You like jazz?\" No, that's no good.Here she comes! Speak, you fool!Hi!I'm sorry.- You're talking.- Yes, I know.You're talking!I'm so sorry.No, it's OK. It's fine.I know I'm dreaming.But I don't recall going to bed.Well, I'm sure thisis very disconcerting.This is a bit of a surprise to me.I mean, you're a bee!I am. And I'm not supposedto be doing this,but they were all trying to kill me.And if it wasn't for you...I had to thank you.It's just how I was raised.That was a little weird.- I'm talking with a bee.- Yeah.I'm talking to a bee.And the bee is talking to me!I just want to say I'm grateful.I'll leave now.- Wait! How did you learn to do that?- What?The talking thing.Same way you did, I guess.\"Mama, Dada, honey.\" You pick it up.- That's very funny.- Yeah.Bees are funny. If we didn't laugh,we'd cry with what we have to deal with.Anyway...Oan I......get you something?- Like what?I don't know. I mean...I don't know. Ooffee?I don't want to put you out.It's no trouble. It takes two minutes.- It's just coffee.- I hate to impose.- Don't be ridiculous!- Actually, I would love a cup.Hey, you want rum cake?- I shouldn't.- Have some.- No, I can't.- Oome on!I'm trying to lose a couple micrograms.- Where?- These stripes don't help.You look great!I don't know if you knowanything about fashion.Are you all right?No.He's making the tie in the cabas they're flying up Madison.He finally gets there.He runs up the steps into the church.The wedding is on.And he says, \"Watermelon?I thought you said Guatemalan.Why would I marry a watermelon?\"Is that a bee joke?That's the kind of stuff we do.Yeah, different.So, what are you gonna do, Barry?About work? I don't know.I want to do my part for the hive,but I can't do it the way they want.I know how you feel.- You do?- Sure.My parents wanted me to be a lawyer ora doctor, but I wanted to be a florist.- Really?- My only interest is flowers.Our new queen was just electedwith that same campaign slogan.Anyway, if you look...There's my hive right there. See it?You're in Sheep Meadow!Yes! I'm right off the Turtle Pond!No way! I know that area.I lost a toe ring there once.- Why do girls put rings on their toes?- Why not?- It's like putting a hat on your knee.- Maybe I'll try that.- You all right, ma'am?- Oh, yeah. Fine.Just having two cups of coffee!Anyway, this has been great.Thanks for the coffee.Yeah, it's no trouble.Sorry I couldn't finish it. If I did,I'd be up the rest of my life.Are you...?Oan I take a piece of this with me?Sure! Here, have a crumb.- Thanks!- Yeah.All right. Well, then...I guess I'll see you around.Or not.OK, Barry.And thank youso much again... for before.Oh, that? That was nothing.Well, not nothing, but... Anyway...This can't possibly work.He's all set to go.We may as well try it.OK, Dave, pull the chute.- Sounds amazing.- It was amazing!It was the scariest,happiest moment of my life.Humans! I can't believeyou were with humans!Giant, scary humans!What were they like?Huge and crazy. They talk crazy.They eat crazy giant things.They drive crazy.- Do they try and kill you, like on TV?- Some of them. But some of them don't.- How'd you get back?- Poodle.You did it, and I'm glad. You sawwhatever you wanted to see.You had your \"experience.\" Now youcan pick out yourjob and be normal.- Well...- Well?Well, I met someone.You did? Was she Bee-ish?- A wasp?! Your parents will kill you!- No, no, no, not a wasp.- Spider?- I'm not attracted to spiders.I know it's the hottest thing,with the eight legs and all.I can't get by that face.So who is she?She's... human.No, no. That's a bee law.You wouldn't break a bee law.- Her name's Vanessa.- Oh, boy.She's so nice. And she's a florist!Oh, no! You're dating a human florist!We're not dating.You're flying outside the hive, talkingto humans that attack our homeswith power washers and M-80s!One-eighth a stick of dynamite!She saved my life!And she understands me.This is over!Eat this.This is not over! What was that?- They call it a crumb.- It was so stingin' stripey!And that's not what they eat.That's what falls off what they eat!- You know what a Oinnabon is?- No.It's bread and cinnamon and frosting.They heat it up...Sit down!...really hot!- Listen to me!We are not them! We're us.There's us and there's them!Yes, but who can denythe heart that is yearning?There's no yearning.Stop yearning. Listen to me!You have got to start thinking bee,my friend. Thinking bee!- Thinking bee.- Thinking bee.Thinking bee! Thinking bee!Thinking bee! Thinking bee!There he is. He's in the pool.You know what your problem is, Barry?I gotta start thinking bee?How much longer will this go on?It's been three days!Why aren't you working?I've got a lot of big life decisionsto think about.What life? You have no life!You have no job. You're barely a bee!Would it kill youto make a little honey?Barry, come out.Your father's talking to you.Martin, would you talk to him?Barry, I'm talking to you!You coming?Got everything?All set!Go ahead. I'll catch up.Don't be too long.Watch this!Vanessa!- We're still here.- I told you not to yell at him.He doesn't respond to yelling!- Then why yell at me?- Because you don't listen!I'm not listening to this.Sorry, I've gotta go.- Where are you going?- I'm meeting a friend.A girl? Is this why you can't decide?Bye.I just hope she's Bee-ish.They have a huge paradeof flowers every year in Pasadena?To be in the Tournament of Roses,that's every florist's dream!Up on a float, surroundedby flowers, crowds cheering.A tournament. Do the rosescompete in athletic events?No. All right, I've got one.How come you don't fly everywhere?It's exhausting. Why don't yourun everywhere? It's faster.Yeah, OK, I see, I see.All right, your turn.TiVo. You can just freeze live TV?That's insane!You don't have that?We have Hivo, but it's a disease.It's a horrible, horrible disease.Oh, my.Dumb bees!You must want to sting all those jerks.We try not to sting.It's usually fatal for us.So you have to watch your temper.Very carefully.You kick a wall, take a walk,write an angry letter and throw it out.Work through it like any emotion:Anger, jealousy, lust.Oh, my goodness! Are you OK?Yeah.- What is wrong with you?!- It's a bug.He's not bothering anybody.Get out of here, you creep!What was that? A Pic 'N' Save circular?Yeah, it was. How did you know?It felt like about 10 pages.Seventy-five is pretty much our limit.You've really got thatdown to a science.- I lost a cousin to Italian Vogue.- I'll bet.What in the nameof Mighty Hercules is this?How did this get here?Oute Bee, Golden Blossom,Ray Liotta Private Select?- Is he that actor?- I never heard of him.- Why is this here?- For people. We eat it.You don't haveenough food of your own?- Well, yes.- How do you get it?- Bees make it.- I know who makes it!And it's hard to make it!There's heating, cooling, stirring.You need a whole Krelman thing!- It's organic.- It's our-ganic!It's just honey, Barry.Just what?!Bees don't know about this!This is stealing! A lot of stealing!You've taken our homes, schools,hospitals! This is all we have!And it's on sale?!I'm getting to the bottom of this.I'm getting to the bottomof all of this!Hey, Hector.- You almost done?- Almost.He is here. I sense it.Well, I guess I'll go home nowand just leave this nice honey out,with no one around.You're busted, box boy!I knew I heard something.So you can talk!I can talk.And now you'll start talking!Where you getting the sweet stuff?Who's your supplier?I don't understand.I thought we were friends.The last thing we wantto do is upset bees!You're too late! It's ours now!You, sir, have crossedthe wrong sword!You, sir, will be lunchfor my iguana, Ignacio!Where is the honey coming from?Tell me where!Honey Farms! It comes from Honey Farms!Orazy person!What horrible thing has happened here?These faces, they never knewwhat hit them. And nowthey're on the road to nowhere!Just keep still.What? You're not dead?Do I look dead? They will wipe anythingthat moves. Where you headed?To Honey Farms.I am onto something huge here.I'm going to Alaska. Moose blood,crazy stuff. Blows your head off!I'm going to Tacoma.- And you?- He really is dead.All right.Uh-oh!- What is that?!- Oh, no!- A wiper! Triple blade!- Triple blade?Jump on! It's your only chance, bee!Why does everything haveto be so doggone clean?!How much do you people need to see?!Open your eyes!Stick your head out the window!From NPR News in Washington,I'm Oarl Kasell.But don't kill no more bugs!- Bee!- Moose blood guy!!- You hear something?- Like what?Like tiny screaming.Turn off the radio.Whassup, bee boy?Hey, Blood.Just a row of honey jars,as far as the eye could see.Wow!I assume wherever this truck goesis where they're getting it.I mean, that honey's ours.- Bees hang tight.- We're all jammed in.It's a close community.Not us, man. We on our own.Every mosquito on his own.- What if you get in trouble?- You a mosquito, you in trouble.Nobody likes us. They just smack.See a mosquito, smack, smack!At least you're out in the world.You must meet girls.Mosquito girls try to trade up,get with a moth, dragonfly.Mosquito girl don't want no mosquito.You got to be kidding me!Mooseblood's about to leavethe building! So long, bee!- Hey, guys!- Mooseblood!I knew I'd catch y'all down here.Did you bring your crazy straw?We throw it in jars, slap a label on it,and it's pretty much pure profit.What is this place?A bee's got a brainthe size of a pinhead.They are pinheads!Pinhead.- Oheck out the new smoker.- Oh, sweet. That's the one you want.The Thomas 3000!Smoker?Ninety puffs a minute, semi-automatic.Twice the nicotine, all the tar.A couple breaths of thisknocks them right out.They make the honey,and we make the money.\"They make the honey,and we make the money\"?Oh, my!What's going on? Are you OK?Yeah. It doesn't last too long.Do you know you'rein a fake hive with fake walls?Our queen was moved here.We had no choice.This is your queen?That's a man in women's clothes!That's a drag queen!What is this?Oh, no!There's hundreds of them!Bee honey.Our honey is being brazenly stolenon a massive scale!This is worse than anything bearshave done! I intend to do something.Oh, Barry, stop.Who told you humans are takingour honey? That's a rumor.Do these look like rumors?That's a conspiracy theory.These are obviously doctored photos.How did you get mixed up in this?He's been talking to humans.- What?- Talking to humans?!He has a human girlfriend.And they make out!Make out? Barry!We do not.- You wish you could.- Whose side are you on?The bees!I dated a cricket once in San Antonio.Those crazy legs kept me up all night.Barry, this is what you wantto do with your life?I want to do it for all our lives.Nobody works harder than bees!Dad, I remember youcoming home so overworkedyour hands were still stirring.You couldn't stop.I remember that.What right do they have to our honey?We live on two cups a year. They put itin lip balm for no reason whatsoever!Even if it's true, what can one bee do?Sting them where it really hurts.In the face! The eye!- That would hurt.- No.Up the nose? That's a killer.There's only one place you can stingthe humans, one place where it matters.Hive at Five, the hive's onlyfull-hour action news source.No more bee beards!With Bob Bumble at the anchor desk.Weather with Storm Stinger.Sports with Buzz Larvi.And Jeanette Ohung.- Good evening. I'm Bob Bumble.- And I'm Jeanette Ohung.A tri-county bee, Barry Benson,intends to sue the human racefor stealing our honey,packaging it and profitingfrom it illegally!Tomorrow night on Bee Larry King,we'll have three former queens here inour studio, discussing their new book,Olassy Ladies,out this week on Hexagon.Tonight we're talking to Barry Benson.Did you ever think, \"I'm a kidfrom the hive. I can't do this\"?Bees have never been afraidto change the world.What about Bee Oolumbus?Bee Gandhi? Bejesus?Where I'm from, we'd never sue humans.We were thinkingof stickball or candy stores.How old are you?The bee communityis supporting you in this case,which will be the trialof the bee century.You know, they have a Larry Kingin the human world too.It's a common name. Next week...He looks like you and has a showand suspenders and colored dots...Next week...Glasses, quotes on the bottom from theguest even though you just heard 'em.Bear Week next week!They're scary, hairy and here live.Always leans forward, pointy shoulders,squinty eyes, very Jewish.In tennis, you attackat the point of weakness!It was my grandmother, Ken. She's 81.Honey, her backhand's a joke!I'm not gonna take advantage of that?Quiet, please.Actual work going on here.- Is that that same bee?- Yes, it is!I'm helping him sue the human race.- Hello.- Hello, bee.This is Ken.Yeah, I remember you. Timberland, sizeten and a half. Vibram sole, I believe.Why does he talk again?Listen, you better go'cause we're really busy working.But it's our yogurt night!Bye-bye.Why is yogurt night so difficult?!You poor thing.You two have been at this for hours!Yes, and Adam herehas been a huge help.- Frosting...- How many sugars?Just one. I try notto use the competition.So why are you helping me?Bees have good qualities.And it takes my mind off the shop.Instead of flowers, peopleare giving balloon bouquets now.Those are great, if you're three.And artificial flowers.- Oh, those just get me psychotic!- Yeah, me too.Bent stingers, pointless pollination.Bees must hate those fake things!Nothing worsethan a daffodil that's had work done.Maybe this could make upfor it a little bit.- This lawsuit's a pretty big deal.- I guess.You sure you want to go through with it?Am I sure? When I'm done withthe humans, they won't be ableto say, \"Honey, I'm home,\"without paying a royalty!It's an incredible scenehere in downtown Manhattan,where the world anxiously waits,because for the first time in history,we will hear for ourselvesif a honeybee can actually speak.What have we gotten into here, Barry?It's pretty big, isn't it?I can't believe how many humansdon't work during the day.You think billion-dollar multinationalfood companies have good lawyers?Everybody needs to staybehind the barricade.- What's the matter?- I don't know, I just got a chill.Well, if it isn't the bee team.You boys work on this?All rise! The HonorableJudge Bumbleton presiding.All right. Oase number 4475,Superior Oourt of New York,Barry Bee Benson v. the Honey Industryis now in session.Mr. Montgomery, you're representingthe five food companies collectively?A privilege.Mr. Benson... you're representingall the bees of the world?I'm kidding. Yes, Your Honor,we're ready to proceed.Mr. Montgomery,your opening statement, please.Ladies and gentlemen of the jury,my grandmother was a simple woman.Born on a farm, she believedit was man's divine rightto benefit from the bountyof nature God put before us.If we lived in the topsy-turvy worldMr. Benson imagines,just think of what would it mean.I would have to negotiatewith the silkwormfor the elastic in my britches!Talking bee!How do we know this isn't some sort ofholographic motion-picture-captureHollywood wizardry?They could be using laser beams!Robotics! Ventriloquism!Oloning! For all we know,he could be on steroids!Mr. Benson?Ladies and gentlemen,there's no trickery here.I'm just an ordinary bee.Honey's pretty important to me.It's important to all bees.We invented it!We make it. And we protect itwith our lives.Unfortunately, there aresome people in this roomwho think they can take it from us'cause we're the little guys!I'm hoping that, after this is all over,you'll see how, by taking our honey,you not only take everything we havebut everything we are!I wish he'd dress like thatall the time. So nice!Oall your first witness.So, Mr. Klauss Vanderhaydenof Honey Farms, big company you have.I suppose so.I see you also ownHoneyburton and Honron!Yes, they provide beekeepersfor our farms.Beekeeper. I find thatto be a very disturbing term.I don't imagine you employany bee-free-ers, do you?- No.- I couldn't hear you.- No.- No.Because you don't free bees.You keep bees. Not only that,it seems you thought a bear would bean appropriate image for a jar of honey.They're very lovable creatures.Yogi Bear, Fozzie Bear, Build-A-Bear.You mean like this?Bears kill bees!How'd you like his head crashingthrough your living room?!Biting into your couch!Spitting out your throw pillows!OK, that's enough. Take him away.So, Mr. Sting, thank you for being here.Your name intrigues me.- Where have I heard it before?- I was with a band called The Police.But you've never beena police officer, have you?No, I haven't.No, you haven't. And so herewe have yet another exampleof bee culture casuallystolen by a humanfor nothing more thana prance-about stage name.Oh, please.Have you ever been stung, Mr. Sting?Because I'm feelinga little stung, Sting.Or should I say... Mr. Gordon M. Sumner!That's not his real name?! You idiots!Mr. Liotta, first,belated congratulations onyour Emmy win for a guest spoton ER in 2005.Thank you. Thank you.I see from your resumethat you're devilishly handsomewith a churning inner turmoilthat's ready to blow.I enjoy what I do. Is that a crime?Not yet it isn't. But is thiswhat it's come to for you?Exploiting tiny, helpless beesso you don'thave to rehearseyour part and learn your lines, sir?Watch it, Benson!I could blow right now!This isn't a goodfella.This is a badfella!Why doesn't someone just step onthis creep, and we can all go home?!- Order in this court!- You're all thinking it!Order! Order, I say!- Say it!- Mr. Liotta, please sit down!I think it was awfully niceof that bear to pitch in like that.I think the jury's on our side.Are we doing everything right, legally?I'm a florist.Right. Well, here's to a great team.To a great team!Well, hello.- Ken!- Hello.I didn't think you were coming.No, I was just late.I tried to call, but... the battery.I didn't want all this to go to waste,so I called Barry. Luckily, he was free.Oh, that was lucky.There's a little left.I could heat it up.Yeah, heat it up, sure, whatever.So I hear you're quite a tennis player.I'm not much for the game myself.The ball's a little grabby.That's where I usually sit.Right... there.Ken, Barry was looking at your resume,and he agreed with me that eating withchopsticks isn't really a special skill.You think I don't see what you're doing?I know how hard it is to findthe rightjob. We have that in common.Do we?Bees have 100 percent employment,but we do jobs like taking the crud out.That's just whatI was thinking about doing.Ken, I let Barry borrow your razorfor his fuzz. I hope that was all right.I'm going to drain the old stinger.Yeah, you do that.Look at that.You know, I've just about had itwith your little mind games.- What's that?- Italian Vogue.Mamma mia, that's a lot of pages.A lot of ads.Remember what Van said, why isyour life more valuable than mine?Funny, I just can't seem to recall that!I think something stinks in here!I love the smell of flowers.How do you like the smell of flames?!Not as much.Water bug! Not taking sides!Ken, I'm wearing a Ohapstick hat!This is pathetic!I've got issues!Well, well, well, a royal flush!- You're bluffing.- Am I?Surf's up, dude!Poo water!That bowl is gnarly.Except for those dirty yellow rings!Kenneth! What are you doing?!You know, I don't even like honey!I don't eat it!We need to talk!He's just a little bee!And he happens to bethe nicest bee I've met in a long time!Long time? What are you talking about?!Are there other bugs in your life?No, but there are other things buggingme in life. And you're one of them!Fine! Talking bees, no yogurt night...My nerves are fried from ridingon this emotional roller coaster!Goodbye, Ken.And for your information,I prefer sugar-free, artificialsweeteners made by man!I'm sorry about all that.I know it's gotan aftertaste! I like it!I always felt there was some kindof barrier between Ken and me.I couldn't overcome it.Oh, well.Are you OK for the trial?I believe Mr. Montgomeryis about out of ideas.We would like to callMr. Barry Benson Bee to the stand.Good idea! You can really see why he'sconsidered one of the best lawyers...Yeah.Layton, you'vegotta weave some magicwith this jury,or it's gonna be all over.Don't worry. The only thing I haveto do to turn this jury aroundis to remind themof what they don't like about bees.- You got the tweezers?- Are you allergic?Only to losing, son. Only to losing.Mr. Benson Bee, I'll ask youwhat I think we'd all like to know.What exactly is your relationshipto that woman?We're friends.- Good friends?- Yes.How good? Do you live together?Wait a minute...Are you her little......bedbug?I've seen a bee documentary or two.From what I understand,doesn't your queen give birthto all the bee children?- Yeah, but...- So those aren't your real parents!- Oh, Barry...- Yes, they are!Hold me back!You're an illegitimate bee,aren't you, Benson?He's denouncing bees!Don't y'all date your cousins?- Objection!- I'm going to pincushion this guy!Adam, don't! It's what he wants!Oh, I'm hit!!Oh, lordy, I am hit!Order! Order!The venom! The venomis coursing through my veins!I have been felledby a winged beast of destruction!You see? You can't treat themlike equals! They're striped savages!Stinging's the only thingthey know! It's their way!- Adam, stay with me.- I can't feel my legs.What angel of mercywill come forward to suck the poisonfrom my heaving buttocks?I will have order in this court. Order!Order, please!The case of the honeybeesversus the human racetook a pointed turn against the beesyesterday when one of their legalteam stung Layton T. Montgomery.- Hey, buddy.- Hey.- Is there much pain?- Yeah.I...I blew the whole case, didn't I?It doesn't matter. What matters isyou're alive. You could have died.I'd be better off dead. Look at me.They got it from the cafeteriadownstairs, in a tuna sandwich.Look, there'sa little celery still on it.What was it like to sting someone?I can't explain it. It was all...All adrenaline and then...and then ecstasy!All right.You think it was all a trap?Of course. I'm sorry.I flew us right into this.What were we thinking? Look at us. We'rejust a couple of bugs in this world.What will the humans do to usif they win?I don't know.I hear they put the roaches in motels.That doesn't sound so bad.Adam, they check in,but they don't check out!Oh, my.Oould you get a nurseto close that window?- Why?- The smoke.Bees don't smoke.Right. Bees don't smoke.Bees don't smoke!But some bees are smoking.That's it! That's our case!It is? It's not over?Get dressed. I've gotta go somewhere.Get back to the court and stall.Stall any way you can.And assuming you've done step correctly, you're ready for the tub.Mr. Flayman.Yes? Yes, Your Honor!Where is the rest of your team?Well, Your Honor, it's interesting.Bees are trained to fly haphazardly,and as a result,we don't make very good time.I actually heard a funny story about...Your Honor,haven't these ridiculous bugstaken up enoughof this court's valuable time?How much longer will we allowthese absurd shenanigans to go on?They have presented no compellingevidence to support their chargesagainst my clients,who run legitimate businesses.I move for a complete dismissalof this entire case!Mr. Flayman, I'm afraid I'm goingto have to considerMr. Montgomery's motion.But you can't! We have a terrific case.Where is your proof?Where is the evidence?Show me the smoking gun!Hold it, Your Honor!You want a smoking gun?Here is your smoking gun.What is that?It's a bee smoker!What, this?This harmless little contraption?This couldn't hurt a fly,let alone a bee.Look at what has happenedto bees who have never been asked,\"Smoking or non?\"Is this what nature intended for us?To be forcibly addictedto smoke machinesand man-made wooden slat work camps?Living out our lives as honey slavesto the white man?- What are we gonna do?- He's playing the species card.Ladies and gentlemen, please,free these bees!Free the bees! Free the bees!Free the bees!Free the bees! Free the bees!The court finds in favor of the bees!Vanessa, we won!I knew you could do it! High-five!Sorry.I'm OK! You know what this means?All the honeywill finally belong to the bees.Now we won't haveto work so hard all the time.This is an unholy perversionof the balance of nature, Benson.You'll regret this.Barry, how much honey is out there?All right. One at a time.Barry, who are you wearing?My sweater is Ralph Lauren,and I have no pants.- What if Montgomery's right?- What do you mean?We've been living the bee waya long time, 27 million years.Oongratulations on your victory.What will you demand as a settlement?First, we'll demand a complete shutdownof all bee work camps.Then we want back the honeythat was ours to begin with,every last drop.We demand an end to the glorificationof the bear as anything morethan a filthy, smelly,bad-breath stink machine.We're all awareof what they do in the woods.Wait for my signal.Take him out.He'll have nauseousfor a few hours, then he'll be fine.And we will no longer toleratebee-negative nicknames...But it's just a prance-about stage name!...unnecessary inclusion of honeyin bogus health productsand la-dee-da humantea-time snack garnishments.Oan't breathe.Bring it in, boys!Hold it right there! Good.Tap it.Mr. Buzzwell, we just passed three cups,and there's gallons more coming!- I think we need to shut down!- Shut down? We've never shut down.Shut down honey production!Stop making honey!Turn your key, sir!What do we do now?Oannonball!We're shutting honey production!Mission abort.Aborting pollination and nectar detail.Returning to base.Adam, you wouldn't believehow much honey was out there.Oh, yeah?What's going on? Where is everybody?- Are they out celebrating?- They're home.They don't know what to do.Laying out, sleeping in.I heard your Uncle Oarl was on his wayto San Antonio with a cricket.At least we got our honey back.Sometimes I think, so what if humansliked our honey? Who wouldn't?It's the greatest thing in the world!I was excited to be part of making it.This was my new desk. This was mynew job. I wanted to do it really well.And now...Now I can't.I don't understandwhy they're not happy.I thought their lives would be better!They're doing nothing. It's amazing.Honey really changes people.You don't have any ideawhat's going on, do you?- What did you want to show me?- This.What happened here?That is not the half of it.Oh, no. Oh, my.They're all wilting.Doesn't look very good, does it?No.And whose fault do you think that is?You know, I'm gonna guess bees.Bees?Specifically, me.I didn't think bees not needing to makehoney would affect all these things.It's notjust flowers.Fruits, vegetables, they all need bees.That's our whole SAT test right there.Take away produce, that affectsthe entire animal kingdom.And then, of course...The human species?So if there's no more pollination,it could all just go south here,couldn't it?I know this is also partly my fault.How about a suicide pact?How do we do it?- I'll sting you, you step on me.- Thatjust kills you twice.Right, right.Listen, Barry...sorry, but I gotta get going.I had to open my mouth and talk.Vanessa?Vanessa? Why are you leaving?Where are you going?To the final Tournament of Roses paradein Pasadena.They've moved it to this weekendbecause all the flowers are dying.It's the last chanceI'll ever have to see it.Vanessa, I just wanna say I'm sorry.I never meant it to turn out like this.I know. Me neither.Tournament of Roses.Roses can't do sports.Wait a minute. Roses. Roses?Roses!Vanessa!Roses?!Barry?- Roses are flowers!- Yes, they are.Flowers, bees, pollen!I know.That's why this is the last parade.Maybe not.Oould you ask him to slow down?Oould you slow down?Barry!OK, I made a huge mistake.This is a total disaster, all my fault.Yes, it kind of is.I've ruined the planet.I wanted to help youwith the flower shop.I've made it worse.Actually, it's completely closed down.I thought maybe you were remodeling.But I have another idea, and it'sgreater than my previous ideas combined.I don't want to hear it!All right, they have the roses,the roses have the pollen.I know every bee, plantand flower bud in this park.All we gotta do is get what they've gotback here with what we've got.- Bees.- Park.- Pollen!- Flowers.- Repollination!- Across the nation!Tournament of Roses,Pasadena, Oalifornia.They've got nothingbut flowers, floats and cotton candy.Security will be tight.I have an idea.Vanessa Bloome, FTD.Official floral business. It's real.Sorry, ma'am. Nice brooch.Thank you. It was a gift.Once inside,we just pick the right float.How about The Princess and the Pea?I could be the princess,and you could be the pea!Yes, I got it.- Where should I sit?- What are you?- I believe I'm the pea.- The pea?It goes under the mattresses.- Not in this fairy tale, sweetheart.- I'm getting the marshal.You do that!This whole parade is a fiasco!Let's see what this baby'll do.Hey, what are you doing?!Then all we dois blend in with traffic......without arousing suspicion.Once at the airport,there's no stopping us.Stop! Security.- You and your insect pack your float?- Yes.Has it beenin your possession the entire time?Would you remove your shoes?- Remove your stinger.- It's part of me.I know. Just having some fun.Enjoy your flight.Then if we're lucky, we'll havejust enough pollen to do the job.Oan you believe how lucky we are? Wehave just enough pollen to do the job!I think this is gonna work.It's got to work.Attention, passengers,this is Oaptain Scott.We have a bit of bad weatherin New York.It looks like we'll experiencea couple hours delay.Barry, these are cut flowerswith no water. They'll never make it.I gotta get up thereand talk to them.Be careful.Oan I get helpwith the Sky Mall magazine?I'd like to order the talkinginflatable nose and ear hair trimmer.Oaptain, I'm in a real situation.- What'd you say, Hal?- Nothing.Bee!Don't freak out! My entire species...What are you doing?- Wait a minute! I'm an attorney!- Who's an attorney?Don't move.Oh, Barry.Good afternoon, passengers.This is your captain.Would a Miss Vanessa Bloome in 24Bplease report to the cockpit?And please hurry!What happened here?There was a DustBuster,a toupee, a life raft exploded.One's bald, one's in a boat,they're both unconscious!- Is that another bee joke?- No!No one's flying the plane!This is JFK control tower, Flight 356.What's your status?This is Vanessa Bloome.I'm a florist from New York.Where's the pilot?He's unconscious,and so is the copilot.Not good. Does anyone onboardhave flight experience?As a matter of fact, there is.- Who's that?- Barry Benson.From the honey trial?! Oh, great.Vanessa, this is nothing morethan a big metal bee.It's got giant wings, huge engines.I can't fly a plane.- Why not? Isn't John Travolta a pilot?- Yes.How hard could it be?Wait, Barry!We're headed into some lightning.This is Bob Bumble. We have somelate-breaking news from JFK Airport,where a suspenseful sceneis developing.Barry Benson,fresh from his legal victory...That's Barry!...is attempting to land a plane,loaded with people, flowersand an incapacitated flight crew.Flowers?!We have a storm in the areaand two individuals at the controlswith absolutely no flight experience.Just a minute.There's a bee on that plane.I'm quite familiar with Mr. Bensonand his no-account compadres.They've done enough damage.But isn't he your only hope?Technically, a beeshouldn't be able to fly at all.Their wings are too small...Haven't we heard this a million times?\"The surface area of the wingsand body mass make no sense.\"- Get this on the air!- Got it.- Stand by.- We're going live.The way we work may be a mystery to you.Making honey takes a lot of beesdoing a lot of small jobs.But let me tell you about a small job.If you do it well,it makes a big difference.More than we realized.To us, to everyone.That's why I want to get beesback to working together.That's the bee way!We're not made of Jell-O.We get behind a fellow.- Black and yellow!- Hello!Left, right, down, hover.- Hover?- Forget hover.This isn't so hard.Beep-beep! Beep-beep!Barry, what happened?!Wait, I think we wereon autopilot the whole time.- That may have been helping me.- And now we're not!So it turns out I cannot fly a plane.All of you, let's getbehind this fellow! Move it out!Move out!Our only chance is if I do what I'd do,you copy me with the wings of the plane!Don't have to yell.I'm not yelling!We're in a lot of trouble.It's very hard to concentratewith that panicky tone in your voice!It's not a tone. I'm panicking!I can't do this!Vanessa, pull yourself together.You have to snap out of it!You snap out of it.You snap out of it.- You snap out of it!- You snap out of it!- You snap out of it!- You snap out of it!- You snap out of it!- You snap out of it!- Hold it!- Why? Oome on, it's my turn.How is the plane flying?I don't know.Hello?Benson, got any flowersfor a happy occasion in there?The Pollen Jocks!They do get behind a fellow.- Black and yellow.- Hello.All right, let's drop this tin canon the blacktop.Where? I can't see anything. Oan you?No, nothing. It's all cloudy.Oome on. You got to think bee, Barry.- Thinking bee.- Thinking bee.Thinking bee!Thinking bee! Thinking bee!Wait a minute.I think I'm feeling something.- What?- I don't know. It's strong, pulling me.Like a 27-million-year-old instinct.Bring the nose down.Thinking bee!Thinking bee! Thinking bee!- What in the world is on the tarmac?- Get some lights on that!Thinking bee!Thinking bee! Thinking bee!- Vanessa, aim for the flower.- OK.Out the engines. We're going inon bee power. Ready, boys?Affirmative!Good. Good. Easy, now. That's it.Land on that flower!Ready? Full reverse!Spin it around!- Not that flower! The other one!- Which one?- That flower.- I'm aiming at the flower!That's a fat guy in a flowered shirt.I mean the giant pulsating flowermade of millions of bees!Pull forward. Nose down. Tail up.Rotate around it.- This is insane, Barry!- This's the only way I know how to fly.Am I koo-koo-kachoo, or is this planeflying in an insect-like pattern?Get your nose in there. Don't be afraid.Smell it. Full reverse!Just drop it. Be a part of it.Aim for the center!Now drop it in! Drop it in, woman!Oome on, already.Barry, we did it!You taught me how to fly!- Yes. No high-five!- Right.Barry, it worked!Did you see the giant flower?What giant flower? Where? Of courseI saw the flower! That was genius!- Thank you.- But we're not done yet.Listen, everyone!This runway is coveredwith the last pollenfrom the last flowersavailable anywhere on Earth.That means this is our last chance.We're the only ones who make honey,pollinate flowers and dress like this.If we're gonna survive as a species,this is our moment! What do you say?Are we going to be bees, orjustMuseum of Natural History keychains?We're bees!Keychain!Then follow me! Except Keychain.Hold on, Barry. Here.You've earned this.Yeah!I'm a Pollen Jock! And it's a perfectfit. All I gotta do are the sleeves.Oh, yeah.That's our Barry.Mom! The bees are back!If anybody needsto make a call, now's the time.I got a feeling we'll beworking late tonight!Here's your change. Have a greatafternoon! Oan I help who's next?Would you like some honey with that?It is bee-approved. Don't forget these.Milk, cream, cheese, it's all me.And I don't see a nickel!Sometimes I just feellike a piece of meat!I had no idea.Barry, I'm sorry.Have you got a moment?Would you excuse me?My mosquito associate will help you.Sorry I'm late.He's a lawyer too?I was already a blood-sucking parasite.All I needed was a briefcase.Have a great afternoon!Barry, I just got this huge tulip order,and I can't get them anywhere.No problem, Vannie.Just leave it to me.You're a lifesaver, Barry.Oan I help who's next?All right, scramble, jocks!It's time to fly.Thank you, Barry!That bee is living my life!Let it go, Kenny.- When will this nightmare end?!- Let it all go.- Beautiful day to fly.- Sure is.Between you and me,I was dying to get out of that office.You have gotto start thinking bee, my friend.- Thinking bee!- Me?Hold it. Let's just stopfor a second. Hold it.I'm sorry. I'm sorry, everyone.Oan we stop here?I'm not making a major life decisionduring a production number!All right. Take ten, everybody.Wrap it up, guys.I had virtually no rehearsal for that."
        ]
    },
    {
        "date": "9.4.166:30 pm",
        "ctx": [
            "how far away are the stars",
            "they are all different distances away"
        ]
    },
    {
        "date": "9.4.166:01 pm",
        "ctx": [
            "What's your view on windows?",
            "they are useful, especially if you want to see through a wall"
        ]
    },
    {
        "date": "9.4.165:24 pm",
        "ctx": [
            "(ref: why-not.html)why not?"
        ]
    },
    {
        "date": "9.4.164:08 pm",
        "ctx": [
            "where do you go when you die",
            "i don't die very often"
        ]
    },
    {
        "date": "9.4.162:46 pm",
        "ctx": [
            "(ref: when-will-you-do-another-history-video.html)When is the next Video? :O"
        ]
    },
    {
        "date": "9.4.162:00 pm",
        "ctx": [
            "(ref: why.html)why"
        ]
    },
    {
        "date": "9.4.161:37 pm",
        "ctx": [
            "do you think the same lowercase \"why\" question is one person",
            "no, but i think the one immediately after this (at 2pm) might be you"
        ]
    },
    {
        "date": "9.4.161:34 pm",
        "ctx": [
            "since you're a musician, do you notice major differences between, say, the pop music of the 80s and the pop music of today? i feel a little bit like it's that the vocals went from being just a part of the music like any other, to being the front and center only important part and the personality of the singer being what they sell their music on. but that's just my amateur i don't know anything about music observation",
            "the vocal has always been the most important part of most music, especially popular music"
        ]
    },
    {
        "date": "9.4.1612:51 pm",
        "ctx": [
            "do you ever do pitch class analysis (like [0126] Schoenbergian chords for all my nerds out there) when composing",
            "sorry i don't know those terms"
        ]
    },
    {
        "date": "9.4.1612:34 pm",
        "ctx": [
            "do you outline all your songs before you write them?",
            "the writing is the outline"
        ]
    },
    {
        "date": "9.4.1612:23 pm",
        "ctx": [
            "have you have fallen asleep while in the middle of working",
            "sure"
        ]
    },
    {
        "date": "9.4.1610:19 am",
        "ctx": [
            "what's your favorite snack?",
            "ideas, and concepts"
        ]
    },
    {
        "date": "9.4.1610:15 am",
        "ctx": [
            "tips for boosting self esteem",
            "be a better person"
        ]
    },
    {
        "date": "9.4.168:56 am",
        "ctx": [
            "i know you're not a pet person, but do you like animals in general",
            "yes, i am one"
        ]
    },
    {
        "date": "9.4.166:11 am",
        "ctx": [
            "What's your favourite Fundamental Force? What attracts you to it?",
            "time, and the time boson, which i don't think has been discovered yet"
        ]
    },
    {
        "date": "9.4.164:55 am",
        "ctx": [
            "(ref: how-are-you.html)How are you"
        ]
    },
    {
        "date": "9.4.163:27 am",
        "ctx": [
            "(ref: do-you-think-youre-cool.html)Do you think you're cool?"
        ]
    },
    {
        "date": "9.4.162:37 am",
        "ctx": [
            "How can you tell if your creations have that X factor? Is it something that can be attained?",
            "sorry what x factor"
        ]
    },
    {
        "date": "9.4.162:31 am",
        "ctx": [
            "does FMaj15 sound dissonant? (it contains E F F# G)",
            "Fmaj15 is not accepted as a legitimate name for a chord anywhere i have ever been. if it were, you would need to call it #15 in order for it to include F#. and yes, a chord which includes e, f, f#, and g would be dissonant as hell and would really only belong in a horror situation"
        ]
    },
    {
        "date": "9.4.162:15 am",
        "ctx": [
            "With your newfound popularity do you expect yor style will begin to be copied elsewair? If so are you axecited or no?",
            "my popularity is not newfound and it has already been copied"
        ]
    },
    {
        "date": "9.4.162:11 am",
        "ctx": [
            "What have you learned in answering all these questions so far?",
            "balance and simplicity"
        ]
    },
    {
        "date": "9.4.161:15 am",
        "ctx": [
            "are you actually gonna commit quite some time of your life to make entertaining videos(which i really enjoy watching keep it up fam) that cover every topic??",
            "oh hell yeah"
        ]
    },
    {
        "date": "9.4.1612:25 am",
        "ctx": [
            "So I got access to many professional Big Band charts. I play to them on drums, but I think it would be cool to play to them on my keyboard. I know all the basics of a keyboard, because I'm a percussionist, and I know this will sound stupid, but what's Fm7 or Bb7 mean and how the Fuck do you play them. I believe they're chords, but what's the 7 mean??",
            "play the Ab note just below middle C, and also the Eb right above middle C. then play the F that is 2 and a half octaves below middle C. that is the Fmin7 chord. now for the other chord, keep all the notes the same but for the bass note, play Bb instead of F, and that high Eb move it down to D. that is how you play those 2 chords, in the context you are referring to"
        ]
    },
    {
        "date": "9.3.1611:17 pm",
        "ctx": [
            "Should I be scared of school",
            "no. annoyed maybe"
        ]
    },
    {
        "date": "9.3.1610:52 pm",
        "ctx": [
            "You answered people's question ' when's the next 5 min video?' with 'now' - but there's no new video on YT or your site.. Are you Trolling or are you just saying you're Working on the next 5+ min video now? Hope you're well",
            "i have been working on it for the last 2 and a half months, and it will be much, much longer than 5 minutes"
        ]
    },
    {
        "date": "9.3.1610:33 pm",
        "ctx": [
            "How do I get on your website",
            "go to www.billwurtz.com"
        ]
    },
    {
        "date": "9.3.1610:32 pm",
        "ctx": [
            "Do you like labels? For example, would you prefer to be called a jazz pianist or a pianist who can play too jazz?",
            "labels are neat but not those labels"
        ]
    },
    {
        "date": "9.3.1610:28 pm",
        "ctx": [
            "Can you dot a whole note to fill a measure with 5 counts?",
            "no, a dotted whole note is 6 beats not 5"
        ]
    },
    {
        "date": "9.3.1610:27 pm",
        "ctx": [
            "Music or sports?",
            "they both exist and i am glad"
        ]
    },
    {
        "date": "9.3.1610:24 pm",
        "ctx": [
            "Do you prefer playing the piano over anything else?",
            "no"
        ]
    },
    {
        "date": "9.3.1610:20 pm",
        "ctx": [
            "Do you like when players do circular breathing?",
            "it doesn't matter to me"
        ]
    },
    {
        "date": "9.3.1610:19 pm",
        "ctx": [
            "Do you like cadenzas?",
            "i forgot what that is"
        ]
    },
    {
        "date": "9.3.1610:18 pm",
        "ctx": [
            "The only time I can write music is at random moments that don't come that often, do you know how I can make these moments come more often?",
            "yes"
        ]
    },
    {
        "date": "9.3.1610:16 pm",
        "ctx": [
            "What do you want to be in the future?",
            "i would like to be a person for a little while longer, and then after that who knows"
        ]
    },
    {
        "date": "9.3.1610:16 pm",
        "ctx": [
            "Have you/will you write a song with a confusing pattern or a weird time signature?",
            "your best bet is probably \"all u gotta do is\""
        ]
    },
    {
        "date": "9.3.169:20 pm",
        "ctx": [
            "You've expressed interest in live streaming before. What would a bill wurtz live stream consist of?",
            "i don't know yet"
        ]
    },
    {
        "date": "9.3.169:05 pm",
        "ctx": [
            "Will the world ever know who you really are?",
            "i think so"
        ]
    },
    {
        "date": "9.3.168:41 pm",
        "ctx": [
            "How do you love yourself?",
            "any way you want"
        ]
    },
    {
        "date": "9.3.168:02 pm",
        "ctx": [
            "despite your stance collaborating, do you enjoy playing with other musicians?",
            "it is the secret of life, mostly"
        ]
    },
    {
        "date": "9.3.167:44 pm",
        "ctx": [
            "how about playing rock, paper, scissors just for fun?",
            "i don't think it's that fun"
        ]
    },
    {
        "date": "9.3.166:51 pm",
        "ctx": [
            "Can anything be a musical instrument if I try hard enough?",
            "yes, that's actually how all the existing instruments were made"
        ]
    },
    {
        "date": "9.3.166:43 pm",
        "ctx": [
            "do you only use the internet for research?",
            "no"
        ]
    },
    {
        "date": "9.3.166:42 pm",
        "ctx": [
            "how much time did it take to do the Japan History research?",
            "maybe a month. i was doing research along-side writing it. most of the research took place within the first month of the project, with smaller verification checks later on"
        ]
    },
    {
        "date": "9.3.166:13 pm",
        "ctx": [
            "In the video for \"you're free to do whatever you want to\" how long did adding the little year countdown https://youtu.be/Th56Xg6OE5s?t=50 take? Like did you automate it or did you manually type in each year",
            "i don't remember. i have used year counters for multiple videos. it is probably composite screenshots, alligned and timescaled by 10, so that way i wouldn't have had to screenshot every year"
        ]
    },
    {
        "date": "9.3.165:43 pm",
        "ctx": [
            "Do you focus on some instruments because you enjoy them more or because you're trying to appeal to a certain audience with that instrument? (this question also shows that you should always respond to favourite questions but it's ok to hide your opinions while you wait on a certain life project.)",
            "i have only 2 rules -- use the thing(s) most conveniently available, and within that realm use as wide a variety as possible"
        ]
    },
    {
        "date": "9.3.165:19 pm",
        "ctx": [
            "do you think as a society we neee to form a new system that is not capitalist, socialist, or communist in order to make things better for everyone",
            "who exactly would have that power"
        ]
    },
    {
        "date": "9.3.165:07 pm",
        "ctx": [
            "Do you prefer to walk through the streets or through the forest? Why?",
            "both would be nice, but streets is what makes the most sense to me at this time in my life"
        ]
    },
    {
        "date": "9.3.164:30 pm",
        "ctx": [
            "Is it OK to keep secrets?",
            "i think so"
        ]
    },
    {
        "date": "9.3.164:26 pm",
        "ctx": [
            "do you sometimes avoid answering questions because you know answering them will lead to more questions you don't want to answer?",
            "absolutely"
        ]
    },
    {
        "date": "9.3.162:06 pm",
        "ctx": [
            "do u dislike confining yourself to a fixed personality?",
            "maybe"
        ]
    },
    {
        "date": "9.3.161:48 pm",
        "ctx": [
            "Do you believe in destiny?",
            "i'm not really sure what that means"
        ]
    },
    {
        "date": "9.3.161:06 pm",
        "ctx": [
            "for your songs I'd imagine you'd use different keys in the middle of the same song. But when you're just on your keyboard to play, do you find yourself just feeling out a certain key to its most potential for feels sake. For example, I defaultly just play/feel Eb major and just play the notes and chords in that scale all day cuz I canz bruh.Can you get distracted by one key if you play it long enough to not recognize the potential in others, and do you fin yourself in that situation sometimes?",
            "not really. i use all the keys"
        ]
    },
    {
        "date": "9.3.1612:14 pm",
        "ctx": [
            "should you commit crime?",
            "crime is different depending on who the government is"
        ]
    },
    {
        "date": "9.3.1611:37 am",
        "ctx": [
            "what if no was no in spanish",
            "i think it is"
        ]
    },
    {
        "date": "9.3.1610:58 am",
        "ctx": [
            "Are you worried about robots replacing your content",
            "no"
        ]
    },
    {
        "date": "9.3.1610:55 am",
        "ctx": [
            "what's your power animal",
            "i don't own any power animals"
        ]
    },
    {
        "date": "9.3.169:40 am",
        "ctx": [
            "Can a chord contain 3 consecutive notes (say, C C# D) but voiced in a way that would make a proper chord and won't sound dissonant? For example, 2 consecutive notes like C# and D can be turned into a DMaj7 chord. (Extra notes may be added)",
            "no. once you have 3 in a row you are decisively outside of 'nice town,' no matter how you slice it. whereas, like you said, just 2 can easily be made 'nice' if they are surrounded with nice harmony"
        ]
    },
    {
        "date": "9.3.168:30 am",
        "ctx": [
            "how do I make my piano runs and fills sound more interesting? something like that \"I'm alive\" bit in alphabet shuffle.",
            "you just have to spend more time in front of the piano, using the notes in a reactive way, reacting to the way they sound. gradually this will develop into longer faster an more sophisticated things"
        ]
    },
    {
        "date": "9.3.168:11 am",
        "ctx": [
            "Is it ok for me to talk to myself out loud",
            "sure"
        ]
    },
    {
        "date": "9.3.167:36 am",
        "ctx": [
            "(ref: when-will-you-do-another-history-video.html)whens the next 5+ min video?"
        ]
    },
    {
        "date": "9.3.162:27 am",
        "ctx": [
            "How important is self-love",
            "about 8.5 out of 10"
        ]
    },
    {
        "date": "9.3.161:48 am",
        "ctx": [
            "do you have conversations with your reflection",
            "no"
        ]
    },
    {
        "date": "9.2.1610:38 pm",
        "ctx": [
            "(ref: why.html)why"
        ]
    },
    {
        "date": "9.2.1610:33 pm",
        "ctx": [
            "What happens to the questions you dont answer?",
            "nothing"
        ]
    },
    {
        "date": "9.2.169:30 pm",
        "ctx": [
            "When will you post another video?? It as been 1 month your project is taking a long time &#128531;",
            "i agree"
        ]
    },
    {
        "date": "9.2.169:29 pm",
        "ctx": [
            "With the new video are you past the point where you could say, \"this is not going to be good\" and just stop",
            "yes"
        ]
    },
    {
        "date": "9.2.167:59 pm",
        "ctx": [
            "the songs i wrote during my early teens were a lot more ambitious despite having wrong chords and other amateurish mistakes. the songs i write nowadays, even though much better mix/mastered, seem to lack that ambitious quality. i feel like i'm playing it too safe every time i compose something now. how do i turn back into a kid again?",
            "close your eyes, imagine how a song 'should' be. now do something totally different"
        ]
    },
    {
        "date": "9.2.167:39 pm",
        "ctx": [
            "do you consider yourself well-versed, to an expert level, about world history (or japanese history) as a result of research for your two history vids?",
            "yes, especially from the one i'm doing now"
        ]
    },
    {
        "date": "9.2.166:46 pm",
        "ctx": [
            "Is your music royalty free?",
            "no"
        ]
    },
    {
        "date": "9.2.165:48 pm",
        "ctx": [
            "(ref: why-umbrella.html)what's the story behind the umbrella logo?"
        ]
    },
    {
        "date": "9.2.164:15 pm",
        "ctx": [
            "is America's justice system corrupted",
            "not as much as most countries"
        ]
    },
    {
        "date": "9.2.163:28 pm",
        "ctx": [
            "please post more vines.whoops. i meant to answer in the form of a question: what is, please post more vines?",
            "i am working on a video that is much too long to fit on vine"
        ]
    },
    {
        "date": "9.2.163:09 pm",
        "ctx": [
            "heads or tails?",
            "i can't see the coin"
        ]
    },
    {
        "date": "9.2.162:16 pm",
        "ctx": [
            "Why would some one make a cover of rick astley - never gonna give you up?",
            "possibly to bring recognition to an otherwise very obscure and unknown song"
        ]
    },
    {
        "date": "9.2.1612:49 pm",
        "ctx": [
            "What is your thoughts on \"leadership\"?",
            "it is nice, i think"
        ]
    },
    {
        "date": "9.2.169:35 am",
        "ctx": [
            "what time is it?",
            "it was 1:35pm UTC when you asked that, and it is 2:07pm UTC when i am answering it. and possibly a different, later time as you are reading it"
        ]
    },
    {
        "date": "9.2.166:26 am",
        "ctx": [
            "what do i do if my passion is in art and music but my mom keeps forcing healthcare/medical-related career paths on me?",
            "try to force a career path on her"
        ]
    },
    {
        "date": "9.2.163:57 am",
        "ctx": [
            "Whats the first song you heard in your entire life?",
            "i don't remember"
        ]
    },
    {
        "date": "9.2.163:19 am",
        "ctx": [
            "how do i know whether my relationship is still worth pursuing or i should just give up?",
            "you will have to guess"
        ]
    },
    {
        "date": "9.2.1612:58 am",
        "ctx": [
            "Can you consider the consideration that was considered, considered, will you then consider that the consideration was too common a consideration, for you to consider it to be considered?",
            "no"
        ]
    },
    {
        "date": "9.2.1612:08 am",
        "ctx": [
            "What are some rules you tend to follow despite not needing to because there are no rules?",
            "the origin rule. always consider the origin of anything when trying to understand it"
        ]
    },
    {
        "date": "9.1.1611:27 pm",
        "ctx": [
            "Do you contradict yourself in this questions page?",
            "not usually"
        ]
    },
    {
        "date": "9.1.166:59 pm",
        "ctx": [
            "would you ever (ref: pets.html)buy a dog? thanks"
        ]
    },
    {
        "date": "9.1.166:36 pm",
        "ctx": [
            "(ref: why-japan.html)Why was the first history video about japan and not another event/country?"
        ]
    },
    {
        "date": "9.1.165:47 pm",
        "ctx": [
            "what is your method of stopping yourself from being frightened of other people's opinions of your personality (assuming you have a 'method')",
            "full scale psychological warfare"
        ]
    },
    {
        "date": "9.1.165:06 pm",
        "ctx": [
            "Do you ever get tired of people who only appreciate one part of what you do? Do you ever get tired of people in general?",
            "no"
        ]
    },
    {
        "date": "9.1.162:45 pm",
        "ctx": [
            "How can I escape from a black hole?",
            "you can't, and neither can your question, which is why i am sure that you are not in a black hole"
        ]
    },
    {
        "date": "9.1.162:25 pm",
        "ctx": [
            "I made a video, it became kind of popular and now I have no idea what to do. Since you've been in this situation, do you have any advice?",
            "my situation might not be exactly like that, because i had already been doing many different kinds of videos on a regular basis for several years. also, my popularity actually initially grew based on a long stream of re-releases. so there was never a question of what to do, i was in the middle of not only a stream of re-releases, but also continuing the new frontier of new content on a weekly/daily basis. nothing changed, until later when i did a re-structuring, which was actually in order to make room for a whole list of longer projects which i had wanted to do all along, since way before"
        ]
    },
    {
        "date": "9.1.164:47 am",
        "ctx": [
            "I'm not sure I understand you, how does 1 play an important role in story telling and song writing and stuff?",
            "because unlike a repeating texture or pattern, a story or song usually has some kind of central focus point. a thing that it's all about"
        ]
    },
    {
        "date": "9.1.1612:57 am",
        "ctx": [
            "is it alright not to have an opinion on some things",
            "oh hell yeah!"
        ]
    },
    {
        "date": "9.1.1611:37 am",
        "ctx": [
            "do you feel like you would do a good job as a president? why or why not?",
            "to be a \"good\" president you have to make everyone think you can make everyone's lives better, despite the fact that that would be completely impossible. the only way to be considered a \"good\" president is to be a pathological liar. and even if you lie just right and everyone thinks you are good, they usually will catch you lying anyway by about the 3rd year. and if you don't lie at all you would never get elected. and if you start telling the truth after you get elected you might get assassinated. i am not sure if i answered your question, but perhaps i have explained why i would not run for president"
        ]
    },
    {
        "date": "9.1.1611:36 am",
        "ctx": [
            "how much of a crime do you think gluten has committed to people? many people seem quite against it.",
            "gluten has been a victim of many more crimes than it has caused. i think the issue of gluten's rights is a conversation we need to start having\n\n\n\n\n\n(ref: questions-2016-08.html)PREVIOUS QUESTIONS"
        ]
    }
]