[
    {
        "date": "10.31.1611:39 pm",
        "ctx": [
            "So how did the picture gathering go? And is the temp stuff coming along with minimal hitches?",
            "pictures is all set. doing temp narration now, which i would like to think of as an in-between stage which doesn't take any time, but for fucks sake it is taking a long time. on a 19 minute video everything takes a long time. the timing on the temp narration has to be perfect, because the graphics are done over it. also did i mention there are 66 jingles. temp or not temp, that's gotta take a while even if you have a rocket pack"
        ]
    },
    {
        "date": "10.31.1611:26 pm",
        "ctx": [
            "hey Bill, i've just recently developed an artificial intelligence program, and it has been slowly taking over people's consciousness, placing them in alternate realities. how are you doing right now?",
            "that sounds like artificial realities not artificial intelligence but i am not an expert"
        ]
    },
    {
        "date": "10.31.16 11:22 pm",
        "ctx": [
            "What's the point?",
            "which point"
        ]
    },
    {
        "date": "10.31.1610:18 pm",
        "ctx": [
            "Color or colour?",
            "it depends what nation you are in, and/or pretending to be in"
        ]
    },
    {
        "date": "10.31.169:41 pm",
        "ctx": [
            "Do you have any goals with your art, or is it just a hobby?",
            "my goal is to do it"
        ]
    },
    {
        "date": "10.31.169:18 pm",
        "ctx": [
            "when are u gonna make more videos like 'clean my room' ?",
            "i'm going to just do music after this video is done. how much of it will have videos, i am not sure. clean my room is an example of what it sounds like when i make music, although the upcoming songs will mostly be longer than that"
        ]
    },
    {
        "date": "10.31.167:49 pm",
        "ctx": [
            "(ref: why.html)y tho?"
        ]
    },
    {
        "date": "10.31.167:31 pm",
        "ctx": [
            "Would you prefer to make the new video better but it would take you more time to make, or would you prefer to work faster but make the video worse?Because I hope that you make the video as good as you can/want to, regardless of how long it takes.",
            "it turns out speed actually makes it better. kind of like lighting a match"
        ]
    },
    {
        "date": "10.31.167:25 pm",
        "ctx": [
            "how did you make this questions box work i've had 10 nosebleeds trying to set something like it up myself",
            "i will gladly explain it to you if you want to know"
        ]
    },
    {
        "date": "10.31.167:21 pm",
        "ctx": [
            "what was your first thought when you woke up today",
            "i wonder if it's possible to do the entire temp narration and all 66 temp jingles in 1 day"
        ]
    },
    {
        "date": "10.31.167:12 pm",
        "ctx": [
            "How long is a second?",
            "9,192,631,770 periods of the radiation corresponding to the transition between the two hyperfine levels of the ground state of the cesium 133 atom"
        ]
    },
    {
        "date": "10.31.165:31 pm",
        "ctx": [
            "whats your halloween costume this year?",
            "none of my costumes are halloween costumes"
        ]
    },
    {
        "date": "10.31.165:23 pm",
        "ctx": [
            "Is it scary when nothing is happening?",
            "yes"
        ]
    },
    {
        "date": "10.31.164:42 pm",
        "ctx": [
            "do u like targeted ads",
            "hahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahaha they are nice, they give me a friendly feeling"
        ]
    },
    {
        "date": "10.31.164:24 pm",
        "ctx": [
            "how do you decide whether to use the # or b version of the same note",
            "the scale is supposed to use all the letters. so in the key of D, you use the F# note instead of calling it Gb because otherwise there would be 2 G's and no F's. this theory is simple when playing with keys close to the center of the circle, and when playing simple music that mainly stays in scale. if the music gets crazier, it starts to matter less. and as you get to keys close to no-mans-land (6 flats or sharps) the rules also start to break down, and matter less, kind of like calculating time differences between new zealand and hawaii"
        ]
    },
    {
        "date": "10.31.162:08 pm",
        "ctx": [
            "10.27.16  5:50 pm   do u wish you had more gratitude for your work and effort, i mean like an accretion disc of gratitude     \"so far i am doing fine\"What's an accretion disc of gratitude?",
            "i have no idea. something with gratitude in it i am assuming"
        ]
    },
    {
        "date": "10.31.161:40 pm",
        "ctx": [
            "how the hell do you even host this questions site? It's terribly optimised!",
            "perhaps you can make a website, and optimise it how you like"
        ]
    },
    {
        "date": "10.31.161:02 pm",
        "ctx": [
            "\"but i have started doing a worse job in order to get it done sooner\"fuck you",
            "i was joking when i said that. i was trying to shed some light on the other side of the picture, amidst the unending barage of interrogation and lack of understanding as to why the video is taking so long. i feel as though people assume that i am either working slowly or not doing it. if only people could understand the round-the-clock urgency and focus that has defined the entire fabric of my existence for the duration of this project, no fuck it actually for the past several years of my life. it is like i am flying a mars mission here"
        ]
    },
    {
        "date": "10.31.1611:33 am",
        "ctx": [
            "What is your least favorite video?",
            "the wix ad that has been stalking me for 2 years trying to tell me that i 'need a website'"
        ]
    },
    {
        "date": "10.31.1611:27 am",
        "ctx": [
            "what type of bread is the best",
            "i am no longer a bread judge"
        ]
    },
    {
        "date": "10.31.1611:24 am",
        "ctx": [
            "While in the middle of making this video, how do you deal with sudden inspiration for songs and music in general?",
            "by cataloging them, as usual"
        ]
    },
    {
        "date": "10.31.1611:10 am",
        "ctx": [
            "(ref: do-you-enjoy-life.html)Do you enjoy living?"
        ]
    },
    {
        "date": "10.31.169:57 am",
        "ctx": [
            "Bill, please don't sacrifice quality for speed.",
            "i am not sacrificing either"
        ]
    },
    {
        "date": "10.31.169:51 am",
        "ctx": [
            "Have you ever wondered how 2 + 2 can = 5? extremes of 2 (when rounding numbers 2.25001 through 2.49999 are 2) is the only way I can think of",
            "that reminds me of how the common car horn contains 2 notes that are usually closest to Ab and B (which is a minor third) and yet the interval is usually closest to a major third"
        ]
    },
    {
        "date": "10.31.168:59 am",
        "ctx": [
            "Why some videos on the reality tab are titled with darker letters",
            "those are the ones you have already clicked. that is the internet's way of saying 'you already clicked here'"
        ]
    },
    {
        "date": "10.31.167:45 am",
        "ctx": [
            "in stringed instruments like the violin, why does the body of the violin block your hand from trying to reach the high notes?",
            "if those notes were further to the left, they would not be as high. if the body were smaller, the instrument wouldn't be as loud. if those notes didn't exist, you probably wouldn't worry about it so much, but the more brave players would be deprived of the opportunity attempt to play them at all"
        ]
    },
    {
        "date": "10.31.166:36 am",
        "ctx": [
            "how do I become analytical like you?",
            "analyze stuff, i guess. but not too much"
        ]
    },
    {
        "date": "10.31.163:36 am",
        "ctx": [
            "Should Bob Dylan have won the Nobel prize or who cares?",
            "i am not in charge of checking to see who should have won which prize. but i assume someone is doing that, and i hope they are doing a good job"
        ]
    },
    {
        "date": "10.31.163:34 am",
        "ctx": [
            "Is the video fulfilling so far? Are you still getting a thrill out making it?",
            "yes"
        ]
    },
    {
        "date": "10.31.163:31 am",
        "ctx": [
            "Is all philosophy pseudo-philosophy",
            "i was going to say no, but the more i think about it, i think that might be right"
        ]
    },
    {
        "date": "10.31.163:25 am",
        "ctx": [
            "In a world where you're kind of alone with your philosophies and stuff how are you able to persist with them in a world that combats them with its own bias every day. I hope that makes sense.",
            "develop a force field"
        ]
    },
    {
        "date": "10.31.163:20 am",
        "ctx": [
            "Ever tried to turn one of your cabinets into a portal to another dimension?",
            "no"
        ]
    },
    {
        "date": "10.31.163:12 am",
        "ctx": [
            "D, A, G, D, Gb, D, Gb, GD, G, D, Gb, D, Gb, DD, A, G, D, Gb, D, Gb, GD, G, B, A, G, A",
            "i'm not sure what that is, but in this key you definitely be saying \"F#\" instead of \"Gb\""
        ]
    },
    {
        "date": "10.31.163:02 am",
        "ctx": [
            "War. What is it good for?",
            "whoever wins"
        ]
    },
    {
        "date": "10.31.161:12 am",
        "ctx": [
            "Suppose you couldn't spend your time on music or videos; not writing, recording, editing - any of it. And let's say it's just for a few weeks, for sake of argument. What would you do with your leisure time, instead?",
            "i would do an update on the notes page"
        ]
    },
    {
        "date": "10.31.1612:48 am",
        "ctx": [
            "Is there any way a random internet stranger could help you out in any way?",
            "i wish"
        ]
    },
    {
        "date": "10.31.1612:28 am",
        "ctx": [
            "is ted cruz the zodiac killer?",
            "no"
        ]
    },
    {
        "date": "10.31.1612:19 am",
        "ctx": [
            "what scares you",
            "nothing"
        ]
    },
    {
        "date": "10.31.1612:08 am",
        "ctx": [
            "how successful do you think someone could be in business if their only strategy was to follow the advice of as many cliches and proverbs as they could",
            "it really depends whether they follow the one that says \"don't succeed in business\""
        ]
    },
    {
        "date": "10.31.1612:03 am",
        "ctx": [
            "I know a lot of people keep asking for a new History video. Are you rushing to get it finished because of these people? And are you stressed to get the video out as soon as possible?",
            "i have been urgently working at a swift and prompt pace for many years, regardless of what anyone says"
        ]
    },
    {
        "date": "10.30.1611:41 pm",
        "ctx": [
            "If you could make a graph with how optimistic you feel about the new video on the y-axis and time since you begun working on the video on the x-axis, what would the graph/equation of the graph be?",
            "y=[maximum value]"
        ]
    },
    {
        "date": "10.30.1611:37 pm",
        "ctx": [
            "(ref: how-do-you-have-time-to-answer.html)How do you have time to answer these questions?"
        ]
    },
    {
        "date": "10.30.1611:17 pm",
        "ctx": [
            "do you like business emails?",
            "they are useful in some situations"
        ]
    },
    {
        "date": "10.30.1611:04 pm",
        "ctx": [
            "(ref: are-you-ok.html)Are you ok? How's the video going?",
            "good"
        ]
    },
    {
        "date": "10.30.1610:47 pm",
        "ctx": [
            "When you ask a question on here and use the back arrow key instead of the hyperlink that says to go back, does get rid of the question we ask?",
            "no"
        ]
    },
    {
        "date": "10.30.1610:46 pm",
        "ctx": [
            "Who'd you write \"get out of here\" for?",
            "me, to get out of the current song i was writing, and on to the next one"
        ]
    },
    {
        "date": "10.30.1610:09 pm",
        "ctx": [
            "do you know what makes you happy",
            "i think i have it written down some where"
        ]
    },
    {
        "date": "10.30.169:51 pm",
        "ctx": [
            "you're pretty incredible at improv and you also mentioned that you're self-taught. did you teach yourself music theory or do you just play what you feel naturally?",
            "in my opinion, music theory should only be used to describe how things feel naturally. i am not sure if that answers your question"
        ]
    },
    {
        "date": "10.30.169:13 pm",
        "ctx": [
            "What are your (ref: aesthetic.html)aesthetics?"
        ]
    },
    {
        "date": "10.30.169:11 pm",
        "ctx": [
            "Is this universe the only universe that exists right now?",
            "no"
        ]
    },
    {
        "date": "10.30.168:34 pm",
        "ctx": [
            "why do you think each letter was assigned a certain sound? and did C steal its sounds from S and K?",
            "back in my day all the letters were silent"
        ]
    },
    {
        "date": "10.30.166:51 pm",
        "ctx": [
            "is there any particular reason that you prefer to not capitalize?",
            "i find it harder to take ideas seriously when it looks like a business email"
        ]
    },
    {
        "date": "10.30.166:18 pm",
        "ctx": [
            "Let's get analytical",
            "i already was analytical"
        ]
    },
    {
        "date": "10.30.165:30 pm",
        "ctx": [
            "(ref: why.html)y"
        ]
    },
    {
        "date": "10.30.165:05 pm",
        "ctx": [
            "do you do script revisions for historical accuracy by yourself?",
            "i do the entire project myself"
        ]
    },
    {
        "date": "10.30.164:03 pm",
        "ctx": [
            "do you think you'll every make a video longer than the current one?",
            "not soon"
        ]
    },
    {
        "date": "10.30.163:25 pm",
        "ctx": [
            "How close are you to finishing your current History video? It's been 8 months, daddy.",
            "i have been working on it since june 16. according to my calculations that is 4 and a half months. i am less than half way through but i have started doing a worse job in order to get it done sooner. i hope that's what every one wants"
        ]
    },
    {
        "date": "10.30.162:56 pm",
        "ctx": [
            "I particularly enjoy how some pieces included in your video are built harmony-wise. I wonder, not ever having a chance to compose myself, which way the music is created: whether you think in harmonic functions, and then you think about the melodic line, or is it the opposite: you harmonise the tune that you've put together beforehand?",
            "melody is always boss of the operation. actually melody and lyric together are the boss of the operation. then harmonize as needed"
        ]
    },
    {
        "date": "10.30.161:48 pm",
        "ctx": [
            "Have you considered hiring someone to help you with the video",
            "yes"
        ]
    },
    {
        "date": "10.30.161:38 pm",
        "ctx": [
            "Do you play cello?",
            "no"
        ]
    },
    {
        "date": "10.30.16 12:23 pm",
        "ctx": [
            "What will you do if your next video flops?",
            "i think the more important question is what will You do"
        ]
    },
    {
        "date": "10.30.16 11:16 am",
        "ctx": [
            "do you rest on sundays ?",
            "not any more or less than the other days"
        ]
    },
    {
        "date": "10.30.16 10:57 am",
        "ctx": [
            "Have you considered making the ASK button lowercase? It seems kind of demanding right now.",
            "i think it is normal for buttons to be in caps. such as ON, OFF, VAPOURIZE, etc"
        ]
    },
    {
        "date": "10.30.16 9:04 am",
        "ctx": [
            "(ref: woodchuck.html)How much wood would a woodchuck chuck if a woodchuck could chuck wood?"
        ]
    },
    {
        "date": "10.30.16 7:58 am",
        "ctx": [
            "(ref: how-do-i-ask-a-question.html)How do you ask a question(TM)?"
        ]
    },
    {
        "date": "10.30.16 6:18 am",
        "ctx": [
            "(ref: what-is-life.html) Thoughts on life?"
        ]
    },
    {
        "date": "10.30.16 6:04 am",
        "ctx": [
            "I forgot what question I asked",
            "it was (ref: q.php?date=201607212147)this"
        ]
    },
    {
        "date": "10.30.16 5:41 am",
        "ctx": [
            "What is the video that you're currently making about? Is it a secret?",
            "it is a secret but i have accidentally revealed it several times"
        ]
    },
    {
        "date": "10.30.16 1:03 am",
        "ctx": [
            "What is your opinion on the ongoing crisis in Iraq and its respective areas?",
            "it is bad, not good, etc"
        ]
    },
    {
        "date": "10.29.1610:56 pm",
        "ctx": [
            "whens the next meme friend",
            "i am not in charge of the memes"
        ]
    },
    {
        "date": "10.29.1610:30 pm",
        "ctx": [
            "wheres my russia video I need it for educational porpoises",
            "do you remember where you last had it"
        ]
    },
    {
        "date": "10.29.1610:14 pm",
        "ctx": [
            "How many times does the word \"rhinos\" appear in the scripr for the new video?",
            "0"
        ]
    },
    {
        "date": "10.29.169:14 pm",
        "ctx": [
            "what is the best hierarchy of needs you can come up with? please don't plagiarize",
            "1. survive, 2. enjoy surviving, 3. teach people how to enjoy surviving"
        ]
    },
    {
        "date": "10.29.168:55 pm",
        "ctx": [
            "Do you have any big projects coming up, similar to the likes of history of japan?",
            "besides the one i am doing now, no"
        ]
    },
    {
        "date": "10.29.168:03 pm",
        "ctx": [
            "i feel like i dont have many things in common with the people around me in my life. is it better to pretend to be interested in things i dont like for the purpose of friendship? or continue to openly like what i like, without communicating with other people frequently enough to be considered friends by their standards",
            "it depends which is more important, being yourself or having fake friends"
        ]
    },
    {
        "date": "10.29.163:37 pm",
        "ctx": [
            "What's your spaghetti policy?",
            "it is accepted, and respected"
        ]
    },
    {
        "date": "10.29.163:04 pm",
        "ctx": [
            "Bill, do you keep backup of your progress outside your computer? It might be kind of an obvious question but I've been through some horror in regards to lost data and thought it may be a fitting question to ask since you are in the middle of a big thing!",
            "i've been doing it every week during this project"
        ]
    },
    {
        "date": "10.29.162:33 pm",
        "ctx": [
            "(ref: are-you-alive.html)Are you even still alive?"
        ]
    },
    {
        "date": "10.29.162:21 pm",
        "ctx": [
            "(ref: how-long-does-it-take-to-answer-questions.html)How much time do you spend answering people's questions?"
        ]
    },
    {
        "date": "10.29.162:15 pm",
        "ctx": [
            "bill wurtz or Bill Wurtz?",
            "lowercase if possible, but it is sometimes not allowed by the Authorities"
        ]
    },
    {
        "date": "10.29.162:04 pm",
        "ctx": [
            "how do things happen",
            "after an eternity of not happening, they may get restless and try a different approach"
        ]
    },
    {
        "date": "10.29.161:56 pm",
        "ctx": [
            "(ref: where-are-you.html)WHERE ARE U"
        ]
    },
    {
        "date": "10.29.161:54 pm",
        "ctx": [
            "Thoughts on (ref: religion.html)religion?"
        ]
    },
    {
        "date": "10.29.1612:18 pm",
        "ctx": [
            "hOw many subscribers do you have eVEYRWHER",
            "i am not sure"
        ]
    },
    {
        "date": "10.29.1612:14 pm",
        "ctx": [
            "(ref: chicken-cross-road.html)Why did the chicken cross the road?"
        ]
    },
    {
        "date": "10.29.167:22 am",
        "ctx": [
            "(ref: when-will-you-do-another-history-video.html)When will you make another history of?"
        ]
    },
    {
        "date": "10.29.166:20 am",
        "ctx": [
            "Allow me to reiterate. Do you prefer Gary Johnson, Jill Stein, Hilary Clinton, or Donald Trump out of all of the available presidential candidates?",
            "it's really none of my business"
        ]
    },
    {
        "date": "10.29.165:35 am",
        "ctx": [
            "do you find complex numbers interesting?",
            "sometimes"
        ]
    },
    {
        "date": "10.28.1611:45 pm",
        "ctx": [
            "48 divided by 2(9+3) = ?",
            "288"
        ]
    },
    {
        "date": "10.28.1610:41 pm",
        "ctx": [
            "With vine going away, is there anything you're going to do different to try to remain as platform independant as possible?",
            "no, i will continue to remain platform independent in the same ways as before"
        ]
    },
    {
        "date": "10.28.1610:33 pm",
        "ctx": [
            "(ref: favorite-word.html)What's your fave word?"
        ]
    },
    {
        "date": "10.28.169:44 pm",
        "ctx": [
            "(ref: why-japan.html)I think your History of Japan is brilliant. Is there a particular reason you chose to do it about Japan?"
        ]
    },
    {
        "date": "10.28.168:05 pm",
        "ctx": [
            "(ref: who-are-you.html)who is you?"
        ]
    },
    {
        "date": "10.28.167:48 pm",
        "ctx": [
            "ARE YOU READY FOR THE SPOOKY TIMES",
            "the spooky times have been going on for several weeks, and they should be ending in about 2 days. they are usually not that spooky unless you are afraid of the color orange"
        ]
    },
    {
        "date": "10.28.167:35 pm",
        "ctx": [
            "Are you made out of 8 bit or 16 bit pixels?",
            "no"
        ]
    },
    {
        "date": "10.28.166:48 pm",
        "ctx": [
            "how do you feel about not answering the past 4 questions ive asked",
            "i don't know which ones they were, but i feel mostly fine about the way i have been doing the questions, although i am on a strict time constraint"
        ]
    },
    {
        "date": "10.28.166:24 pm",
        "ctx": [
            "Looking back at the description of the Japan video, you said there was 1 day on temp narration and then on to the graphics, and then jingles. Just so I'm clear, are you currently on graphics?",
            "that's not quite what it was, but i am still not on the real 'graphics' phase. the current phase i'm still on (and will hopefully be done with in about 12 more hours!!) is kind of like a pre-graphics phase. call it 'pictures', call it 'image collection', call it 'graphics planning', call it 'phase 2', i can't figure out what to call it, and it doesn't really matter. but it involves taking what the words are, and then figuring out what exactly i am going to put in the graphics. like what am i gonna put on screen if i said *this.* a picture is worth a thousand words so it takes longer than you think. plus accuracy is really important. if an i say an earth quake happened in russia, i'm not just going to throw the earth quake in the middle of russia, i need to put it right where it actually happened. so phase 2 deals with all that stuff. including occasional re-writes, as i sometimes will realize that something in the script may be wrong or not work, and have to change it. all the re-writes are rock solid now, and another part of phase 2 is also done (which i can't really talk about right now, and is heavily related to graphics) and now i'm just finishing with pictures, at the 14 min mark as of today, moving roughly a second per minute (which is way up from before, i am setting timers every hour to track my progress and always find new techniques to really push it to the limit) but i will definitely be done with phase 2 like tomorrow. then i will lay down a temp narration for timing, and do temps for all the jingles, and put them in place so i have something to work over, and then do the real actual graphics, which will be what the video actually looks like. that took 30 days for history of japan, but this video is twice as long. the remaining tasks after that also took a total of 30 more days for history of japan, and again this video is twice as long. however, i have set a deadline for the entire video, which is approximately 33 days from now. as you can see there is a huge discrepancy from reality here. but that is how this needs to be approached. the deadline is causing me to think differently, and it is thrilling, and will at least cut the remaining production time in half, even if not the required 1/4x that would be needed to meet the deadline which is surely impossible but as i said i am still taking it seriously, i hope that answers your question"
        ]
    },
    {
        "date": "10.28.166:22 pm",
        "ctx": [
            "You're bio says \"it's weird\". So what's the weirdest thing you've seen?",
            "the ground probably"
        ]
    },
    {
        "date": "10.28.166:18 pm",
        "ctx": [
            "Gary Johnson or Jill Stein",
            "if you are asking me to guess who i think you are, i would say neither. if you are asking me who i am, i would also say neither"
        ]
    },
    {
        "date": "10.28.166:17 pm",
        "ctx": [
            "(ref: will-you-make-a-questions-page.html)will you ever make a q and a section on your website?"
        ]
    },
    {
        "date": "10.28.165:53 pm",
        "ctx": [
            "I haven't visited the question page in a while. How is the video progress?",
            "good"
        ]
    },
    {
        "date": "10.28.164:28 pm",
        "ctx": [
            "(ref: what-is-life.html)what is life"
        ]
    },
    {
        "date": "10.28.164:17 pm",
        "ctx": [
            "Thanks for awnsering my question about the corn moon, Bill! I have another question though. (ref: are-you-an-alien.html)What are you an alien? -Nick"
        ]
    },
    {
        "date": "10.28.163:06 pm",
        "ctx": [
            "is it okay to ask a question?",
            "i will check"
        ]
    },
    {
        "date": "10.28.162:11 pm",
        "ctx": [
            "have you gotten a ticket for using your cellphone for recording stuff while driving?",
            "i don't hold the device, it goes in the pocket on the sun visor. it's also not a phone"
        ]
    },
    {
        "date": "10.28.161:01 pm",
        "ctx": [
            "have you ever considered using a magic 8-ball to answer these questions",
            "no"
        ]
    },
    {
        "date": "10.28.1612:45 pm",
        "ctx": [
            "?????????????????????????",
            "i know what you mean"
        ]
    },
    {
        "date": "10.28.1611:57 am",
        "ctx": [
            "would you like to visit a nude beach",
            "not right now"
        ]
    },
    {
        "date": "10.28.1611:18 am",
        "ctx": [
            "(ref: country-requests.html)can you make the history of russia video"
        ]
    },
    {
        "date": "10.28.1610:47 am",
        "ctx": [
            "why do you upload videos to your channel recently where people have to go out of their way to find them by scrolling forever down   the videos they already watched to get to the new one(or the new \"old\" one)? cuz its like further in your timeline, but the videos weren't there previously'n'stuff. it's just hard for people who want to keep up. if that's not a first priority, my bad.",
            "i have no idea what you are talking about. youtube doesn't even allow that, nor any other channel i am on. my website lets me do that, but i don't normally do it, certainly not recently. i have been working on a history video for the last 134 days"
        ]
    },
    {
        "date": "10.28.1610:41 am",
        "ctx": [
            "have you ever jumped out of a plane?",
            "not while it was in the air"
        ]
    },
    {
        "date": "10.28.169:37 am",
        "ctx": [
            "(ref: more-of-the-same.html)Are you gonna make more of those cool documentaries videos like the \"history of japan\"? I love it!!"
        ]
    },
    {
        "date": "10.28.167:26 am",
        "ctx": [
            "What is a corn moon?",
            "i think it's just the regular moon"
        ]
    },
    {
        "date": "10.28.166:57 am",
        "ctx": [
            "Do you take your oxygen atoms two at a time",
            "not always"
        ]
    },
    {
        "date": "10.28.166:52 am",
        "ctx": [
            "What is your favorite transitive verb",
            "which ever one means the thing i need to say at that particular time"
        ]
    },
    {
        "date": "10.28.166:50 am",
        "ctx": [
            "When somebody says 'best of both worlds' what worlds are they talking about?",
            "the 2 worlds the item they mentioned could belong to"
        ]
    },
    {
        "date": "10.28.166:49 am",
        "ctx": [
            "Any new history lessons coming to the channel?",
            "yes"
        ]
    },
    {
        "date": "10.28.165:24 am",
        "ctx": [
            "(ref: vine-cancel.html)How do you feel about the announcement that Vine was being closed down by Twitter? Given that Vines were the first thing that made you big?"
        ]
    },
    {
        "date": "10.27.1611:49 pm",
        "ctx": [
            "have you ever thought about streaming your creative process on twitch?",
            "yes"
        ]
    },
    {
        "date": "10.27.1610:39 pm",
        "ctx": [
            "have you considered becoming an astronaut?",
            "no"
        ]
    },
    {
        "date": "10.27.1610:24 pm",
        "ctx": [
            "is there anything you would want us to tell you about?",
            "yes, i would want to know about whatever new hot apps or sites everyone is using, because i am likely to miss the news if i spend 12 hours a day working on a history video for months on end"
        ]
    },
    {
        "date": "10.27.169:59 pm",
        "ctx": [
            "Are there any YouTubers you watch?",
            "i prefer not to label people based on what websites they may have used"
        ]
    },
    {
        "date": "10.27.169:59 pm",
        "ctx": [
            "Who is your favorite Zimbabwean minister of foreign affairs?",
            "i am not familiar with any of them"
        ]
    },
    {
        "date": "10.27.169:42 pm",
        "ctx": [
            "if i asked you the density of a certain word in the script for history of the universe and it was a word that was secretly very common in the script, like for example fartonions, would you answer the question?",
            "it is actually not that easy for me to do those calculations right now, because there are a lot of extra notes and directions in the script. if i had a document that was only the script with no other info, then i would easily be able to answer"
        ]
    },
    {
        "date": "10.27.169:23 pm",
        "ctx": [
            "Are cats cool?",
            "everything is cool"
        ]
    },
    {
        "date": "10.27.169:18 pm",
        "ctx": [
            "of what country are you making the \"history of\" video ?",
            "i think you may be confusing this video with my last history video"
        ]
    },
    {
        "date": "10.27.167:29 pm",
        "ctx": [
            "Where can I buy a good MIDI cord for cheap?",
            "first you have to get a time machine and go back in time. then you can probably get one at radio shack i guess"
        ]
    },
    {
        "date": "10.27.166:23 pm",
        "ctx": [
            "Why do you stick to the lowercase-casual-but-with-punctuation style so much? Do you think it conveys a certain tone or apatheticness?",
            "Hi Geoff,\n\nThanks for your inquiry. It will be reviewed shortly by a member of our team, at which time we will provide you with a heartfelt and personal response."
        ]
    },
    {
        "date": "10.27.166:11 pm",
        "ctx": [
            "(ref: self-taught.html)How did you start getting into music, was it by self-teaching or did you take lessons in school or something?"
        ]
    },
    {
        "date": "10.27.166:08 pm",
        "ctx": [
            "have you ever wanted to get a label maker and label everything in your room",
            "i already know what most of the things in my room are"
        ]
    },
    {
        "date": "10.27.165:50 pm",
        "ctx": [
            "do u wish you had more gratitude for your work and effort, i mean like an  accretion disc of gratitude",
            "so far i am doing fine"
        ]
    },
    {
        "date": "10.27.165:13 pm",
        "ctx": [
            "do you think efficiency is something that should be strived for?",
            "only if you are not going to live forever"
        ]
    },
    {
        "date": "10.27.165:05 pm",
        "ctx": [
            "Why do people use staplers",
            "usually to attach papers together"
        ]
    },
    {
        "date": "10.27.165:01 pm",
        "ctx": [
            "(ref: vine-cancel.html)i don't know if you heard, but how do you feel about vine completely shutting down?"
        ]
    },
    {
        "date": "10.27.164:49 pm",
        "ctx": [
            "i'll miss your vines <3",
            "every video i have ever made was also posted on my website and youtube, and will remain there, along with all the new ones i make, for the rest of my life"
        ]
    },
    {
        "date": "10.27.163:33 pm",
        "ctx": [
            "Will you be making any more vines before they shut it down?",
            "i'm not sure"
        ]
    },
    {
        "date": "10.27.163:23 pm",
        "ctx": [
            "can you invent a new letter?",
            "sure"
        ]
    },
    {
        "date": "10.27.163:12 pm",
        "ctx": [
            "(ref: navy-seal.html)What the fuck did you just fucking say about me, you little bitch? IÕll have you know I graduated top of my class in the Navy Seals, and IÕve been involved in numerous secret raids on Al-Quaeda, and I have over 300 confirmed kills. I am trained in gorilla warfare and IÕm the top sniper in the entire US armed forces. You are nothing to me but just another target. I will wipe you the fuck out with precision the likes of which has never been seen before on this Earth, mark my fucking words. You think you can get away with saying that shit to me over the Internet? Think again, fucker. As we speak I am contacting my secret network of spies across the USA and your IP is being traced right now so you better prepare for the storm, maggot. The storm that wipes out the pathetic little thing you call your life. YouÕre fucking dead, kid. I can be anywhere, anytime, and I can kill you in over seven hundred ways, and thatÕs just with my bare hands.  Not onl y am I extensively trained in unarmed combat, but I have access to the entire arsenal of the United States Marine Corps and I will use it to its full extent to wipe your miserable ass off the face of the continent, you little shit. If only you could have known what unholy retribution your little ÒcleverÓ comment was about to bring down upon you, maybe you would have held your fucking tongue. But you couldnÕt, you didnÕt, and now youÕre paying the price, you goddamn idiot. I will shit fury all over you and you will drown in it. YouÕre fucking dead, kiddo."
        ]
    },
    {
        "date": "10.27.162:14 pm",
        "ctx": [
            "God created everything, but who created God?",
            "itself. but i am not sure if 'god' is really the best name for it"
        ]
    },
    {
        "date": "10.27.162:06 pm",
        "ctx": [
            "You might be asked like thirty times before you write a response but in case you haven't, Vine had just announced that they are discontinuing their service in the coming months. They'll keep old videos online. I remember back before History of Japan you were kinda in a love-hate relationship with Vine because it allowed you to trim and really concentrate your content, but doing so was kinda addicting(?) in a way and it sorta stagnated you from making longer videos until you made the bold move to cut Vine off entirely during HoJ production. I'm sorry if this question seems to be spiraling out of control or maybe I'm just rambling, but I'm curious to understand why Vine was an appealing outlet for your content at the time and if you've \"grown out\" of it and don't mind the discontinuation too much or if you still have some fondness for that service. Thanks for reading, regardless!",
            "i was already making short videos (because it was a good way to get used to making videos), and about a year into it i found out there was a popular platform where the videos were supposed to be short, and they are auto-looped. so it seemed like a good decision to try to get the videos onto there. by the time i actually got most of them on there i was really getting ready to get Off the 5-day schedule and start looking at longer stuff. but then the popularity kicked in on vine (but still not so much on yt because vine doesn't let you put links to anywhere!!), so i had to do more short ones, just when i was really ready to do longer ones. so i had to sort of bend over backwards to condense the 7 day vine production down to as quick as possible to have enough time to try some long stuff, and after 3 months i finally finished one which actually did very well, and within a couple weeks i was doing better outside of vine than on vine. so by that point, not only have i made 200 more short videos than i ever really intended to, now i have a whole new audience which actually gets mad at me for doing short videos. so that's 2 reasons it's time to shift. don't get me wrong, i will still do things of all lengths and types. the original reason i did short things is because i like to do things of all different lengths, and i always wrote things of all different lengths, but the short ones are the quickest to produce, so i always fell into the trap of producing the short ones first, early on, because it is really the only way to get started"
        ]
    },
    {
        "date": "10.27.161:32 pm",
        "ctx": [
            "do you really think a discord server is a good idea?",
            "i have no idea. i really don't know what that is"
        ]
    },
    {
        "date": "10.27.161:27 pm",
        "ctx": [
            "I'm so excited to be working on my script, but I can't imagine doing it all day every day, How do you manage?",
            "i guess it really just depends how urgently the thing needs to be done"
        ]
    },
    {
        "date": "10.27.161:10 pm",
        "ctx": [
            "have you every forgotten your own music?",
            "i can't remember all of it but i usually keep it pretty well documented"
        ]
    },
    {
        "date": "10.27.161:06 pm",
        "ctx": [
            "Have you played any brass instruments",
            "almost"
        ]
    },
    {
        "date": "10.27.1612:58 pm",
        "ctx": [
            "how do you feel about vine shutting down?",
            "vine was really what launched my career, at least into a form where others could see it. i am thankful that i was able to first get launched On vine, and then get launched Out of vine, just in time"
        ]
    },
    {
        "date": "10.27.1612:31 pm",
        "ctx": [
            "What are you going to do now that Twitter is killing Vine?",
            "continue living my life in a way that i feel is appropriate"
        ]
    },
    {
        "date": "10.27.1612:26 pm",
        "ctx": [
            "to be truly intelligent do you have to know that you cant really know stuff for sure",
            "i think so"
        ]
    },
    {
        "date": "10.27.168:02 am",
        "ctx": [
            "How many words are in the script fight now?",
            "i don't have time to count them right now. but it should be roughly the same word density as history of japan, and this video will be about 19 minutes instead of 9. so if you count the words in history of japan and multiply it by about 2.111 you should get a very close estimate"
        ]
    },
    {
        "date": "10.27.167:53 am",
        "ctx": [
            "(ref: more-of-the-same.html)Are you going to make another video like 'The History of Japan'?"
        ]
    },
    {
        "date": "10.27.166:42 am",
        "ctx": [
            "have you ever considered changing your name to steve?",
            "no"
        ]
    },
    {
        "date": "10.27.165:38 am",
        "ctx": [
            "don't you think the night sky is the greatest thing on earth",
            "it's actually everything off earth"
        ]
    },
    {
        "date": "10.27.165:33 am",
        "ctx": [
            "have you ever been inside a clown car?",
            "no"
        ]
    },
    {
        "date": "10.27.165:26 am",
        "ctx": [
            "What is the best (ref: memes.html)meme in your opinion?"
        ]
    },
    {
        "date": "10.27.164:41 am",
        "ctx": [
            "should i ask a question",
            "sure"
        ]
    },
    {
        "date": "10.27.163:55 am",
        "ctx": [
            "what makes you feel special",
            "i usually already feel special"
        ]
    },
    {
        "date": "10.27.161:48 am",
        "ctx": [
            "if you found some songs you wrote, say, before 2007, would you post them? would you post them even if you didn't like them as much anymore?",
            "i would only post them if they were recorded"
        ]
    },
    {
        "date": "10.26.1611:55 pm",
        "ctx": [
            "how many times did the word \"the\" appear in the HoJ script?",
            "you can check"
        ]
    },
    {
        "date": "10.26.1611:44 pm",
        "ctx": [
            "Are you a scientist?",
            "yes"
        ]
    },
    {
        "date": "10.26.1611:18 pm",
        "ctx": [
            "(ref: what.html)what"
        ]
    },
    {
        "date": "10.26.1610:43 pm",
        "ctx": [
            "what are rocks",
            "almost everything"
        ]
    },
    {
        "date": "10.26.1610:42 pm",
        "ctx": [
            "How many times is the word \"the\" in the script of the new video?",
            "274"
        ]
    },
    {
        "date": "10.26.168:55 pm",
        "ctx": [
            "Are you a wizard?",
            "yes. i think most people are wizards"
        ]
    },
    {
        "date": "10.26.168:52 pm",
        "ctx": [
            "Does the 5 second rule apply to soup? please hurry",
            "no"
        ]
    },
    {
        "date": "10.26.168:43 pm",
        "ctx": [
            "(ref: why-didnt-you-answer-my-question.html)why dont you answer my questions"
        ]
    },
    {
        "date": "10.26.167:53 pm",
        "ctx": [
            "How to save the world?",
            "be yourself"
        ]
    },
    {
        "date": "10.26.166:06 pm",
        "ctx": [
            "did you ever end up getting your late night snack in new canaan?",
            "yes. it was the song"
        ]
    },
    {
        "date": "10.26.166:03 pm",
        "ctx": [
            "(ref: chicken-or-egg.html)What came first, the chicken or the egg?"
        ]
    },
    {
        "date": "10.26.165:55 pm",
        "ctx": [
            "How long have you wanted to do history videos",
            "since at least 2011"
        ]
    },
    {
        "date": "10.26.165:37 pm",
        "ctx": [
            "why would you prefer garageband over logic?",
            "garageband is crippled on purpose (to make you buy logic, i guess?) there are less shortcut keys, on purpose. this is torture. logic has as many shortcut keys as you want, which is a dream. logic is a dream, in many ways. However, one very important reason why garageband (or any simple program) would be an advantage, is there are less choices, so life is simpler. this phenomenon happens in any field. simpler tools can be limiting but also liberating. another reason you might prefer garage band over logic would be if you can't afford logic. which was the only reason i have ever used it"
        ]
    },
    {
        "date": "10.26.165:28 pm",
        "ctx": [
            "what is your spiritual animal?",
            "all animals are spiritual but none of them are mine"
        ]
    },
    {
        "date": "10.26.164:16 pm",
        "ctx": [
            "does your judgement rely heavily on the atmosphere of a place?",
            "yes, mainly earth"
        ]
    },
    {
        "date": "10.26.163:50 pm",
        "ctx": [
            "Are you basically positive person or negative person?",
            "positive"
        ]
    },
    {
        "date": "10.26.163:17 pm",
        "ctx": [
            "How often does the word \"the\" appear in the final script? Also how long is it now compared to before",
            "274. 19:02 compared to 21:45"
        ]
    },
    {
        "date": "10.26.162:20 pm",
        "ctx": [
            "(ref: blood-type.html)what is your blood type"
        ]
    },
    {
        "date": "10.26.1612:27 pm",
        "ctx": [
            "(ref: live-tour.html)Can you have a concert?"
        ]
    },
    {
        "date": "10.26.1612:24 pm",
        "ctx": [
            "Are you aware that you are a sellout for using your fame to sponsor Chipsª?",
            "are you aware that i did not actually sponsor any chips"
        ]
    },
    {
        "date": "10.26.1612:23 pm",
        "ctx": [
            "Now that you have had time to consider making a Discord server, will you make a Discord Server?",
            "i have not had time to consider it"
        ]
    },
    {
        "date": "10.26.1611:41 am",
        "ctx": [
            "What is sexier, music or art",
            "music is art, and sex can be both"
        ]
    },
    {
        "date": "10.26.1611:12 am",
        "ctx": [
            "Does 2 and 2 always make a 5",
            "no"
        ]
    },
    {
        "date": "10.26.1610:49 am",
        "ctx": [
            "Does any part of the video talk about music?",
            "no"
        ]
    },
    {
        "date": "10.26.169:36 am",
        "ctx": [
            "(ref: more-of-the-same.html)Will you ever make any documentary like \"The history of japan\"?"
        ]
    },
    {
        "date": "10.26.169:28 am",
        "ctx": [
            "Have you considered getting a favicon?",
            "yes but i don't think i am going to do it"
        ]
    },
    {
        "date": "10.26.169:06 am",
        "ctx": [
            "Why did you make the line \"i set my clock to 7 o'clock this morning but i didn't wake up, cause i thought i was in garbage land\" in 2010?",
            "i don't know"
        ]
    },
    {
        "date": "10.26.168:01 am",
        "ctx": [
            "Etes vous en mesure de comprendre la question ici pose, et par consquent d'y rpondre?",
            "i think so"
        ]
    },
    {
        "date": "10.26.167:56 am",
        "ctx": [
            "Do you ever worry about how the unreleased songs you've written many years ago don't reflect your current writing abilities?",
            "yes. but i have solutions for that now"
        ]
    },
    {
        "date": "10.26.167:28 am",
        "ctx": [
            "(ref: woodchuck.html)how much wood would a wood chuck chuck if a wood chuck could chuck wood"
        ]
    },
    {
        "date": "10.26.166:07 am",
        "ctx": [
            "what's your opinion on wasps?",
            "i think they are doing a great job"
        ]
    },
    {
        "date": "10.26.165:08 am",
        "ctx": [
            "how many goals have you got left to accomplish?",
            "several hundred million"
        ]
    },
    {
        "date": "10.26.164:50 am",
        "ctx": [
            "Why do you keep up with this page if you're going to constantly ignore the actual point of most of the questions you answer? Are you doing this for your own amusement or because you actually care about these people and their questions?",
            "why do you come to this page if you are going to constantly ignore the point of most of my answers"
        ]
    },
    {
        "date": "10.26.164:17 am",
        "ctx": [
            "do you have a list of songs you want to cover available online? i was reading some old questions and saw it mentioned",
            "i have a list but it is not available online. it also needs to be updated because many songs have come out since then"
        ]
    },
    {
        "date": "10.26.163:05 am",
        "ctx": [
            "have you succeeded in making any friends online yet?",
            "i am not sure"
        ]
    },
    {
        "date": "10.26.161:35 am",
        "ctx": [
            "(ref: help.html)HELP HELP HELP HELP HELP HELP HELP HELP HELP HELP HELP HELP HELP HELP HELP HELP HELP HELP HELP HELP HELP"
        ]
    },
    {
        "date": "10.26.161:35 am",
        "ctx": [
            "(ref: silver-play-button.html)Do you have a YouTube silver play button?"
        ]
    },
    {
        "date": "10.26.161:28 am",
        "ctx": [
            "What is stage 3 of video production",
            "graphics"
        ]
    },
    {
        "date": "10.26.161:24 am",
        "ctx": [
            "Will the new video be complete in the next 397 years?",
            "yes"
        ]
    },
    {
        "date": "10.26.161:18 am",
        "ctx": [
            "(ref: are-you-ok.html)Are you alright?"
        ]
    },
    {
        "date": "10.25.1610:37 pm",
        "ctx": [
            "does you believe in imaginary numbers",
            "yes"
        ]
    },
    {
        "date": "10.25.169:49 pm",
        "ctx": [
            "How does the super scope 6 know where it is pointing",
            "it checks to see if that part of the screen is lit or not, and based on the timing it can tell which part that is, because the way the TV works is that only 1 part of the screen is lit at a time. your eyes can't see this because it happens so fast. also modern TVs don't work that way, so the super scope will not work on a modern TV"
        ]
    },
    {
        "date": "10.25.169:49 pm",
        "ctx": [
            "What are the keys to SUCCESS",
            "it is a number key"
        ]
    },
    {
        "date": "10.25.167:34 pm",
        "ctx": [
            "Are you aware that it has been over 3 months since the last time you uploaded even a single video?",
            "are you aware that i have been working all day every day for 131 consecutive days on a single video"
        ]
    },
    {
        "date": "10.25.167:24 pm",
        "ctx": [
            "How many times is the word \"spaghetti\" mentioned in the script of the new video?",
            "0"
        ]
    },
    {
        "date": "10.25.166:34 pm",
        "ctx": [
            "Everything I do feels meaningless, what do I do to fill the void?",
            "maybe set it on fire"
        ]
    },
    {
        "date": "10.25.166:05 pm",
        "ctx": [
            "Do you worry about the heat death of the universe?",
            "no"
        ]
    },
    {
        "date": "10.25.165:57 pm",
        "ctx": [
            "Can you ask questions on this questions page?",
            "i could but i don't"
        ]
    },
    {
        "date": "10.25.163:04 pm",
        "ctx": [
            "Would you consider making a VR video?",
            "yes"
        ]
    },
    {
        "date": "10.25.1611:35 am",
        "ctx": [
            "Why do you have this questions page?",
            "i figured it would be a good way for people to ask questions"
        ]
    },
    {
        "date": "10.25.1611:29 am",
        "ctx": [
            "Do you think hypothetical violence against sasquatches is something government officials should include in their political platforms?",
            "no"
        ]
    },
    {
        "date": "10.25.1611:25 am",
        "ctx": [
            "If you wanted to take your songs to a band setting lets say would you want your bass/drum fills to be done exactly the way you've recorded it or could you let that go?",
            "replicating a recording is not really the best use of a band, in my opinion"
        ]
    },
    {
        "date": "10.25.1611:07 am",
        "ctx": [
            "why cant my name be bill wurtz",
            "maybe it can"
        ]
    },
    {
        "date": "10.25.1611:02 am",
        "ctx": [
            "in 2014, you mentioned it was okay to have fun. Is it still okay to have fun, and will it be okay to have fun in 2017?",
            "yes"
        ]
    },
    {
        "date": "10.25.1610:54 am",
        "ctx": [
            "Do you think there is a better 'divine' invention than human's feeling ad rationality?",
            "maybe"
        ]
    },
    {
        "date": "10.25.1610:50 am",
        "ctx": [
            "Who would win in a fight, King Kong or the Viet Cong?",
            "the viet cong"
        ]
    },
    {
        "date": "10.25.1610:10 am",
        "ctx": [
            "what do you think about big record xompanies being involved in the music creation proccess",
            "anyone can make music. including companies"
        ]
    },
    {
        "date": "10.25.169:51 am",
        "ctx": [
            "does the end justify the means?",
            "that depends which ends and which means"
        ]
    },
    {
        "date": "10.25.169:50 am",
        "ctx": [
            "so where is Waldo, really?",
            "he's in england, and his name is actually wally"
        ]
    },
    {
        "date": "10.25.169:16 am",
        "ctx": [
            "(ref: is-this-a-good-question.html)do you like this question"
        ]
    },
    {
        "date": "10.25.166:52 am",
        "ctx": [
            "how many jingles are in your new script so far?",
            "66. the script is final now by the way"
        ]
    },
    {
        "date": "10.25.163:42 am",
        "ctx": [
            "What happens if you put a werewolf on the moon?",
            "i don't even know what happens if you put one on earth"
        ]
    },
    {
        "date": "10.25.163:20 am",
        "ctx": [
            "is apathy a good survival strategy?",
            "apathy toward survival would be a bad strategy. apathy toward things other than survival would be a good survival strategy. i hope that makes sense"
        ]
    },
    {
        "date": "10.25.163:13 am",
        "ctx": [
            "Is violence ever justified?",
            "violence should never be used unless it's justified"
        ]
    },
    {
        "date": "10.25.162:49 am",
        "ctx": [
            "do u think it's possible for someone to invent a thought to text device? so you just think of the words and it automatically becomes text",
            "i think that has already been invented"
        ]
    },
    {
        "date": "10.25.162:22 am",
        "ctx": [
            "What's 5+3? Is it 9 by any chance?",
            "no it is 8"
        ]
    },
    {
        "date": "10.25.161:05 am",
        "ctx": [
            "do you think time travel will ever be possible",
            "it always was"
        ]
    },
    {
        "date": "10.25.1612:55 am",
        "ctx": [
            "Do you know how many unanswered questions you have right now?",
            "no but i have somewhere around 16,000 total since 3.31.16 (including answered and not answered). so if u subtract the ones i answered from 3.31.16 to the present you would get the number of unanswered"
        ]
    },
    {
        "date": "10.25.1612:53 am",
        "ctx": [
            "How did you decide specifically what parts of history to include and leave out of your Japan and the Universe videos?",
            "i just try to make the best video possible, while also having the least amount of people mad at me"
        ]
    },
    {
        "date": "10.25.1612:51 am",
        "ctx": [
            "(ref: what-do-you-do-when-youre-not-making-videos.html)What do you like to do when you're not making videos?"
        ]
    },
    {
        "date": "10.24.1611:33 pm",
        "ctx": [
            "Have you ever cried trying to transpose an arrangement written in C for a Bb instrument?(or anything other than C for that matter)",
            "no"
        ]
    },
    {
        "date": "10.24.1611:05 pm",
        "ctx": [
            "(ref: are-you-ok.html)Are you okay?"
        ]
    },
    {
        "date": "10.24.1610:15 pm",
        "ctx": [
            "Do you think you'll run out of videos again someday?",
            "every time i post a video i am technically out of videos, unless i have already finished other videos previously, in advance"
        ]
    },
    {
        "date": "10.24.168:56 pm",
        "ctx": [
            "I'm glad you're making more videos again. Can't wait to see them",
            "i never stopped making videos"
        ]
    },
    {
        "date": "10.24.168:05 pm",
        "ctx": [
            "do you have any advice for people who have a desire to make and publish creative content (like you spend your time doing)?",
            "yes"
        ]
    },
    {
        "date": "10.24.167:29 pm",
        "ctx": [
            "on a scale from 1 to 10 how sick are you of all the hoj questions",
            "1 (i got a vaccination)"
        ]
    },
    {
        "date": "10.24.166:55 pm",
        "ctx": [
            "(ref: 2parts.html)Have you considered splitting your video into 2 parts? For example \"History of the World 500 B.C. - 1877\". Not those exact dates of course, but a part one and part two could shorten the videos if you're worried about length. Unless cutting them into two parts ruins the feel of it all. What do you think?"
        ]
    },
    {
        "date": "10.24.165:55 pm",
        "ctx": [
            "how much would u like to make history of japan again",
            "not at all. it is already made, and been posted online, and been viewed"
        ]
    },
    {
        "date": "10.24.165:06 pm",
        "ctx": [
            "In \"the high class stuff\" you overlayed the speakers voice with a score. To me, it didn't sound like the score was following any structure on it's own, so I thought it would be instead linked to the voice of the speaker. It sounds like the latter, but it doesn't sound like the voice to me. Is the music supposed to make the guy sing, or is it something else that I am missing?",
            "i am not sure exactly what you mean, but i did not change the timing nor pitch of the recording. i just added music to it. the vocal was not influenced by the music, because it was recorded 47 years before the music. i composed and orchestrated the music to go along with the recording"
        ]
    },
    {
        "date": "10.24.165:05 pm",
        "ctx": [
            "What is your favorite computer key?",
            "the space bar i guess"
        ]
    },
    {
        "date": "10.24.165:04 pm",
        "ctx": [
            "Which of your refrigerator magnet is your favorite?",
            "probably the refrigerator itself"
        ]
    },
    {
        "date": "10.24.164:59 pm",
        "ctx": [
            "If you could invent a word, what would it be and how would it be defined?",
            "a"
        ]
    },
    {
        "date": "10.24.164:29 pm",
        "ctx": [
            "Am I cool?",
            "you can be"
        ]
    },
    {
        "date": "10.24.163:55 pm",
        "ctx": [
            "how do i work in a group with people who i hate/hate me",
            "try working separately from the group, in a separate place, at a separate time, on a separate project"
        ]
    },
    {
        "date": "10.24.163:23 pm",
        "ctx": [
            "what are we fighting for?",
            "what is who fighting for"
        ]
    },
    {
        "date": "10.24.162:00 pm",
        "ctx": [
            "Bill, as an aspiring musician, what's the best advice you can give on finishing songs? I always have great ideas, working mostly with guitar I'll have a cool riff or chord progression but don't know where t go from there. I've tried to learn music theory but it's in one ear and out the other most of the time. Even with music theory, it ends up making my songs sound cookie cutter and the original part loses its special thing. Thanks for any advice, I'm a big fan.",
            "sounds like your song already has music. try thinking about ideas, and concepts now"
        ]
    },
    {
        "date": "10.24.1611:10 am",
        "ctx": [
            "what's your opinion on the Kalmar Union?",
            "i keep trying to mention it in this video but it keeps not fitting in anywhere"
        ]
    },
    {
        "date": "10.24.1610:15 am",
        "ctx": [
            "If you listen to music that you really like, do you feel inspired to do awesome stuff yourself, or do you feel as though you will never be able to do cool stuff like that?",
            "i get stressed that i won't have enough time and i won't get to it soon enough, because i have to finish this video first"
        ]
    },
    {
        "date": "10.24.169:21 am",
        "ctx": [
            "(ref: is-this-a-question.html)is this a question?"
        ]
    },
    {
        "date": "10.24.168:15 am",
        "ctx": [
            "(ref: ssn.html)what is your social security number"
        ]
    },
    {
        "date": "10.24.168:14 am",
        "ctx": [
            "what is your favorite element",
            "hydrogen"
        ]
    },
    {
        "date": "10.24.162:27 am",
        "ctx": [
            "how do i find a question/answer from before?",
            "cmd-F and cmd-down should come in handy. those are mac key commands, if you are on windows i would guess it might be the same but with ctrl instead of cmd, but i am not sure. if you are on a smartphone i don't know how to search for words on a page"
        ]
    },
    {
        "date": "10.24.162:20 am",
        "ctx": [
            "How do I make Earth-friends as a plutonium Plutonian?",
            "the same way you would make friends otherwise"
        ]
    },
    {
        "date": "10.24.162:17 am",
        "ctx": [
            "Is Donald Trump a race?",
            "i don't care"
        ]
    },
    {
        "date": "10.24.162:07 am",
        "ctx": [
            "When is perihelion?",
            "about jan 3"
        ]
    },
    {
        "date": "10.24.162:04 am",
        "ctx": [
            "would you throw rock, paper, or scissors if peoplw were throwing rocks at you",
            "i would maybe use a shield"
        ]
    },
    {
        "date": "10.24.161:51 am",
        "ctx": [
            "about how many reality entries have you made about the new video?",
            "before it's edited i would have no idea. it's kind of like you have a room full of water, and like 'how many glasses is it' i don't know cuz i haven't started putting it into glasses yet. i hope that makes sense. also i won't be tallying which ones are about which topic and surely some of them will not be about any topic, although most of them will probably be about when the hell am i gonna finish this video"
        ]
    },
    {
        "date": "10.24.161:28 am",
        "ctx": [
            "Do you feel like what you've been doing has changed you for the better and possibly forever?",
            "it was the other way around"
        ]
    },
    {
        "date": "10.24.1612:41 am",
        "ctx": [
            "Do you think we've invented all the instruments we need to",
            "we didn't need to invent any of the instruments"
        ]
    },
    {
        "date": "10.24.1612:38 am",
        "ctx": [
            "Would you like to be a ghost?",
            "sure"
        ]
    },
    {
        "date": "10.24.1612:36 am",
        "ctx": [
            "When do you think you'll be at stage 3 of video production",
            "i am aiming for tomorrow"
        ]
    },
    {
        "date": "10.24.1612:35 am",
        "ctx": [
            "Was there a time in your life when you were definitely lazier? If so, can you talk about what changed and maybe give advice to those who seem to suck at chasing their goals?",
            "it really just depends how badly you want the goals"
        ]
    },
    {
        "date": "10.24.1612:33 am",
        "ctx": [
            "when are you coming home, babe?",
            "i am home. when are You coming home"
        ]
    },
    {
        "date": "10.24.1612:24 am",
        "ctx": [
            "What is the best way to start world war 1",
            "start a war that's bigger than any other war, and then you have to do another one because the first one won't be called world war 1 until there is a second one. also none of this will work if there is already a famous war called 'world war 1'"
        ]
    },
    {
        "date": "10.24.1612:22 am",
        "ctx": [
            "What the hell do you think you're doing?",
            "i am trying to figure that out"
        ]
    },
    {
        "date": "10.24.1612:03 am",
        "ctx": [
            "How much of an emotional roller coaster is this video going to be? I am sensitive",
            "it will probably be more of a mental roller coaster"
        ]
    },
    {
        "date": "10.23.1611:46 pm",
        "ctx": [
            "(ref: what-will-you-be-for-halloween.html)what are you going to be for halloween"
        ]
    },
    {
        "date": "10.23.1611:13 pm",
        "ctx": [
            "how to not die in all male prep school",
            "the same way to not die in an all male jail. except prep school is probably easier, with better lunches"
        ]
    },
    {
        "date": "10.23.1611:04 pm",
        "ctx": [
            "if you could properly function without any sleep, would the video be possible to complete by the deadline?",
            "i'm not sure"
        ]
    },
    {
        "date": "10.23.1610:00 pm",
        "ctx": [
            "Are you going to add new features to the website or are you happy with what it is?",
            "there are a couple of things i am thinking about adding"
        ]
    },
    {
        "date": "10.23.169:57 pm",
        "ctx": [
            "do you think a home or base can be anything you choose it to be.  for example, could i call the moon my home having never gone to the moon?",
            "i don't know, can you"
        ]
    },
    {
        "date": "10.23.169:20 pm",
        "ctx": [
            "do I need to have 5 years of indecisiveness before actually trying to pursue what I want do",
            "maybe not"
        ]
    },
    {
        "date": "10.23.168:40 pm",
        "ctx": [
            "Would you be trying so hard on the 'history of universe' video if HoJ wasn't nearly as popular?",
            "i try equally hard on everything. actually my strategy is to try as little as i can, because i am already bleeding try. i am drowning in try"
        ]
    },
    {
        "date": "10.23.168:28 pm",
        "ctx": [
            "would you say that music a language",
            "it communicates feelings more than information"
        ]
    },
    {
        "date": "10.23.167:39 pm",
        "ctx": [
            "please do make your video very long",
            "it will probably be between 18 and 20 minutes"
        ]
    },
    {
        "date": "10.23.167:39 pm",
        "ctx": [
            "whats your favorite joke?",
            "reality"
        ]
    },
    {
        "date": "10.23.167:31 pm",
        "ctx": [
            "what color is music",
            "the same color as shapes, and patterns"
        ]
    },
    {
        "date": "10.23.165:42 pm",
        "ctx": [
            "Do you prefer silly or serious questions?",
            "do i have to decide"
        ]
    },
    {
        "date": "10.23.164:59 pm",
        "ctx": [
            "(ref: age-when-started-music.html)When did you start getting into music?"
        ]
    },
    {
        "date": "10.23.164:22 pm",
        "ctx": [
            "If you like working with extreme time crunch and deadlines, why don't you work both on the new video while still making short videos, maybe one every two weeks ?",
            "that would delay the long video. also, if i were going to do another thing simultaneously to the long video, it would be start the song schedule. the song schedule is the new bleeding 1st prioriy (kind of like 'just start making videos i don't care what videos' was the bleeding first priority in early 2014) except i actually have to finish this long video first"
        ]
    },
    {
        "date": "10.23.163:14 pm",
        "ctx": [
            "You mentioned that after this video you'd like to have a weekly schedule of songs with videos like this or Japan mixed in. Did you have anything in mind for the first song or long video after this one or is this the sole focus currently?",
            "there are some ideas floating around for different types of videos. i will probably open the doors to some much different types. as far as songs, i will be working from the system as usual, and the main question will be whether to pick randomly or actually try to pick the 'right' one, which is an age old question that i never seem to fully answer. also singles vs groups of songs is another question that never seems to get permanently answered. those will be the main questions to start with. also, what's the schedule -- is it 2 weeks or 1 week, that will be another very important question. i want to have enough time to do a decent job but i also need it to be very very brisk (there are hundreds of songs to get through). also i need to do a 'notes' update (present and some past) and a 'reality' page update (present and past) and i need to set deadlines for those tasks as well, and do it before the song schedule starts"
        ]
    },
    {
        "date": "10.23.163:00 pm",
        "ctx": [
            "What is your phone number?",
            "3"
        ]
    },
    {
        "date": "10.23.161:28 pm",
        "ctx": [
            "What is your favourite chord inversion?",
            "whichever one seems to best support that particular moment of music"
        ]
    },
    {
        "date": "10.23.1611:24 am",
        "ctx": [
            "Why did the score take so long on History of Japan? That seems like it might be one of the quicker phases.",
            "maybe if i wasn't trying to make the video awesome"
        ]
    },
    {
        "date": "10.23.167:11 am",
        "ctx": [
            "What's your opinion on Turkey? (the country)",
            "it is located in anatolia, and it is named after people from mongolia"
        ]
    },
    {
        "date": "10.23.164:57 am",
        "ctx": [
            "do you think your fanbase is cool? _ C",
            "i don't think all of my fans are in the same base"
        ]
    },
    {
        "date": "10.23.164:27 am",
        "ctx": [
            "(ref: opinion-on-opinions.html)What's your opinion on opinions?"
        ]
    },
    {
        "date": "10.23.163:49 am",
        "ctx": [
            "Have you ever had a moment where you realized you're not having fun doing what you're currently doing with your life? IF so, how did you face that realization?",
            "have a conversation with myself"
        ]
    },
    {
        "date": "10.23.163:43 am",
        "ctx": [
            "how do i stop overthinking every interaction i have with people ever",
            "do more interactions, at a faster pace. and do more things in between those interactions, also at a faster pace"
        ]
    },
    {
        "date": "10.23.162:59 am",
        "ctx": [
            "You said you are at phase 2, and production has taken 4 months. That's about 1/3 of the way through, according to HoJ. That extrapolates to 8 more months of production. Is that a good estimate on how long it will take?",
            "maybe, except that would be completely unacceptable"
        ]
    },
    {
        "date": "10.23.161:47 am",
        "ctx": [
            "Please don't make your new video too long.",
            "it is probably going to be somewhere between 18 and 20 minutes"
        ]
    },
    {
        "date": "10.23.161:17 am",
        "ctx": [
            "When will you come back from the war?",
            "dec 1. but then i have to do another war after that"
        ]
    },
    {
        "date": "10.23.161:14 am",
        "ctx": [
            "should i clean my cat's litter box",
            "only if the cat is not willing to do it"
        ]
    },
    {
        "date": "10.23.161:13 am",
        "ctx": [
            "My friends always leave me out and I'm getting major FOMO. Cures?",
            "you are going to have to do your own thing for other people to miss out on"
        ]
    },
    {
        "date": "10.22.1611:45 pm",
        "ctx": [
            "Where do you draw influence from?",
            "anywhere"
        ]
    },
    {
        "date": "10.22.1610:55 pm",
        "ctx": [
            "How many phases are there in the production of your history video?",
            "it is hard to count them exactly because some of them are less defined than others. but for the history of japan project, it was writing (9 days), 'phase 2' (prelim graphics and writing adjustments if needed) (21 days), temp narr and jingles (maybe 1 day), actual graphics (30 days), then like 1 day of trouble shooting, actual narration (maybe 5 days?), actual jingles (maybe 3 days?) re-allignment of the entire video to fit the final narration (maybe 1 or 2 days), score (about 20 days), label adding (maybe 2 days), final trouble shooting (maybe 2 days). i am not sure of those exact time lengths, but that was about how it worked out. this video should follow a very much identical process, except this video is longer, and also crazier in many ways"
        ]
    },
    {
        "date": "10.22.1610:38 pm",
        "ctx": [
            "(ref: dont-understand.html)sloths?"
        ]
    },
    {
        "date": "10.22.1610:09 pm",
        "ctx": [
            "In episode 2F09, when Itchy plays Scratchy's skeleton like a xylophone he strikes the same rib twice in succession yet he produces two clearly different tones. I mean, what are we- to believe that this is some sort of a-a magic xylophone or something?",
            "no, you are to believe that the producers of that particular episode did not put musical accuracy as a first priority"
        ]
    },
    {
        "date": "10.22.169:58 pm",
        "ctx": [
            "were you scared of driving when you first started driving",
            "a little bit"
        ]
    },
    {
        "date": "10.22.169:51 pm",
        "ctx": [
            "Have you ever considered making a discord server?",
            "no but i will consider it"
        ]
    },
    {
        "date": "10.22.169:04 pm",
        "ctx": [
            "do you like to dance?",
            "i consider everything that takes place in the universe dance"
        ]
    },
    {
        "date": "10.22.167:47 pm",
        "ctx": [
            "What's your opinion on Iceland?",
            "it is nice. perhaps it should have been called nice land"
        ]
    },
    {
        "date": "10.22.165:43 pm",
        "ctx": [
            "what's wrong with scientology?",
            "you are not supposed to say"
        ]
    },
    {
        "date": "10.22.165:32 pm",
        "ctx": [
            "Would you be willing to fight a baby?",
            "i am a baby"
        ]
    },
    {
        "date": "10.22.164:50 pm",
        "ctx": [
            "Will humanity fix global warming?",
            "i think so"
        ]
    },
    {
        "date": "10.22.164:35 pm",
        "ctx": [
            "how do you usually feel when you wake up?",
            "awake"
        ]
    },
    {
        "date": "10.22.163:48 pm",
        "ctx": [
            "Should United Kingdom acknowledge the U.S. declaration of independence?",
            "i thought they already did, but if they haven't by now then i guess it doesn't really matter"
        ]
    },
    {
        "date": "10.22.163:37 pm",
        "ctx": [
            "What's your opinion on Czech Republic?",
            "it is good"
        ]
    },
    {
        "date": "10.22.163:29 pm",
        "ctx": [
            "I just found you through a friend. I'm confused, pls explain who you are?",
            "i am trying to"
        ]
    },
    {
        "date": "10.22.161:34 pm",
        "ctx": [
            "I have known several (amateur) drummers who could not sing. I mean they could not hit a note, and I cannot help but frown upon that. Do you think one can be rythmically adept but lack pitch? (Sorry if shitty English)",
            "sure"
        ]
    },
    {
        "date": "10.22.1611:58 am",
        "ctx": [
            "how do you feel about gary johnson?",
            "i don't know him that well"
        ]
    },
    {
        "date": "10.22.1611:06 am",
        "ctx": [
            "How far are you with your video of the history of the universe? Undies.",
            "i am about half way through phase 2, which is pre-graphics and re-writes"
        ]
    },
    {
        "date": "10.22.1610:55 am",
        "ctx": [
            "Do you think creativity is a state of mind or soul? By this i mean, do you think you have to force yourself to be creative because that's what you tell yourself you wanna do, or does it come by itself because that's what you really like doing and makes you feel good?",
            "the creativity was already there, too much of it. it's actually tangled up in a huge ball. then i have to untangle the ball"
        ]
    },
    {
        "date": "10.22.169:08 am",
        "ctx": [
            "What are you doing for Halloween?",
            "working on the video"
        ]
    },
    {
        "date": "10.22.168:51 am",
        "ctx": [
            "how are you meant to do a glissando on an electronic keyboard with stiff keys that can't smoothly be pressed by sliding your finger onto it from an adjacent key?",
            "i don't know but my question is how do you do a gliss on weighted keys, whether electric or acoustic. and my answer to that is wear a bandaid"
        ]
    },
    {
        "date": "10.22.166:25 am",
        "ctx": [
            "How do you feel about poetry? Is it just a pretentious, pseudo-intellectual waste of time?",
            "as far as i know, 'poetry' means using words in cool ways. seems legit, but i'm not sure if you need to call it poetry every time"
        ]
    },
    {
        "date": "10.22.166:09 am",
        "ctx": [
            "do you like taking photographs? would you post them online?",
            "yes"
        ]
    },
    {
        "date": "10.22.165:55 am",
        "ctx": [
            "Do you spend all of your spare time working on videos or are there other things you enjoy doing?",
            "both"
        ]
    },
    {
        "date": "10.22.165:02 am",
        "ctx": [
            "bill, its time to come clean. all these questions are being asked by one person, I have developed a program which generates and asks you questions at different time intervals",
            "then why are you asking so many of the same questions so often"
        ]
    },
    {
        "date": "10.22.165:00 am",
        "ctx": [
            "will you ever be into homoerotic asphyxiation?",
            "no"
        ]
    },
    {
        "date": "10.22.164:59 am",
        "ctx": [
            "how many things can you think of at once ?",
            "2"
        ]
    },
    {
        "date": "10.22.164:55 am",
        "ctx": [
            "What do you do other than teach history for work?",
            "i do not teach history for work, sorry for the confusion"
        ]
    },
    {
        "date": "10.22.162:09 am",
        "ctx": [
            "Hey there, big fans. We were just wondering, what is your opinion on former president George Bush?",
            "there are 2 of them"
        ]
    },
    {
        "date": "10.22.161:40 am",
        "ctx": [
            "(ref: more-of-the-same.html)Would you make another \"History of\" videos? I'd love to see more"
        ]
    },
    {
        "date": "10.22.161:30 am",
        "ctx": [
            "Why does the sun shine?",
            "because it can"
        ]
    },
    {
        "date": "10.22.1612:55 am",
        "ctx": [
            "(ref: favorite-drink.html)what is your favorite drink? or substance to drink? is it a combination of elements?"
        ]
    },
    {
        "date": "10.22.1612:38 am",
        "ctx": [
            "How do you think things would turn out if you made another video like history of japan??",
            "we will find out, when i finish it"
        ]
    },
    {
        "date": "10.21.1611:17 pm",
        "ctx": [
            "Do you appreciate bass clarinets?",
            "sort of"
        ]
    },
    {
        "date": "10.21.1610:21 pm",
        "ctx": [
            "Do you know any good spoonerisms for band names?  I thought of \"The Back I'd Please\"",
            "foo fighters"
        ]
    },
    {
        "date": "10.21.1610:07 pm",
        "ctx": [
            "do you activly search for mimes?",
            "no"
        ]
    },
    {
        "date": "10.21.168:29 pm",
        "ctx": [
            "If you had the magical power to conjure chopsticks out of thin air at any time and in unlimited quantity, what would you use your ability for?",
            "make a chopsticks company"
        ]
    },
    {
        "date": "10.21.168:24 pm",
        "ctx": [
            "Why are Europe and Asia considered different continents",
            "because eurasia exceeds the regulatory size limit for a continent"
        ]
    },
    {
        "date": "10.21.168:13 pm",
        "ctx": [
            "Ken Bone?",
            "no, this is bill. i think ken is using a different site"
        ]
    },
    {
        "date": "10.21.168:11 pm",
        "ctx": [
            "what do you think of twelve-tone serialism",
            "seems like a cool exercise, but it doesn't seem to have anything to do with music"
        ]
    },
    {
        "date": "10.21.168:09 pm",
        "ctx": [
            "do you like crosswords",
            "they are ok"
        ]
    },
    {
        "date": "10.21.167:47 pm",
        "ctx": [
            "(ref: trump-or-hillary.html)Trump or Clinton?"
        ]
    },
    {
        "date": "10.21.166:19 pm",
        "ctx": [
            "When you were working hard making 7 new Vines a week and then you started doing them even at a faster pace, do you have some regrets about it, do you feel some videos felt rushed or that quality suffered from the high production and output rate ?",
            "actually no. being forced to work fast  is actually a huge blessing. creativity is so flexible, it is amazing the kind of decisions that you make when you have a deadline-- corners you cut, that you never would have dreamed of cutting if u had no deadline, but under pressure you make crazy decisions and your mind instantly gravitates toward the fast choices, and it also encourages you to gravitate toward more exciting choices to make up for the fact that you can't care delicately for every little thing. an example of one of my most intense time-crunches would be the babies-grownups-babies video. i took so many short cuts, and i was just throwing things in there so fast, and I was almost late for work (i am not telling you what my job is)but in the end, no one is complaining and look at all the stuff i have gotten done.given the demonic flexibility of the creative process, i am really feeling like i never want to work off-deadline again. i mean, I have been working off deadline on this current video for more than 4 months, and i THINK i'm going as fast as i can, but at the same time the video is much less than half done and i still have barely even gotten to the production. this is no way to live. i have a lot of stuff to do, songs, videos, so many things left to do and the years are going to fly by if i don't set some more insane deadlines. which is why i have recently set a deadline for the current video, which is completely unreasonable, and yet it is the best thing that has ever happened to me because it is making me get back into serious mad-crunch mode, which brings a much needed thrill to the never ending landscape of uncertainty of when this thing will ever be done"
        ]
    },
    {
        "date": "10.21.165:08 pm",
        "ctx": [
            "do you ever miss how peaceful it was before the popularity of history of japan",
            "before that video came out i was working my ass off to keep doing 7 new vines a week, due to their popularity. then out of desperation to make a long video, i started doing the vines even faster, to have time to work on a long video at the same time, and i continued on like that for 2 months, and then finally left vine behind in order to do a mad month-long push to get the japan video done, working day and night, while people kept asking why i had 'stopped' making videos.  which actually reminds me a lot of how things are going now"
        ]
    },
    {
        "date": "10.21.165:04 pm",
        "ctx": [
            "what is your opinion of finland",
            "it's not sweden or russia. in fact that is their mission statement"
        ]
    },
    {
        "date": "10.21.164:54 pm",
        "ctx": [
            "m I you from the past or are you me from the future",
            "i think so"
        ]
    },
    {
        "date": "10.21.162:24 pm",
        "ctx": [
            "When You Will Be Making Videos Again?",
            "now. but i don't think it counts as 'again' if i never stopped"
        ]
    },
    {
        "date": "10.21.161:00 pm",
        "ctx": [
            "Do you enjoy meteorology?",
            "sure"
        ]
    },
    {
        "date": "10.21.1612:59 pm",
        "ctx": [
            "Why do you prioritize your art over yourself?",
            "i do not"
        ]
    },
    {
        "date": "10.21.1612:41 pm",
        "ctx": [
            "How did you learn to feel secure in your singing voice?",
            "by singing"
        ]
    },
    {
        "date": "10.21.1612:28 pm",
        "ctx": [
            "do you sometimes ergret things?",
            "sure"
        ]
    },
    {
        "date": "10.21.1610:16 am",
        "ctx": [
            "For the script, are you doing most of the edits on this pass through and then moving on, or are you aiming to keep editing until it hits a certain time limit?",
            "i need it to be done, and good, soon. that is my main strategy"
        ]
    },
    {
        "date": "10.21.167:51 am",
        "ctx": [
            "AAAAAAAAAAaaaAAAAAOOOooo, can you relate?",
            "yes"
        ]
    },
    {
        "date": "10.21.167:50 am",
        "ctx": [
            "what is your favourite piece of clothing ?",
            "the pant"
        ]
    },
    {
        "date": "10.21.166:55 am",
        "ctx": [
            "do you ever partake in existential dread?",
            "not anymore"
        ]
    },
    {
        "date": "10.21.165:53 am",
        "ctx": [
            "Can you predict the future",
            "some of it"
        ]
    },
    {
        "date": "10.21.165:01 am",
        "ctx": [
            "If you are not german, why dont you apply for a german citizinship?",
            "right now i don't have time"
        ]
    },
    {
        "date": "10.21.162:33 am",
        "ctx": [
            "(ref: forgot-the-question.html)i asked you a question a few days ago but i cant remember what the question was can you tell me because i'd really like to know the answer"
        ]
    },
    {
        "date": "10.21.162:22 am",
        "ctx": [
            "all of the 'songy' songs (no video, >1 min) of yours that i know tend to be a general element of life experience (e.g. we could just get high) whereas the video-y ones (yes video, vine-length) tend to be, like, odes to a thing, or narratives. when you move on to mass song production after history of the universe is done (right?) will this change? are you gonna write songs that tell stories (a la maxwell's silver hammer) or that describe a phenomenon (like, idk, they might be giants stuff or something)? or do you think that i've mischaracterized the stuff that you have made already",
            "a large percentage of the music i will record for the next several years has already been written"
        ]
    },
    {
        "date": "10.21.161:26 am",
        "ctx": [
            "Will the new video have alot of colors?",
            "i would say a medium amount"
        ]
    },
    {
        "date": "10.21.1612:09 am",
        "ctx": [
            "Is stacking octaves of the same note on the same instrument cheating?",
            "?? no"
        ]
    },
    {
        "date": "10.20.1611:35 pm",
        "ctx": [
            "why is the upcoming video special",
            "because it is big and good"
        ]
    },
    {
        "date": "10.20.168:50 pm",
        "ctx": [
            "(ref: favorite-drink.html)Favorite stuff that you like to drink?"
        ]
    },
    {
        "date": "10.20.168:38 pm",
        "ctx": [
            "do you recycle most of the things that you use that can be recyclable",
            "yes"
        ]
    },
    {
        "date": "10.20.167:35 pm",
        "ctx": [
            "A majority of art is observed by sight and sound, or even taste, with food. Do you think that someday art based on touch or odor will be popular?",
            "those 2 elements have been extremely popular in our world for a long time. it is your choice when to start calling it art"
        ]
    },
    {
        "date": "10.20.167:04 pm",
        "ctx": [
            "Can you read?",
            "yes"
        ]
    },
    {
        "date": "10.20.166:49 pm",
        "ctx": [
            "It's been 3 months since your last youtube video...do you know we miss you?",
            "yes. i have been working this entire time on a very special video. i am working as fast as i can, as always"
        ]
    },
    {
        "date": "10.20.165:13 pm",
        "ctx": [
            "Do you believe we are fucked?",
            "who"
        ]
    },
    {
        "date": "10.20.165:12 pm",
        "ctx": [
            "How many umbrellas do you own?",
            "sometimes 1"
        ]
    },
    {
        "date": "10.20.164:14 pm",
        "ctx": [
            "What is your second least favorite type of Mediterranean fish?",
            "i don't know any of the types"
        ]
    },
    {
        "date": "10.20.163:33 pm",
        "ctx": [
            "opinions on trombones?",
            "they are ok"
        ]
    },
    {
        "date": "10.20.162:45 pm",
        "ctx": [
            "do you like turtles?",
            "they are ok"
        ]
    },
    {
        "date": "10.20.162:38 pm",
        "ctx": [
            "Are you cryptic?",
            "not that i know of"
        ]
    },
    {
        "date": "10.20.161:54 pm",
        "ctx": [
            "why do whole notes have holes in them",
            "to be similar to half notes"
        ]
    },
    {
        "date": "10.20.161:14 pm",
        "ctx": [
            "Would you let Donald Trump use your music in one of his rallies?",
            "no"
        ]
    },
    {
        "date": "10.20.1611:09 am",
        "ctx": [
            "(ref: do-you-think-youre-cool.html)do you think you're cool"
        ]
    },
    {
        "date": "10.20.1610:48 am",
        "ctx": [
            "what was your thought process for deterimining what clips to put on reality",
            "what best fits the narrative"
        ]
    },
    {
        "date": "10.20.169:53 am",
        "ctx": [
            "will you take a break after you've finished this long project?",
            "maybe for a few minutes"
        ]
    },
    {
        "date": "10.20.169:48 am",
        "ctx": [
            "why do the bird turkey and the country turkey have the same name?",
            "because most people thought turkeys were actually a different bird, which they thought came from turkey, but didn't. then some other birds are also called turkeys because they look like the birds which looked like the birds which supposedly came from turkey, but didn't. i hope that makes sense"
        ]
    },
    {
        "date": "10.20.169:28 am",
        "ctx": [
            "Have you ever played poker?",
            "yes"
        ]
    },
    {
        "date": "10.20.167:00 am",
        "ctx": [
            "do turkeys come from turkey",
            "usually 2 turkeys"
        ]
    },
    {
        "date": "10.20.164:46 am",
        "ctx": [
            "is it better to scream silently?",
            "than what"
        ]
    },
    {
        "date": "10.20.162:28 am",
        "ctx": [
            "(ref: favorite-book-2.html)What's your favorite book you've ever read?"
        ]
    },
    {
        "date": "10.20.1612:27 am",
        "ctx": [
            "do you feel like working on the new video is testing your patience more intensely than other projects have?",
            "yes, although it is very similar to the process for history of japan. but this one is bigger"
        ]
    },
    {
        "date": "10.20.1612:21 am",
        "ctx": [
            "what do you like to do",
            "predict earthquakes"
        ]
    },
    {
        "date": "10.19.1611:53 pm",
        "ctx": [
            "Are you worried that your content will be so great that you will prevent others from creating their own content?",
            "no"
        ]
    },
    {
        "date": "10.19.1611:49 pm",
        "ctx": [
            "(ref: do-you-have-a-girlfriend.html)Do you have a significant other?"
        ]
    },
    {
        "date": "10.19.1611:21 pm",
        "ctx": [
            "Do you pronounce the word \"Read\" as \"Read\" or \"Read\"?",
            "it depends whether it is the present or past tense"
        ]
    },
    {
        "date": "10.19.1611:08 pm",
        "ctx": [
            "If you could choose to either: never have to sleep, or never have to eat, which would you choose?",
            "probably not sleep"
        ]
    },
    {
        "date": "10.19.1611:01 pm",
        "ctx": [
            "(ref: pancakes-or-waffles.html)do you prefer pancakes or waffles? I like waffles because they can hold in syrup and things like that in their little holes and stuff but I also like pancakes because they can be made into pancake art and IHOP is pretty great, I feel very conflicted on this topic and I wish to know your opinion on this."
        ]
    },
    {
        "date": "10.19.169:14 pm",
        "ctx": [
            "about how many times have you been asked when your next long video is coming out?",
            "maybe 100 billion, or 200 billion i'm not sure"
        ]
    },
    {
        "date": "10.19.169:02 pm",
        "ctx": [
            "why do people in california not follow the salt shaker rule? if it's not clear or color coded, the one with more holes is salt. that's the rule. it bothers me that people don't seem to care. what do you think of this?",
            "sounds like a great idea for a horror movie"
        ]
    },
    {
        "date": "10.19.168:29 pm",
        "ctx": [
            "How much of life should I examine ?",
            "do whatever it says on the package"
        ]
    },
    {
        "date": "10.19.168:16 pm",
        "ctx": [
            "Why did you make one long video then a bunch of teeny ones?",
            "i think i did it the other way around"
        ]
    },
    {
        "date": "10.19.167:38 pm",
        "ctx": [
            "is at least half of singing actually using your ear?",
            "you should be using voice and your ear 100% of the time. maybe even both ears"
        ]
    },
    {
        "date": "10.19.165:44 pm",
        "ctx": [
            "(ref: more-music-on-spotify.html)are you planning on putting more of your music on spotify?"
        ]
    },
    {
        "date": "10.19.165:30 pm",
        "ctx": [
            "have you always been comfortable with your voice?",
            "no"
        ]
    },
    {
        "date": "10.19.164:36 pm",
        "ctx": [
            "ever sung in a choir?",
            "no"
        ]
    },
    {
        "date": "10.19.164:36 pm",
        "ctx": [
            "Why does the book stack get to count as both a reality video and a regular video",
            "for the same reason a tomato is called both a 'tomato' and a 'tomato'"
        ]
    },
    {
        "date": "10.19.163:53 pm",
        "ctx": [
            "what kinds of shoes are the best shoes?",
            "sneakers, in my opinion"
        ]
    },
    {
        "date": "10.19.163:32 pm",
        "ctx": [
            "do you ever say \"you's\" or \"you'se\"? not sure how to spell it. but i mean as a plural for you (like \"you guys\" or \"y'all\")",
            "no"
        ]
    },
    {
        "date": "10.19.163:12 pm",
        "ctx": [
            "(ref: purpose-of-history-of-japan.html)what was your inspiration for the history of japan video"
        ]
    },
    {
        "date": "10.19.162:55 pm",
        "ctx": [
            "What is something interesting that you've learned working on your upcoming video ?",
            "there's 2 chandra guptas that have nothing to do with each other, and no one is talking about it"
        ]
    },
    {
        "date": "10.19.1612:34 pm",
        "ctx": [
            "Why don't you like capital letters and good grammar?",
            "i like both. sorry for the confusion"
        ]
    },
    {
        "date": "10.19.1612:33 pm",
        "ctx": [
            "Are you famous?",
            "i'm not sure"
        ]
    },
    {
        "date": "10.19.1611:38 am",
        "ctx": [
            "do you think we should colonize mars",
            "i do now"
        ]
    },
    {
        "date": "10.19.1611:21 am",
        "ctx": [
            "does perfection exist",
            "almost"
        ]
    },
    {
        "date": "10.19.1610:18 am",
        "ctx": [
            "Do you awnser the real questions or the auctual ones?",
            "i consder all questions real, and actual"
        ]
    },
    {
        "date": "10.19.1610:13 am",
        "ctx": [
            "(ref: favorite-color.html)What is your favorite colour?"
        ]
    },
    {
        "date": "10.19.1610:10 am",
        "ctx": [
            "Do you think that the size of ketchup packets is one of the great political issues of our time?",
            "no"
        ]
    },
    {
        "date": "10.19.1610:08 am",
        "ctx": [
            "Do you think being a mall santa pays well?",
            "no"
        ]
    },
    {
        "date": "10.19.1610:07 am",
        "ctx": [
            "Did you forget the potato salad?",
            "no"
        ]
    },
    {
        "date": "10.19.1610:07 am",
        "ctx": [
            "Do you think the first computer intelligence explosion will create a benevolent AI?",
            "'benevolent' means 'someone will think it's good.' you did not specify who"
        ]
    },
    {
        "date": "10.19.1610:05 am",
        "ctx": [
            "What are the odds we are in a simulation?",
            "i think it is likely"
        ]
    },
    {
        "date": "10.19.1610:05 am",
        "ctx": [
            "???? ???? ???????? ?? ??????? ???.",
            "i know what you mean"
        ]
    },
    {
        "date": "10.19.169:57 am",
        "ctx": [
            "Can content cause cancer?Could carefully considering carcinogenic claims concerning content completely corrupt continuous content creation?",
            "not completely"
        ]
    },
    {
        "date": "10.19.169:48 am",
        "ctx": [
            "(ref: how-are-you-feeling.html)HOW ARE YOU FEELING"
        ]
    },
    {
        "date": "10.19.169:31 am",
        "ctx": [
            "if you don't call your diary a diary then how do you call it?",
            "audio journals, i guess"
        ]
    },
    {
        "date": "10.19.169:24 am",
        "ctx": [
            "was it a bird or was it a plane",
            "it was the seljuk turks"
        ]
    },
    {
        "date": "10.19.166:25 am",
        "ctx": [
            "what is the difference of shit ton from fuck ton?",
            "i think fuck ton sounds better"
        ]
    },
    {
        "date": "10.19.164:32 am",
        "ctx": [
            "is it okay?",
            "is what ok"
        ]
    },
    {
        "date": "10.19.162:27 am",
        "ctx": [
            "will you ever tell us how many umbrellas you own ?",
            "sure"
        ]
    },
    {
        "date": "10.19.161:17 am",
        "ctx": [
            "do you think the orthogonality thesis is true?",
            "i guess"
        ]
    },
    {
        "date": "10.18.1611:57 pm",
        "ctx": [
            "Is youtube your primary source of income, or do you have another job as well?",
            "i earn 0 dollars from youtube. i am not sure if that makes it a primary source or a secondary source"
        ]
    },
    {
        "date": "10.18.1611:18 pm",
        "ctx": [
            "Are you currently working on the history of the universe video?",
            "that is not exactly what it is called, but yes"
        ]
    },
    {
        "date": "10.18.1611:16 pm",
        "ctx": [
            "how many hours have you spent making the next history video so far?",
            "i'm not sure, but i started on june 16, and i work any where between 6 and 14 hours per day on it"
        ]
    },
    {
        "date": "10.18.1610:25 pm",
        "ctx": [
            "what is the worst injury you've ever had",
            "loneliness"
        ]
    },
    {
        "date": "10.18.169:56 pm",
        "ctx": [
            "Have you considered making a full length song in the likes of \"thinking about doing some content\", \"throw away the garbage pail\", \"eat trees\", etcetera?",
            "sort of"
        ]
    },
    {
        "date": "10.18.169:51 pm",
        "ctx": [
            "can you make a website for me?",
            "not right now"
        ]
    },
    {
        "date": "10.18.169:30 pm",
        "ctx": [
            "Do you care more about making people laugh than making people think, or roughly the same? Has this changed over time at all?",
            "i am actually not sure when you are supposed to laugh and when you are supposed to think, and i often do the wrong one"
        ]
    },
    {
        "date": "10.18.169:10 pm",
        "ctx": [
            "this morning I was feeling pretty shitty about everything, but then I got a good grade on a test and felt better. but THEN, after another hour, I started to feel shitty again because the only thing that had cheered me up was a number that somebody stamped on my level of understanding of a concept. (does that make sense?) I feel that way a lot when I'm making music - like I shouldn't care what people think and that I should just do what I know feels right, but then crippled when the things I make aren't liked OR affirmed when they are. you're in an interesting position because you claim not to give a shit (which I honestly believe is true) but people still love your work and tell you that all the time. you make whatever you want, but \"whatever you want\" wins awards.what should I do? how do I ignore them? or how do I balance these two contradictory parts of my brain? OR how do I succeed at making things and feeling like they matter even if they aren't accessible or liked?",
            "you will have to believe in yourself so much that you are willing to start doing things how you want, forever, without waiting for anyone to notice, ever. you really have to be crazy. but the longer you do it, the more real it gets"
        ]
    },
    {
        "date": "10.18.168:37 pm",
        "ctx": [
            "I have organized all of my ideas on my phone and all my projects on my computer. what do I do next?",
            "make a home for your completed projects"
        ]
    },
    {
        "date": "10.18.168:30 pm",
        "ctx": [
            "does assigning human names to clouds sound like your idea of a good time?",
            "not really"
        ]
    },
    {
        "date": "10.18.165:10 pm",
        "ctx": [
            "do you misspell thigs often?",
            "i do it sometimes"
        ]
    },
    {
        "date": "10.18.165:07 pm",
        "ctx": [
            "do you like pumpkins?",
            "they are ok"
        ]
    },
    {
        "date": "10.18.164:53 pm",
        "ctx": [
            "To live longer i need to stop doing the things I like and live with more temperament than I currently do. How do I balance between the bad things that I like so I can live a healthy life?",
            "gradually do more and more things you don't like, until you don't like anything you do. then you will be healthy, and you will live a long life, giving you plenty of time to do more things you don't like"
        ]
    },
    {
        "date": "10.18.163:57 pm",
        "ctx": [
            "If you focus all your energy on creating your upcoming video as you say, then why do you stop and answer our stupid questions ?",
            "it just seems like the right thing to do"
        ]
    },
    {
        "date": "10.18.162:52 pm",
        "ctx": [
            "do u say airplane or aeroplane",
            "it depends on whether i am talking about an airplane or an aeroplane. but i actually don't know what an aeroplane is, so i don't talk about them very much"
        ]
    },
    {
        "date": "10.18.161:54 pm",
        "ctx": [
            "Will you make references to old videos as continuity gags?",
            "not too often"
        ]
    },
    {
        "date": "10.18.161:14 pm",
        "ctx": [
            "What are your favorite forms of affection?",
            "bilateral negotiations"
        ]
    },
    {
        "date": "10.18.161:12 pm",
        "ctx": [
            "Are you enjoying yourself at this moment?",
            "yes"
        ]
    },
    {
        "date": "10.18.161:10 pm",
        "ctx": [
            "are you in jail?",
            "no"
        ]
    },
    {
        "date": "10.18.1611:05 am",
        "ctx": [
            "When you record as the Bill Wurtz Fake Jazz Ensemble, do you always record your tracks in the same order (for instance keyboards first, then drums, etc.)? If so, what is the order? If not, why not?",
            "the whole thing started as a reading exercise, and originally it was usually just whole notes on the chords, and then the melody, sometimes even without drums or anything. but later on i started doing more like a 4 piece arrangement, and mostly now it goes percussion first, (then possibly another track of bigger drums, like kick/snare etc) then chords, then bass, then lead. i know you might think the bass should go before the chords, but nowadays i always do the bass after the chords, for some reason it works better that way. drums always first, but actually percussion before drums, which might seem backwards, but i discovered that percussion before drums actually works better for some reason"
        ]
    },
    {
        "date": "10.18.169:45 am",
        "ctx": [
            "Your mission is to not accept this mission. Do you accept?",
            "sorry, that is not my mission"
        ]
    },
    {
        "date": "10.18.169:38 am",
        "ctx": [
            "how do u stop urself from (ref: procrastination.html)procrastinating"
        ]
    },
    {
        "date": "10.18.167:56 am",
        "ctx": [
            "would you consider using your own channel to promote your new video?",
            "yes, by posting the video when it is done"
        ]
    },
    {
        "date": "10.18.167:52 am",
        "ctx": [
            "(ref: how-do-i-be-your-friend.html)how to be your friend ?"
        ]
    },
    {
        "date": "10.18.165:45 am",
        "ctx": [
            "When you feel sad, what do you do to not feel sad?",
            "stunts i guess"
        ]
    },
    {
        "date": "10.18.165:20 am",
        "ctx": [
            "do you know how to park diagonally?",
            "yes"
        ]
    },
    {
        "date": "10.18.164:54 am",
        "ctx": [
            "do u feel things?",
            "yes, probably too much"
        ]
    },
    {
        "date": "10.18.164:54 am",
        "ctx": [
            "have you ever been scared ?",
            "yes"
        ]
    },
    {
        "date": "10.18.164:40 am",
        "ctx": [
            "if after you died a mystical being approached you and said \"you can be resurrected and live however long you wish for, but you must remain in skeletal form\" would you accept the offer? assuming somehow you were able to do everything you could whilst you were alive, but you just appear to look like a skeleton",
            "if i were dead i would not be aware that they are talking to me. and if i was aware that they are talking to me, then that means i would be still alive and would not need to accept the offer"
        ]
    },
    {
        "date": "10.18.164:22 am",
        "ctx": [
            "do you have a bucket-list of things you want to do and places you want to go",
            "no"
        ]
    },
    {
        "date": "10.18.162:31 am",
        "ctx": [
            "When are planning on dying ?",
            "some other time"
        ]
    },
    {
        "date": "10.18.161:53 am",
        "ctx": [
            "(ref: can-we-be-friends.html)can we be pen pals"
        ]
    },
    {
        "date": "10.18.161:42 am",
        "ctx": [
            "(ref: are-you-an-alien.html)Are you secretly an alien made for creating songs?"
        ]
    },
    {
        "date": "10.18.161:22 am",
        "ctx": [
            "Why do you balk at classifying things? Do you not see the traits and methods of execution that cause things to be similar enough to be considered \"in a genre\"?",
            "you can classify anything, in any way, for any reason. that's part of the fun. there are infinite categories, and you can make up the categories. and they are ever-changing. the lines will always blur, rightfully so. in fact it seems to me that it's hard to really do anything inspiring unless you are blurring someone's line, somewhere. genre naming is (and should be) way way too fluid and elastic for me to ever be able to feel comfortable with a question like 'what genre do you prefer.' to me, favorite-genre questions actually feel the same as 'what race of people do you prefer.' it just seems to crush the entire spirit of life when you look at it that way. i hope that makes sense"
        ]
    },
    {
        "date": "10.18.161:04 am",
        "ctx": [
            "how do i move away from \"wow this is not good never gonna finish it now\" and move towards \"wow it may not be great but at least i finished something\"",
            "wait until the idea of not having anything finished starts tearing your life apart"
        ]
    },
    {
        "date": "10.18.1612:27 am",
        "ctx": [
            "You once answered a question saying that you write songs by not writing the whole thing out, just the melody and lyrics and stuff. Would you compare it to like, fake books jazz musicians use?(or any musician really)",
            "mostly yes. i have posted many of the original charts on the expert page. most of them are from around 2010. after that they were mostly not written on paper"
        ]
    },
    {
        "date": "10.18.1612:25 am",
        "ctx": [
            "(ref: do-you-sleep.html)Do you ever sleep?"
        ]
    },
    {
        "date": "10.18.1612:13 am",
        "ctx": [
            "Do you think your next video will be posted by, say, February 2017? Just curious as to how much more time you may put into the video, assuming things go relatively smoothly. Looking forward to it either way :)",
            "i have set a deadline. the deadline is completely ridiculous, and probably impossible, and i will certainly miss it, but i think it will still cause the remaining work to go twice as fast. the deadline you mentioned would be slightly more possible. the deadline i have set is quite a bit sooner, which i think is a healthy thing, although it is technically impossible"
        ]
    },
    {
        "date": "10.17.1611:38 pm",
        "ctx": [
            "Do you watch many movies, or do they detract too much from music? If you do watch them, what genre do you prefer?",
            "i am not sure how to tell what genre a movie is, or why i should care"
        ]
    },
    {
        "date": "10.17.1611:24 pm",
        "ctx": [
            "Do you get the hiccups when eating rice?",
            "not usually"
        ]
    },
    {
        "date": "10.17.1611:23 pm",
        "ctx": [
            "Do you know how to ultra-parallel park?",
            "you need special wheels to do that"
        ]
    },
    {
        "date": "10.17.1610:48 pm",
        "ctx": [
            "my keyboard keeps re-typing things that i typed yesterday. like i'll just be doing something and the keyboard starts typing what i typed before. can you help? thx",
            "looks like you've got yourself a parrot keyboard"
        ]
    },
    {
        "date": "10.17.1610:34 pm",
        "ctx": [
            "di caprio once purportedly said \"art is stupid.\" do you think that's basically true?",
            "i am not sure if he actually said that. but it is a cool thing to say"
        ]
    },
    {
        "date": "10.17.1610:18 pm",
        "ctx": [
            "Do you have any personal opinions on what basic rights all us humans should have? Would you say our current us constitution does its job well enough in that regard?",
            "the right to not die would be nice, although i understand the technology is not quite there yet"
        ]
    },
    {
        "date": "10.17.169:20 pm",
        "ctx": [
            "Do you ever get inspiration from other videos or songs?",
            "yes"
        ]
    },
    {
        "date": "10.17.168:50 pm",
        "ctx": [
            "how do you survive",
            "i don't know"
        ]
    },
    {
        "date": "10.17.168:49 pm",
        "ctx": [
            "Does your Patreon make creating longer videos like the current work-in-progress viable or would you be able to do that anyhow?",
            "patreon has no effect on the content i make. i was already making long content before i was on patreon"
        ]
    },
    {
        "date": "10.17.168:04 pm",
        "ctx": [
            "ukelele is spelled wrong on your lyrics page?",
            "that's true. i actually really hate the correct spelling of that word. the way you spelled it is the way i prefer"
        ]
    },
    {
        "date": "10.17.167:50 pm",
        "ctx": [
            "Where have you been? You haven't uploaded YouTube videos for almost four months.",
            "i am right here, in my studio, making a video, which is what i always do"
        ]
    },
    {
        "date": "10.17.166:46 pm",
        "ctx": [
            "do you avoid questions that don't address whats happening in your life right now?",
            "no"
        ]
    },
    {
        "date": "10.17.166:42 pm",
        "ctx": [
            "How are you able to overcome perfectionism and actually do something",
            "want to have the thing actually exist"
        ]
    },
    {
        "date": "10.17.166:42 pm",
        "ctx": [
            "if you can't spend any less time not working on the video, why do you answer any questions?",
            "it just seems like the right thing to do"
        ]
    },
    {
        "date": "10.17.166:30 pm",
        "ctx": [
            "da vinci purportedly said \"art is never completed, only abandoned.\" do you think that's basically true?",
            "not exactly"
        ]
    },
    {
        "date": "10.17.166:26 pm",
        "ctx": [
            "Is it time for World War 3?",
            "no"
        ]
    },
    {
        "date": "10.17.166:23 pm",
        "ctx": [
            "have you ever played a note with infinity dots?",
            "yes, although it would not be written with any dots"
        ]
    },
    {
        "date": "10.17.166:19 pm",
        "ctx": [
            "Is there a word for what you do? Sort of, compressing info down to the smallest possible size. Like turning every question into a closed one, except for the ones with effort put into them.",
            "i think what you are describing is often called 'efficiency' which is something i do value very much. i do also value other things as well"
        ]
    },
    {
        "date": "10.17.165:54 pm",
        "ctx": [
            "have you ever sang with a choral group? if not, would you want to?",
            "no. yes, but right now i don't have time"
        ]
    },
    {
        "date": "10.17.165:54 pm",
        "ctx": [
            "can I ask two questions?",
            "sure"
        ]
    },
    {
        "date": "10.17.165:03 pm",
        "ctx": [
            "should i do it",
            "do what"
        ]
    },
    {
        "date": "10.17.164:32 pm",
        "ctx": [
            "how to stop abandoning projects I can't stop starting something and never finishing",
            "i would say first find a place where you are going to put all your projects. i will tell you the next step later"
        ]
    },
    {
        "date": "10.17.164:20 pm",
        "ctx": [
            "Have you seen any interesting patterns over the years you've been answering questions? Have you noticed any cool trends communicating (however briefly) with so many people?",
            "the same questions get asked a lot"
        ]
    },
    {
        "date": "10.17.164:19 pm",
        "ctx": [
            "Do you ever feel like no matter how much work you put into music you will always be inadequate in your own eyes? Sometimes this feeling is a powerful driving force to create, other times it can feel suffocating. What's your take?",
            "not exactly. more like i just wish i had more time"
        ]
    },
    {
        "date": "10.17.164:02 pm",
        "ctx": [
            "Why don't you produce more videos like history of japan, except for other countries?",
            "seems like a good idea, but i am currently working on something bigger, and better"
        ]
    },
    {
        "date": "10.17.163:08 pm",
        "ctx": [
            "would you appreciate the ability to function without sleep",
            "yes"
        ]
    },
    {
        "date": "10.17.163:01 pm",
        "ctx": [
            "For your work and general responses to questions, do you intentionally set out to be funny, or do you just say what you think feels right and people take it as funny?",
            "i do whatever feels right. or sometimes, for a thrill, i do what feels wrong"
        ]
    },
    {
        "date": "10.17.162:47 pm",
        "ctx": [
            "How many questions you didn't answer are there",
            "probably about 8,000"
        ]
    },
    {
        "date": "10.17.1612:14 pm",
        "ctx": [
            "why are all of the good questions taken?",
            "they are not"
        ]
    },
    {
        "date": "10.17.1612:12 pm",
        "ctx": [
            "(ref: what-is-life.html)What is life?"
        ]
    },
    {
        "date": "10.17.1611:59 am",
        "ctx": [
            "how to feel less stressed?",
            "try doing your own stunts"
        ]
    },
    {
        "date": "10.17.1611:27 am",
        "ctx": [
            "(ref: will-you-be-my-friend.html)will you be my friend"
        ]
    },
    {
        "date": "10.17.1610:54 am",
        "ctx": [
            "How do you know the right time to go to bed?",
            "every time is the wrong time to go to bed. the solution is to go to bed at the wrong time, which is any time"
        ]
    },
    {
        "date": "10.17.169:28 am",
        "ctx": [
            "What's your 6th favorite color",
            "which ever one goes well with the previous 5 that were picked in that particular situation"
        ]
    },
    {
        "date": "10.17.169:22 am",
        "ctx": [
            "what are you responsible for?",
            "global warming, and 9/11"
        ]
    },
    {
        "date": "10.17.169:21 am",
        "ctx": [
            "Is it bad to be unproductive?",
            "it is good to produce some things and not produce other things"
        ]
    },
    {
        "date": "10.17.169:19 am",
        "ctx": [
            "hablas espaol?",
            "no"
        ]
    },
    {
        "date": "10.17.168:12 am",
        "ctx": [
            "(ref: do-you-believe-in-ghosts.html)Do you believe in ghosts?"
        ]
    },
    {
        "date": "10.17.168:10 am",
        "ctx": [
            "have you ever had recurring dreams?",
            "yes"
        ]
    },
    {
        "date": "10.17.165:45 am",
        "ctx": [
            "Do you know how to perpendicular park?",
            "yes"
        ]
    },
    {
        "date": "10.17.164:29 am",
        "ctx": [
            "do you have binoculars?",
            "no"
        ]
    },
    {
        "date": "10.17.163:01 am",
        "ctx": [
            "do you have a yearning for paternity",
            "not at this time"
        ]
    },
    {
        "date": "10.17.1612:52 am",
        "ctx": [
            "why are dotted notes so frustrating",
            "i don't think they are frustrating. if dotted notes did not exist, now that would be what i would call frustrating"
        ]
    },
    {
        "date": "10.17.1612:47 am",
        "ctx": [
            "is learning about yourself more important than learning about other things?",
            "no"
        ]
    },
    {
        "date": "10.17.1612:46 am",
        "ctx": [
            "how nihilistic is your view on humanity? if it isnt, what is your current perspective on what we've become so far?",
            "i am actually not too familiar with the word nihilism. but my thoughts on humanity is that it is crazy, and it is happening faster than anything on this planet. pretty soon it might even be happening faster than itself"
        ]
    },
    {
        "date": "10.17.1612:44 am",
        "ctx": [
            "(ref: do-you-enjoy-what-you-do.html)do you like doing what you do?"
        ]
    },
    {
        "date": "10.17.1612:43 am",
        "ctx": [
            "what is your favorite kind of nut?",
            "space nut i guess"
        ]
    },
    {
        "date": "10.17.1612:02 am",
        "ctx": [
            "how to contain excitement over things ?",
            "try taking your pants off"
        ]
    },
    {
        "date": "10.16.1611:56 pm",
        "ctx": [
            "hAve you ever laughed ?",
            "yes"
        ]
    },
    {
        "date": "10.16.1611:45 pm",
        "ctx": [
            "how much do you value monetary success?",
            "i value it according to the monetary value. for example: i think a billion dollar success is worth about a billion dollars. i hope that makes sense"
        ]
    },
    {
        "date": "10.16.1611:08 pm",
        "ctx": [
            "how do you feel about continuity errors?  I just watched a TV show and the pocket on her shirt switched sides in the 1st scene so I couldn't watch anymore.",
            "i wonder why that would happen... i would be curious to look at the scene. do you think it was a wardrobe switch, or a mirror image situation? one thing that really ruins things for me is edits within a conversation, which are supposed to be unnoticeable but they are noticeable. particularly when the person talking is facing away from the camera, but you can tell by the way their head is moving that it does not match. conversational edits often undermine the flow of the chemistry between the actors, and i frequently notice it"
        ]
    },
    {
        "date": "10.16.1610:49 pm",
        "ctx": [
            "why is Bill a nickname for William but Balt and Ball aren't nicknames for Walter?",
            "i don't know"
        ]
    },
    {
        "date": "10.16.1610:39 pm",
        "ctx": [
            "why do people get angry when i pass slow people while driving but it is completely acceptable to speed past slow people on the sidewalk",
            "i'm not sure how exactly you would be able to tell in either case if the person was angry at you"
        ]
    },
    {
        "date": "10.16.1610:03 pm",
        "ctx": [
            "(ref: country-requests.html)History of Canada?"
        ]
    },
    {
        "date": "10.16.169:49 pm",
        "ctx": [
            "what are you most attracted to in a person?",
            "talent"
        ]
    },
    {
        "date": "10.16.168:06 pm",
        "ctx": [
            "How do i feel satisfied with my life?",
            "try turning it sideways"
        ]
    },
    {
        "date": "10.16.167:34 pm",
        "ctx": [
            "is influence a bad thing?",
            "no"
        ]
    },
    {
        "date": "10.16.167:31 pm",
        "ctx": [
            "Have you ever had one of those days where you feel like you understand everything?",
            "almost"
        ]
    },
    {
        "date": "10.16.167:18 pm",
        "ctx": [
            "What got you into making music?",
            "music"
        ]
    },
    {
        "date": "10.16.167:00 pm",
        "ctx": [
            "do you know how to parallel park",
            "yes"
        ]
    },
    {
        "date": "10.16.166:56 pm",
        "ctx": [
            "Is it a coincidence that you made the colors of the lyrics page that of the USSR flag?",
            "yes"
        ]
    },
    {
        "date": "10.16.166:26 pm",
        "ctx": [
            "could i borrow a pencil",
            "sure"
        ]
    },
    {
        "date": "10.16.166:24 pm",
        "ctx": [
            "Why do you put random musical phrases in videos, especially like the ones in the history of Japan?",
            "because i can"
        ]
    },
    {
        "date": "10.16.165:44 pm",
        "ctx": [
            "what is it like to ride a train",
            "it is pretty cool"
        ]
    },
    {
        "date": "10.16.163:25 pm",
        "ctx": [
            "(ref: vocal-range.html)what is your vocal range?"
        ]
    },
    {
        "date": "10.16.163:09 pm",
        "ctx": [
            "When you say you've edited parts of the video, are you editing the script first before moving on, or are you working on the video and saying \"this portion of the script should be trimmed\"?",
            "i'm on 'phase 2' or the 'plan' stage, or 'pre-graphics', i am not sure what to call it. a lot of the graphic work actually gets done during this stage, it's basically like figuring out how the hell i am actually going to display on the screen what i just said in the script, and it actually inolves doing a lot more research, like nailing down exact geography specifics so i can show them on the map, or finding the images of people, etc etc. Like if i said \"and then the clowns took over\" ... a picture is worth a thousand words, so that may be fine for the script, but in order to show it on screen i have to know which clowns, i have to know what they were supposed to look like, i have to know exactly where they took over, so that often involves doing more research. or if i say 'then cheese wiz was invented' ... which cheese wiz was the first cheeze wiz? i can't just show modern cheese wiz and pass that off for the first kind. and a lot of times during this stage i may realize that a certain line in the script actually won't work, either because i realize it is innacurate, or maybe just doesn't seem good enough. so little revisions happen during this stage. also as i mentioned, the first draft was way longer than i wanted it to be, so when i do the re-writes i am always trying to say stuff quicker, and so far it is going great. every adjustment i have made has made it stronger and shorter at the same time. the shortening rate is averaging 18%, and i am at about the halfway point of the video"
        ]
    },
    {
        "date": "10.16.162:57 pm",
        "ctx": [
            "i think the 20 millino views question was poking fun at how you only work on the new video, not indirectly asking if you are working at all",
            "i think many people think that because they can't see the video, i am not doing it. i get an even mix of people who think i work too hard and think i am not working at all. it's enough to make you want to jump out of an elevator"
        ]
    },
    {
        "date": "10.16.162:17 pm",
        "ctx": [
            "What is the answer to this question?",
            "this"
        ]
    },
    {
        "date": "10.16.1612:41 pm",
        "ctx": [
            "when HoJ get 20 million views are you going to celebrate by working on the new video?",
            "i have been working on the video non-stop since june 16, and i will continue until it is done. after that, i will begin on the next thing. the view count for history of japan is not relevant to the process, although by the time it hits 20 million the video i am currently making will be done, and i will probably be doing weekly songs by that point"
        ]
    },
    {
        "date": "10.16.1612:41 pm",
        "ctx": [
            "(ref: besides-work.html)It sounds like you spend every waking hour on this video. Have you no desire to meet friends, try new things, or even just take a break?"
        ]
    },
    {
        "date": "10.16.1612:23 pm",
        "ctx": [
            "(ref: do-you-love-me.html)do you love me"
        ]
    },
    {
        "date": "10.16.1611:53 am",
        "ctx": [
            "Do you ever jump rope with the entails of your defeated enemies?",
            "no"
        ]
    },
    {
        "date": "10.16.1611:52 am",
        "ctx": [
            "What would you do with a dump truck full of bowling balls",
            "nothing"
        ]
    },
    {
        "date": "10.16.1611:33 am",
        "ctx": [
            "do you enjoy answering shitty questions (for example: whats ur favorite type of spaghetti xd)?",
            "every question is an opportunity to learn, and grow"
        ]
    },
    {
        "date": "10.16.1611:29 am",
        "ctx": [
            "(ref: video-game.html)do you play videogames? if so, what's your favorite videogame?"
        ]
    },
    {
        "date": "10.16.168:49 am",
        "ctx": [
            "do you keep a diary?",
            "yes but i don't call it that"
        ]
    },
    {
        "date": "10.16.163:31 am",
        "ctx": [
            "could you survive for long if you were trapped in a closed container with a tree? assuming water and food will be provided somehow",
            "i don't know"
        ]
    },
    {
        "date": "10.16.162:07 am",
        "ctx": [
            "have you found what you are looking for?",
            "i have found some of it"
        ]
    },
    {
        "date": "10.16.161:41 am",
        "ctx": [
            "have you ever been paranoid ?",
            "sure"
        ]
    },
    {
        "date": "10.16.161:27 am",
        "ctx": [
            "dude, whats with your beef with octave numbering? everyone knows C4 is C4",
            "sorry for the confusion, i do not have beef with octave numbering. i also agree that c4 is c4, most things are themselves no matter what system you use. c4 could be a warm hot blanket, and it is still itself. that does not help clarify what note it is"
        ]
    },
    {
        "date": "10.16.1612:08 am",
        "ctx": [
            "If you had a pet hippopotamus, what would you name it?"
        ]
    },
    {
        "date": "10.16.1612:03 am",
        "ctx": [
            "Do you ever think about how weird giraffes are?",
            "sometimes"
        ]
    },
    {
        "date": "10.15.1611:40 pm",
        "ctx": [
            "what is a car test",
            "when you make records and you need to see if they are any good"
        ]
    },
    {
        "date": "10.15.1611:36 pm",
        "ctx": [
            "if someone you didn't know wanted to take you on a trip to taiwan, would you want to go?",
            "right now i don't have time"
        ]
    },
    {
        "date": "10.15.1611:00 pm",
        "ctx": [
            "Can you make a video response to this?",
            "(ref: http://billwurtz.com/57.mp4)maybe"
        ]
    },
    {
        "date": "10.15.1610:47 pm",
        "ctx": [
            "Where do I ask you the questions?",
            "looks like you got that figured out"
        ]
    },
    {
        "date": "10.15.1610:45 pm",
        "ctx": [
            "why is there only a certain number of musical notes which repeats itself infinitely",
            "there is not"
        ]
    },
    {
        "date": "10.15.1610:42 pm",
        "ctx": [
            "I saw you answered a question about your reality page, saying you wouldn't update that until you finished \"this video,\" which I assume is your latest long-vid project. Should we expect more infrequent updates there as you do longer videos more frequently?",
            "i am always working as fast as possible. i can guarantee that you will get the same amount of content in total. whether it is a larger number of smaller packages or a smaller number of larger packages will vary over time. that being said, i don't think i am ever going to do a project as large as the one i am currently doing, and i also don't think i am every going to do a non-deadline project again. in fact i think i may have just set a deadline for this one, which may be impossible, but it made me feel better"
        ]
    },
    {
        "date": "10.15.1610:15 pm",
        "ctx": [
            "I'm feeling pretty good about this question so far.  What do you think?",
            "i don't think it's very good"
        ]
    },
    {
        "date": "10.15.1610:14 pm",
        "ctx": [
            "How do you explain dark energy",
            "honestly, it is something the scientists really haven't figured out yet. and i think 'dark energy' is a pretty lame name for it, and it is pretty obvious from that name that we don't really know what it is. but it is directly connected to gravity, which we also really don't understand. the entire world wants to fly apart (because of 'dark energy'), and everything in it wants to fly together (because of 'gravity'). and i guess no one can exactly explain why this is happening, but the way i see it if these 2 things weren't happening we wouldn't have a universe. so"
        ]
    },
    {
        "date": "10.15.1610:13 pm",
        "ctx": [
            "How many minutes is the video down to now",
            "as of half way through, i have trimmed by 2min21sec. i am currently at what used to be the 12:36 mark, which is now at 10:15. that means if nothing else is trimmed, the total time is down to at least 19:34. but if i am able to continue at this trim rate (about 18%) the total length will be down to about 17:50 by the end. but i think it would still be nice to beat 15min"
        ]
    },
    {
        "date": "10.15.1610:12 pm",
        "ctx": [
            "what is the longest wuestion you have answered on here?",
            "you will have to check for yourself"
        ]
    },
    {
        "date": "10.15.1610:12 pm",
        "ctx": [
            "I have an idea you should answer some questions that people can post on your website",
            "ok"
        ]
    },
    {
        "date": "10.15.1610:11 pm",
        "ctx": [
            "What is the cost of doing business",
            "mainly just the suits"
        ]
    },
    {
        "date": "10.15.1610:11 pm",
        "ctx": [
            "How many different types of objects have you put in a toaster",
            "1 or 2 i can't remember"
        ]
    },
    {
        "date": "10.15.1610:06 pm",
        "ctx": [
            "Can I borrow your oscilloscope",
            "i don't have one"
        ]
    },
    {
        "date": "10.15.1610:03 pm",
        "ctx": [
            "Do you ever drive to Saskatchewan to pick flowers",
            "i have not done it as of yet"
        ]
    },
    {
        "date": "10.15.1610:02 pm",
        "ctx": [
            "Thoughts on crumpets?",
            "i have no idea what they are"
        ]
    },
    {
        "date": "10.15.1610:00 pm",
        "ctx": [
            "Trump or Hillary",
            "what is the 2016 united states presidential election"
        ]
    },
    {
        "date": "10.15.169:59 pm",
        "ctx": [
            "Is making content the most important thing a person can do",
            "it is a good idea for some people"
        ]
    },
    {
        "date": "10.15.169:55 pm",
        "ctx": [
            "Have you ever created human life from the rib of another human",
            "no"
        ]
    },
    {
        "date": "10.15.169:51 pm",
        "ctx": [
            "What year was your favorite",
            "my favorite year is usually the current year, because is usually the year that holds the most opportunities"
        ]
    },
    {
        "date": "10.15.169:41 pm",
        "ctx": [
            "(ref: dont-understand.html)sweet or salted popcorn?"
        ]
    },
    {
        "date": "10.15.169:38 pm",
        "ctx": [
            "Why can't cars drive up",
            "the same reason they couldn't drive forward before they could drive forward"
        ]
    },
    {
        "date": "10.15.169:36 pm",
        "ctx": [
            "What do you have against the letter W?",
            "sorry for the confusion. i do not have anything against the letter w"
        ]
    },
    {
        "date": "10.15.169:21 pm",
        "ctx": [
            "(ref: unanswered.html\">What do you do with the questions you have never answered? And <a href=\"answer-old-questions.html)have you ever been late in answering a question?"
        ]
    },
    {
        "date": "10.15.168:45 pm",
        "ctx": [
            "how to fly a plane?",
            "i am not sure"
        ]
    },
    {
        "date": "10.15.168:16 pm",
        "ctx": [
            "Do you find that you get eye strain a lot from using a computer and if so do you use something like f.lux to reduce it working at night?",
            "the secret is to always have other lights on in the room as well, and also keep the brightness level set to a reasonable level"
        ]
    },
    {
        "date": "10.15.168:13 pm",
        "ctx": [
            "do you think i can go to mars?",
            "not yet"
        ]
    },
    {
        "date": "10.15.167:58 pm",
        "ctx": [
            "are you ready for halloween?",
            "yes"
        ]
    },
    {
        "date": "10.15.167:01 pm",
        "ctx": [
            "Is your real name Fretzeldurmf ?",
            "no"
        ]
    },
    {
        "date": "10.15.166:53 pm",
        "ctx": [
            "how to execute ideas?",
            "every idea is executed differently"
        ]
    },
    {
        "date": "10.15.166:30 pm",
        "ctx": [
            "what is your favorite planet?",
            "earth"
        ]
    },
    {
        "date": "10.15.166:20 pm",
        "ctx": [
            "do you listen to any podcasts?",
            "no"
        ]
    },
    {
        "date": "10.15.166:20 pm",
        "ctx": [
            "how to stop thinking you are insane?",
            "become a succesful currency trader on the foreign exchange market"
        ]
    },
    {
        "date": "10.15.166:20 pm",
        "ctx": [
            "can I send you an email?",
            "sure"
        ]
    },
    {
        "date": "10.15.166:19 pm",
        "ctx": [
            "(ref: do-you-enjoy-answering-questions.html)do you like answering questions?"
        ]
    },
    {
        "date": "10.15.165:54 pm",
        "ctx": [
            "i think 26 letters are not enough. do you agree?",
            "i think it's ok"
        ]
    },
    {
        "date": "10.15.165:48 pm",
        "ctx": [
            "is my floor annoyed with me because i stamp on it all the time?",
            "i don't think so"
        ]
    },
    {
        "date": "10.15.165:44 pm",
        "ctx": [
            "(ref: productive-time-of-day.html)what time of the day you are most productive?"
        ]
    },
    {
        "date": "10.15.165:34 pm",
        "ctx": [
            "Will you release you'r next history video as a Christmas gift?",
            "i am working as fast as i can, as always"
        ]
    },
    {
        "date": "10.15.165:28 pm",
        "ctx": [
            "r u a real human or a fake human",
            "i will check"
        ]
    },
    {
        "date": "10.15.164:51 pm",
        "ctx": [
            "do you get many questions?",
            "yes"
        ]
    },
    {
        "date": "10.15.164:08 pm",
        "ctx": [
            "have you ever put your music onto physical CDs?",
            "i do it for car tests"
        ]
    },
    {
        "date": "10.15.161:06 pm",
        "ctx": [
            "Hey billlll wondering if you'll upload any new craxy content on ur yt channel",
            "yes, i will continue doing it for the rest of my life. another important step which you did not mention is making the videos, which i will do as well"
        ]
    },
    {
        "date": "10.15.1612:55 pm",
        "ctx": [
            "Have you tried to get creative by thinking upside down",
            "yes"
        ]
    },
    {
        "date": "10.15.1612:28 pm",
        "ctx": [
            "(ref: dont-understand.html)art?"
        ]
    },
    {
        "date": "10.15.1612:15 pm",
        "ctx": [
            "Not sure when your birthday is. Either way (ref: happy-birthday.html)Happy birthday, your alive right"
        ]
    },
    {
        "date": "10.15.1612:08 pm",
        "ctx": [
            "do you like when people like you",
            "it is nice"
        ]
    },
    {
        "date": "10.15.1612:04 pm",
        "ctx": [
            "How much editing do you do for videos",
            "a medium amount"
        ]
    },
    {
        "date": "10.15.1611:39 am",
        "ctx": [
            "If your first name is William, why did you choose the nickname Bill over Will?",
            "that would be way too many W's"
        ]
    },
    {
        "date": "10.15.1611:00 am",
        "ctx": [
            "Tips on teaching a young child who has never played piano how to play piano??",
            "no"
        ]
    },
    {
        "date": "10.15.1610:41 am",
        "ctx": [
            "have you ever wanted to roll around in a giant pile of pistachios",
            "no"
        ]
    },
    {
        "date": "10.15.1610:41 am",
        "ctx": [
            "are direct conversations with you possible?",
            "yes"
        ]
    },
    {
        "date": "10.15.1610:41 am",
        "ctx": [
            "can i try to understand you?",
            "sure"
        ]
    },
    {
        "date": "10.15.1610:39 am",
        "ctx": [
            "do you ever just want to think non-linearly and want to jump from idea to idea with no correlation between the two and no idea affects the next?",
            "sort of, but there always is a connection, even if you are trying to make it seem like there is no connection, that is a connection"
        ]
    },
    {
        "date": "10.15.1610:38 am",
        "ctx": [
            "wake up",
            "i am awake"
        ]
    },
    {
        "date": "10.15.1610:34 am",
        "ctx": [
            "can we reset or remove humanity and everything it's developed",
            "that seems counter productive"
        ]
    },
    {
        "date": "10.15.1610:08 am",
        "ctx": [
            "what skin color should i pick?",
            "how about one that no one else has picked"
        ]
    },
    {
        "date": "10.15.1610:03 am",
        "ctx": [
            "What is discipline",
            "i'm not sure"
        ]
    },
    {
        "date": "10.15.169:21 am",
        "ctx": [
            "Have you ever started writing/typing out your thoughts and ended up with like ten pages?",
            "yes"
        ]
    },
    {
        "date": "10.15.168:14 am",
        "ctx": [
            "(ref: when-is-the-next-video-late2016.html)when do you make the next video"
        ]
    },
    {
        "date": "10.15.167:59 am",
        "ctx": [
            "is the next vid about 3d printing small rocks?",
            "no"
        ]
    },
    {
        "date": "10.15.166:06 am",
        "ctx": [
            "&#35328;&#35486;&#12398;&#21193;&#24375;&#12377;&#12427;&#12398;&#12364;&#22909;&#12365;&#12391;&#12377;&#12363;&#65311;",
            "&#12399;&#12356;"
        ]
    },
    {
        "date": "10.15.164:43 am",
        "ctx": [
            "How much (ref: bleach.html)bleach could a woodchuck chug if a woodchuck could chug bleach?"
        ]
    },
    {
        "date": "10.15.164:18 am",
        "ctx": [
            "am i wrong",
            "not that i know of"
        ]
    },
    {
        "date": "10.15.164:17 am",
        "ctx": [
            "what is the biggest number",
            "1"
        ]
    },
    {
        "date": "10.15.164:17 am",
        "ctx": [
            "how much woodchuck can a woodchuck chuck if they're all dead",
            "0"
        ]
    },
    {
        "date": "10.15.164:16 am",
        "ctx": [
            "what is anything",
            "something"
        ]
    },
    {
        "date": "10.15.164:11 am",
        "ctx": [
            "who invented ducks",
            "ducks"
        ]
    },
    {
        "date": "10.15.163:44 am",
        "ctx": [
            "Why do we exist?",
            "because we can"
        ]
    },
    {
        "date": "10.15.161:37 am",
        "ctx": [
            "How much bleach can you chug?",
            "i don't know"
        ]
    },
    {
        "date": "10.15.161:05 am",
        "ctx": [
            "is it a good time to get a haircut",
            "that would depend on how long your hair is, how long you want it to be, the hours of your local barber shop(s) and your current schedule. without knowing any of those 4 factors it would be hard to evaluate the situation"
        ]
    },
    {
        "date": "10.15.161:04 am",
        "ctx": [
            "(ref: friendship.html)Can we be friends?"
        ]
    },
    {
        "date": "10.15.1612:42 am",
        "ctx": [
            "(ref: purpose-of-history-of-japan.html)what motivated you to make the 'history of japan' video? :)"
        ]
    },
    {
        "date": "10.15.1612:29 am",
        "ctx": [
            "Bill, how do you keep yourself inspired to make your content?",
            "the same way you might keep yourself inspired to climb out of a pool of hot lava"
        ]
    },
    {
        "date": "10.15.1612:03 am",
        "ctx": [
            "(ref: are-you-ok.html)hey bill you doin ok just wondering"
        ]
    },
    {
        "date": "10.14.1611:38 pm",
        "ctx": [
            "what should I do?",
            "anything"
        ]
    },
    {
        "date": "10.14.1611:26 pm",
        "ctx": [
            "are windows mirrors to the underworlddude im freaking out",
            "i would say more like a side world"
        ]
    },
    {
        "date": "10.14.1611:24 pm",
        "ctx": [
            "when is tommorow",
            "anywhere between 0 and 24 hours from now"
        ]
    },
    {
        "date": "10.14.1610:59 pm",
        "ctx": [
            "(ref: dont-understand.html)mac n cheese?"
        ]
    },
    {
        "date": "10.14.1610:44 pm",
        "ctx": [
            "do you know how to solve a rubik's cube?",
            "no"
        ]
    },
    {
        "date": "10.14.1610:19 pm",
        "ctx": [
            "donald trump?",
            "no, this is bill. i think donald is using a different site now"
        ]
    },
    {
        "date": "10.14.169:54 pm",
        "ctx": [
            "what is one of your favourite things ?",
            "small rocks"
        ]
    },
    {
        "date": "10.14.167:59 pm",
        "ctx": [
            "why stop time and make 1000 songs and 1000 videos when you could stop time and make a billion songs and a quadrillion videos?",
            "after 1000 songs and videos it might be a good idea to try some different things"
        ]
    },
    {
        "date": "10.14.167:33 pm",
        "ctx": [
            "hey man (ref: how-are-you.html)how are you?"
        ]
    },
    {
        "date": "10.14.167:04 pm",
        "ctx": [
            "why don't you show your face in your videos",
            "i do"
        ]
    },
    {
        "date": "10.14.166:57 pm",
        "ctx": [
            "what is",
            "anything"
        ]
    },
    {
        "date": "10.14.166:52 pm",
        "ctx": [
            "Do you like music?",
            "it is ok"
        ]
    },
    {
        "date": "10.14.166:50 pm",
        "ctx": [
            "(ref: whats-the-password.html)whats the password?"
        ]
    },
    {
        "date": "10.14.165:27 pm",
        "ctx": [
            "(ref: can-you-answer-this-question.html)will u answer this"
        ]
    },
    {
        "date": "10.14.165:04 pm",
        "ctx": [
            "how many seconds in a trillion?",
            "a trillion"
        ]
    },
    {
        "date": "10.14.164:26 pm",
        "ctx": [
            "whats your favorite (ref: memes.html)meme?"
        ]
    },
    {
        "date": "10.14.164:06 pm",
        "ctx": [
            "Does it feel like all of this matters?",
            "all of what"
        ]
    },
    {
        "date": "10.14.162:48 pm",
        "ctx": [
            "i need to work on my video game. i need not to procrastinate. how do you manage to be productive?",
            "you don't have to do the project if you don't want to"
        ]
    },
    {
        "date": "10.14.1611:22 am",
        "ctx": [
            "what do i do when i'm good at doing something, but at the same time, i fucking hate doing it",
            "try not to do it"
        ]
    },
    {
        "date": "10.14.1610:55 am",
        "ctx": [
            "(ref: 2-plus-2.html)what's 2 + 2"
        ]
    },
    {
        "date": "10.14.169:18 am",
        "ctx": [
            "What happens when a unstoppable object hits a immovable object",
            "there is no such thing as either of those 2 things"
        ]
    },
    {
        "date": "10.14.168:33 am",
        "ctx": [
            "I looked at 'reality' and wonder if you'll stop doing vine and do more long videos. The Japan video was amazing. This is not a question... or is it?",
            "i need to do many different types and lengths of videos. vine allows longer videos now. i will see if vine is still popular after this history video is done, and evaluate whether it is worth it to do square edits of all my videos, including the longer ones"
        ]
    },
    {
        "date": "10.14.163:00 am",
        "ctx": [
            "Do you think you have socially fully acceptable insanity?",
            "you will have to ask society whether they accept me"
        ]
    },
    {
        "date": "10.14.162:42 am",
        "ctx": [
            "how to sleep?",
            "stay awake for a while, it will happen automatically"
        ]
    },
    {
        "date": "10.14.162:38 am",
        "ctx": [
            "Do you take the same approach answering questions as you do making videos?",
            "no"
        ]
    },
    {
        "date": "10.14.161:00 am",
        "ctx": [
            "(ref: more-of-the-same.html)are you gonna make another video like the history of japan ;-;"
        ]
    },
    {
        "date": "10.14.1612:58 am",
        "ctx": [
            "what is the derivative of e to the power of x",
            "itself"
        ]
    },
    {
        "date": "10.14.1612:50 am",
        "ctx": [
            "will you ever make a q&a section on your website?",
            "yes"
        ]
    },
    {
        "date": "10.14.1612:19 am",
        "ctx": [
            "How high can you jump?",
            "high enough to jump over challenges, and obstacles"
        ]
    },
    {
        "date": "10.13.1611:22 pm",
        "ctx": [
            "Do you ever lick stamps and stick them to your eyebrows",
            "no"
        ]
    },
    {
        "date": "10.13.1611:07 pm",
        "ctx": [
            "IF you don't reply to out question does it mean that it was unworthy?",
            "no"
        ]
    },
    {
        "date": "10.13.1610:35 pm",
        "ctx": [
            "Why does dating suck so much?",
            "i am not sure i even know what it is"
        ]
    },
    {
        "date": "10.13.1610:34 pm",
        "ctx": [
            "what's your physical state right now?",
            "good"
        ]
    },
    {
        "date": "10.13.1610:33 pm",
        "ctx": [
            "What's the ocean made of?",
            "water, and some plastic. i am not sure what else"
        ]
    },
    {
        "date": "10.13.1610:17 pm",
        "ctx": [
            "would you reccomend anything ?",
            "yes"
        ]
    },
    {
        "date": "10.13.169:40 pm",
        "ctx": [
            "What should I do if I work on a project and then lose motivation because new ideas come to my mind and I want to do something else?",
            "panic"
        ]
    },
    {
        "date": "10.13.168:26 pm",
        "ctx": [
            "Do you recommend any books?",
            "not usually"
        ]
    },
    {
        "date": "10.13.168:08 pm",
        "ctx": [
            "do u do ur stuff slap dash or do u put loads of thought into everything?",
            "both. it is usually a push-pull between those 2 forces, both of which are extremely important"
        ]
    },
    {
        "date": "10.13.167:32 pm",
        "ctx": [
            "is there contention in your content?",
            "not usually"
        ]
    },
    {
        "date": "10.13.165:18 pm",
        "ctx": [
            "if you got five times the questions would you answer the same amount of five times more?",
            "the same amount"
        ]
    },
    {
        "date": "10.13.164:41 pm",
        "ctx": [
            "do you think college is a good investment? if you answer anything besides yes or no I will fuck a cabbage and then bludgeon myself to death with it",
            "yes or no"
        ]
    },
    {
        "date": "10.13.164:12 pm",
        "ctx": [
            "How do you overcome the great challenges induced by your haircut?",
            "the same way you might overcome any other challenge, such as a malicious lawsuit, or a life of poverty"
        ]
    },
    {
        "date": "10.13.164:04 pm",
        "ctx": [
            "would you have a sandwich made of sandwich sandwiches",
            "sure"
        ]
    },
    {
        "date": "10.13.163:44 pm",
        "ctx": [
            "what makes the perfect salad?",
            "just the right amount of flaws, and imperfections"
        ]
    },
    {
        "date": "10.13.163:29 pm",
        "ctx": [
            "does the universe appreciate itself",
            "yes"
        ]
    },
    {
        "date": "10.13.162:51 pm",
        "ctx": [
            "do you think scientists will invent technology that will allow humans to communicate instantaneously with life on other planets?",
            "yes"
        ]
    },
    {
        "date": "10.13.161:51 pm",
        "ctx": [
            "what is your favorite mode of transportation",
            "already being there"
        ]
    },
    {
        "date": "10.13.161:43 pm",
        "ctx": [
            "is happiness a mindset or a state of being?",
            "sure"
        ]
    },
    {
        "date": "10.13.161:38 pm",
        "ctx": [
            "Are you using any numbers in your new video?  If so, which ones",
            "so far i have used 1, 2, 3, 5, 7, 8, 10, 12, 100, 500, 380000, 1 billion"
        ]
    },
    {
        "date": "10.13.161:38 pm",
        "ctx": [
            "What are you thinking about right now",
            "how i should answer this question"
        ]
    },
    {
        "date": "10.13.161:33 pm",
        "ctx": [
            "What do you look for in a good paperweight",
            "i use a clip"
        ]
    },
    {
        "date": "10.13.161:32 pm",
        "ctx": [
            "(ref: dont-understand.html)Shredded beef, ground beef, or chicken?"
        ]
    },
    {
        "date": "10.13.161:08 pm",
        "ctx": [
            "Would you want to learn a foreign language that you don't know too well?",
            "yes"
        ]
    },
    {
        "date": "10.13.1612:40 pm",
        "ctx": [
            "How can someone become your archnemesis?",
            "i am actually not totally sure what an archnemesis is, and how it differs from a regular nemesis"
        ]
    },
    {
        "date": "10.13.1612:40 pm",
        "ctx": [
            "do you aim to maintain this unique level of communication with your fans when you become even more busy and successful?",
            "yes"
        ]
    },
    {
        "date": "10.13.1612:37 pm",
        "ctx": [
            "what is your beef with ELI5",
            "sorry for the confusion, i don't have beef with eli5"
        ]
    },
    {
        "date": "10.13.1612:32 pm",
        "ctx": [
            "How do you feel about providing answers to questions that are beyond your understanding?",
            "fine"
        ]
    },
    {
        "date": "10.13.1612:29 pm",
        "ctx": [
            "how do i learn how to read?",
            "so far you are doing great"
        ]
    },
    {
        "date": "10.13.1611:29 am",
        "ctx": [
            "Do you do anything besides work? And I don't mean sleeping, I mean watch movies, series, go to concerts, hanging out with friends?",
            "?? why would i want this video to be done any later than it already will be"
        ]
    },
    {
        "date": "10.13.1611:02 am",
        "ctx": [
            "can you sing the current date and time where you are",
            "yes but i am not going to"
        ]
    },
    {
        "date": "10.13.1610:43 am",
        "ctx": [
            "all my friends think i'm gay because i've never had a girlfriend. but i've never had a boyfriend either - what makes them think this way?",
            "who cares"
        ]
    },
    {
        "date": "10.13.1610:20 am",
        "ctx": [
            "how do you learn a long poem by heartsincerely, a racoon",
            "there is no quick way to do it, you need to allow a lot of time, like perhaps a couple of days, depending on the length of the material. just start reading it a few times, out loud, or in your head, and then after you read it a few times, start quizzing yourself. start from the beginning and try to remember it, and then check when you get stuck. just keep doing this and eventually you will learn it. i don't think there is a quick way, i wish there was"
        ]
    },
    {
        "date": "10.13.168:46 am",
        "ctx": [
            "If eating something became an act not necessarily being required for you to surviv, would you quit this action?",
            "i would probably do it on a much different time table"
        ]
    },
    {
        "date": "10.13.168:40 am",
        "ctx": [
            "Do you want to be defined in one sentence?",
            "ok"
        ]
    },
    {
        "date": "10.13.167:11 am",
        "ctx": [
            "How can I make myself exist without existing?",
            "the same way i can answer this question without answering it"
        ]
    },
    {
        "date": "10.13.167:08 am",
        "ctx": [
            "(ref: do-you-watch-anime.html)Do you watch anime?"
        ]
    },
    {
        "date": "10.13.167:03 am",
        "ctx": [
            "Do you know the difference between hurricanes typhoons and cyclones",
            "not really"
        ]
    },
    {
        "date": "10.13.162:16 am",
        "ctx": [
            "how to not be tired?",
            "sleep for a while"
        ]
    },
    {
        "date": "10.13.162:05 am",
        "ctx": [
            "how do I learn how to swim",
            "read books about swimming"
        ]
    },
    {
        "date": "10.13.161:46 am",
        "ctx": [
            "do you like vampires",
            "i don't know any"
        ]
    },
    {
        "date": "10.13.161:41 am",
        "ctx": [
            "10.12.16  2:27 pm   have you ever went back to answer a question after answering many more questions asked after it\n\nyes\n\n10.10.16  1:28 am   What is the number one rule you follow when answering these questions ?\n\nanswer them in the order they were received\n\nwhat is the truth",
            "you forgot to mention [10.10.165:11 pm do you ever break any of your own rules \"yes\"]"
        ]
    },
    {
        "date": "10.13.1612:40 am",
        "ctx": [
            "Do you think jokes about someone's stereotypical nationality are unacceptable even if there are no malicious intention?",
            "i personally accept jokes on a joke by joke basis. i am not sure how other people accept jokes"
        ]
    },
    {
        "date": "10.13.1612:38 am",
        "ctx": [
            "I have too much creativity, too many ideas, too many dreams, so much bleh... and I'm not actually using this to my advantage. How do I make my dreams a reality? Thanks",
            "start by organizing your ideas and dreams, and get back to me"
        ]
    },
    {
        "date": "10.12.1611:44 pm",
        "ctx": [
            "thoughts on tapirs?",
            "not at this time"
        ]
    },
    {
        "date": "10.12.1611:26 pm",
        "ctx": [
            "I TRUSTED THERE TO BE A BASS TO SUPPORT THE ROOT OF MY Ab 13TH!!",
            "over time your relationship with your bass player should grow organically so you both will intuitively work in congruence, possibly to even discover new surprises"
        ]
    },
    {
        "date": "10.12.1611:18 pm",
        "ctx": [
            "How come there's so much we can't do?",
            "to give us a chance to learn how"
        ]
    },
    {
        "date": "10.12.1611:17 pm",
        "ctx": [
            "how much tolerance do you really have.",
            "for what"
        ]
    },
    {
        "date": "10.12.1611:09 pm",
        "ctx": [
            "How long until tomorrow?",
            "anywhere between 0 and 24 hours"
        ]
    },
    {
        "date": "10.12.1611:07 pm",
        "ctx": [
            "Do you think when children are born they should be left in the wilderness to figure out how to live?",
            "no"
        ]
    },
    {
        "date": "10.12.1611:06 pm",
        "ctx": [
            "Are you waiting for anything?",
            "no"
        ]
    },
    {
        "date": "10.12.1611:04 pm",
        "ctx": [
            "I am currently studying for University entrance exams. Do you have any motivational quotes for me?",
            "\"university is a great way to get ahead in society\" -society"
        ]
    },
    {
        "date": "10.12.1610:52 pm",
        "ctx": [
            "Have you thought about documenting--in some way accessible to your fans--the process of making this video, so people get an idea for how painstaking it is?",
            "yes"
        ]
    },
    {
        "date": "10.12.1610:28 pm",
        "ctx": [
            "i wish you were a human",
            "i am"
        ]
    },
    {
        "date": "10.12.1610:15 pm",
        "ctx": [
            "(ref: more-of-the-same.html)Any chance we get another history video ever?"
        ]
    },
    {
        "date": "10.12.1610:15 pm",
        "ctx": [
            "how do you feel about typos?",
            "fine"
        ]
    },
    {
        "date": "10.12.169:59 pm",
        "ctx": [
            "what have you been up to lately? besides work",
            "?? why would i want this video to be done any later than it already will be"
        ]
    },
    {
        "date": "10.12.169:28 pm",
        "ctx": [
            "(ref: what-are-you.html)WHAT ARE YOU"
        ]
    },
    {
        "date": "10.12.168:56 pm",
        "ctx": [
            "If you were a superhero, what would your power be?",
            "being normal"
        ]
    },
    {
        "date": "10.12.167:48 pm",
        "ctx": [
            "If I teach myself guitar do I have to first learn about the \"technical\" aspects of playing it, like where my fingers should go or how to strum, or can I just jump in and experiment?",
            "if you are teaching yourself then you are supposed to be the teacher"
        ]
    },
    {
        "date": "10.12.167:20 pm",
        "ctx": [
            "(ref: are-you-ok.html)Are you okay?"
        ]
    },
    {
        "date": "10.12.166:45 pm",
        "ctx": [
            "Does a certain type of person have all the power?",
            "no"
        ]
    },
    {
        "date": "10.12.165:10 pm",
        "ctx": [
            "(ref: harbfeadtuegwtdlml.html)Has Anyone Really Been Far Even as Decided to Use Even Go Want to do Look More Like?"
        ]
    },
    {
        "date": "10.12.163:48 pm",
        "ctx": [
            "I heard you have a table, are there beans on it?",
            "no"
        ]
    },
    {
        "date": "10.12.162:51 pm",
        "ctx": [
            "What is your favorite part of the hero's journey",
            "on a hero's journey, the bad parts are actually the good parts. that's the way hero's journeys work. so that complicates the question"
        ]
    },
    {
        "date": "10.12.162:45 pm",
        "ctx": [
            "YOU STOPPED UPLOADING VIDEOS!",
            "i prefer to call it \"making the next video\""
        ]
    },
    {
        "date": "10.12.162:43 pm",
        "ctx": [
            "how do i get my friend to stop kicking me",
            "stop being their friend. they will still be kicking you but it will not be your friend that is kicking you. i hope that solves the problem"
        ]
    },
    {
        "date": "10.12.162:27 pm",
        "ctx": [
            "have you ever went back to answer a question after answering many more questions asked after it",
            "yes"
        ]
    },
    {
        "date": "10.12.162:10 pm",
        "ctx": [
            "What do you do when you don't want to do something?",
            "try to figure out if i have to do it"
        ]
    },
    {
        "date": "10.12.162:05 pm",
        "ctx": [
            "how is the progress coming along on the new vid?",
            "good"
        ]
    },
    {
        "date": "10.12.161:05 pm",
        "ctx": [
            "do you ever feel selfish keeping all this privacy to yourself",
            "yes"
        ]
    },
    {
        "date": "10.12.1611:43 am",
        "ctx": [
            "Why is life made only for to end?",
            "to see how much you can get done"
        ]
    },
    {
        "date": "10.12.1610:33 am",
        "ctx": [
            "Cat or dog?",
            "is what a cat or dog"
        ]
    },
    {
        "date": "10.12.1610:27 am",
        "ctx": [
            "will there be a time when all the questions become green links because they have been answered before?",
            "no"
        ]
    },
    {
        "date": "10.12.1610:12 am",
        "ctx": [
            "tim heidecker once said about writing music, \"I love the idea of creating confusion about what is sincere and what is not, and what's a joke and what is not.\" is that something you relate to?",
            "oh hell yeah"
        ]
    },
    {
        "date": "10.12.165:45 am",
        "ctx": [
            "what is a 4 letter word you can use in various ways that are mostly negative?",
            "hate"
        ]
    },
    {
        "date": "10.12.165:45 am",
        "ctx": [
            "is love the only 4 letter word you can use in various ways that are mostly positive?",
            "i don't think so"
        ]
    },
    {
        "date": "10.12.165:01 am",
        "ctx": [
            "In your song New Canaan, you say that you're going to New Canaan, Pennsylvania, then later rectify that the town is actually in Connecticut (which is true). However, you go on to refer to it as \"New Canaan, Pennsylvania\" many times after that. Why?",
            "not many times, only once. and there are multiple reasons why. the first reason would be the same reason that it is said that way in the first line of the song -- it is just better melodically. the second reason is because given that it already is that way at the beginning of the verse, the verse naturally wants to end the same as it started. and the 3rd reason it makes sense is that by immediately returning to false details after having explained the real truth, we have now firmly established the recurring theme of incorrect details, which is further developed later. i think if you try singing 'connecticut' in either of the first 2 locations where it's 'pennsylvania' i think you will find that it is not only extremely awkward, but also undermines one of the main concepts of the song"
        ]
    },
    {
        "date": "10.12.162:40 am",
        "ctx": [
            "Are you on the autism spectrum? I'm genuinely curious. I realize this is a very personal thing to ask. Given the format, you only have to answer if you want to. Whatever action you take, remember that I have nothing but love for you!",
            "i have never been tested"
        ]
    },
    {
        "date": "10.12.162:24 am",
        "ctx": [
            "How did the swedish people come so obssessed with anime?",
            "because i guess everyone else had already become obsessed with it"
        ]
    },
    {
        "date": "10.12.161:14 am",
        "ctx": [
            "(ref: are-you-real.html)Are you even real?"
        ]
    },
    {
        "date": "10.12.161:12 am",
        "ctx": [
            "Will you ever tour to Australia ?",
            "yes"
        ]
    },
    {
        "date": "10.12.161:01 am",
        "ctx": [
            "what makes you think the way you do?",
            "everything"
        ]
    },
    {
        "date": "10.12.1612:36 am",
        "ctx": [
            "would you make a deal with the devil",
            "sure"
        ]
    },
    {
        "date": "10.12.1612:23 am",
        "ctx": [
            "I understand that it is a paradox, but how do you literally add information while making it shorter?I cannot wrap my brain around this concept.",
            "shorten the delivery of the existing information, while also possibly finding some unnecessary information which can be removed, and be replaced with information that is hopefully slightly more significant, while also keeping the added information very concise. it's kind of like making a computer faster and smaller at the same time. it sounds like a paradox but you can do it if you try"
        ]
    },
    {
        "date": "10.11.1611:50 pm",
        "ctx": [
            "Will you join the the traveling wilburys?",
            "not right now"
        ]
    },
    {
        "date": "10.11.1611:36 pm",
        "ctx": [
            "(ref: favorite-key.html)favorite key in music?"
        ]
    },
    {
        "date": "10.11.1611:35 pm",
        "ctx": [
            "how would you describe dynamics?",
            "it's a word with a lot of meanings"
        ]
    },
    {
        "date": "10.11.1611:34 pm",
        "ctx": [
            "(ref: favorite-instrument.html)what is your favorite instrument?"
        ]
    },
    {
        "date": "10.11.1611:33 pm",
        "ctx": [
            "Have you made things right yet?",
            "i am working on it now"
        ]
    },
    {
        "date": "10.11.1611:22 pm",
        "ctx": [
            "You've defined love, can you define dove plz thanks",
            "it's a bird"
        ]
    },
    {
        "date": "10.11.169:44 pm",
        "ctx": [
            "(ref: more-of-the-same.html)can you do more history videos on other countries"
        ]
    },
    {
        "date": "10.11.168:10 pm",
        "ctx": [
            "which one do you like better?",
            "there is only one"
        ]
    },
    {
        "date": "10.11.168:07 pm",
        "ctx": [
            "What would you do if you came home to find your room filled top to bottom with broken toaster ovens?",
            "start removing the toaster ovens"
        ]
    },
    {
        "date": "10.11.167:48 pm",
        "ctx": [
            "What do you do in your free time?",
            "get as much work done as possible"
        ]
    },
    {
        "date": "10.11.167:41 pm",
        "ctx": [
            "(ref: how-do-you-remember-if-a-question-has-already-been-asked-before.html)You know how you make special pages for questions that are asked multiple times? How do you remember which questions have been asked multiple times? Do you have super memory or do you just recall some questions and not others?"
        ]
    },
    {
        "date": "10.11.167:40 pm",
        "ctx": [
            "backwards questions read ever you do",
            "i try to read questions in the direction they are asked"
        ]
    },
    {
        "date": "10.11.167:32 pm",
        "ctx": [
            "Can you bite your own toe nails off",
            "no"
        ]
    },
    {
        "date": "10.11.167:30 pm",
        "ctx": [
            "(ref: more-of-the-same.html)can you make more amazing history videos"
        ]
    },
    {
        "date": "10.11.166:12 pm",
        "ctx": [
            "Why can't I read?",
            "i think you can"
        ]
    },
    {
        "date": "10.11.165:54 pm",
        "ctx": [
            "(ref: are-you-still-a-piece-of-garbage.html)Are you still a piece of garbage?"
        ]
    },
    {
        "date": "10.11.165:52 pm",
        "ctx": [
            "what will you be for Halloween?",
            "a person"
        ]
    },
    {
        "date": "10.11.165:23 pm",
        "ctx": [
            "what are you doing for halloween this year bill?",
            "trying to get as much work done as possible"
        ]
    },
    {
        "date": "10.11.165:19 pm",
        "ctx": [
            "(ref: lyrics-or-music-first.html)when you're writing songs do you start with the music or the lyrics?"
        ]
    },
    {
        "date": "10.11.162:53 pm",
        "ctx": [
            "help, i am overwheled by the possibilities of infinite space while burdened by the responsibility of free choice, what do i do?",
            "document your journey"
        ]
    },
    {
        "date": "10.11.162:31 pm",
        "ctx": [
            "what will you be for halloween",
            "a person"
        ]
    },
    {
        "date": "10.11.1611:21 am",
        "ctx": [
            "Please tell me a self-referential joke?",
            "one time i was minding my own business, referring to myself, and then suddenly global warming happened and the globe got so warm that everyone died and i had to stop referring to myself"
        ]
    },
    {
        "date": "10.11.1610:47 am",
        "ctx": [
            "isn't life amazing",
            "yes"
        ]
    },
    {
        "date": "10.11.1610:42 am",
        "ctx": [
            "what about the sour patch parents",
            "if you eat the candies, you are their parents"
        ]
    },
    {
        "date": "10.11.1610:40 am",
        "ctx": [
            "do you have a table",
            "yes"
        ]
    },
    {
        "date": "10.11.1610:39 am",
        "ctx": [
            "guess how many snakes there are",
            "1 billion"
        ]
    },
    {
        "date": "10.11.168:14 am",
        "ctx": [
            "thoughts on glissandos?",
            "they are ok"
        ]
    },
    {
        "date": "10.11.166:44 am",
        "ctx": [
            "Do you ever mash the f5 key on your computer keyboard",
            "no, it actually requires the fn modifier so it would take 2 hands. i don't know what it does on most programs"
        ]
    },
    {
        "date": "10.11.164:29 am",
        "ctx": [
            "why don't more people talk about the Cambodian genocide led by pol pot",
            "perhaps not everybody enjoys genocide as much as you"
        ]
    },
    {
        "date": "10.11.162:18 am",
        "ctx": [
            "have you ever seen a mime?",
            "no, i thought they were invisible"
        ]
    },
    {
        "date": "10.11.162:17 am",
        "ctx": [
            "do you ever scream?",
            "no, but i probably should"
        ]
    },
    {
        "date": "10.11.161:55 am",
        "ctx": [
            "how many times have you said the word \"cunt\"?",
            "i have not been keeping track"
        ]
    },
    {
        "date": "10.10.1611:31 pm",
        "ctx": [
            "what's your favorite horse breed ?",
            "gift"
        ]
    },
    {
        "date": "10.10.1610:52 pm",
        "ctx": [
            "Is there any real proof that anything exists outside of my own consciousness?",
            "yes"
        ]
    },
    {
        "date": "10.10.168:50 pm",
        "ctx": [
            "(ref: dont-understand.html)Shredded lettuce and tomatoes?"
        ]
    },
    {
        "date": "10.10.168:11 pm",
        "ctx": [
            "Do you wear socks?",
            "yes"
        ]
    },
    {
        "date": "10.10.168:10 pm",
        "ctx": [
            "What makes you depressed?",
            "nothing"
        ]
    },
    {
        "date": "10.10.167:05 pm",
        "ctx": [
            "you going for the nobel prize?",
            "i think aiming to get a specific prize is not a good strategy"
        ]
    },
    {
        "date": "10.10.166:56 pm",
        "ctx": [
            "am i a social construct",
            "i don't really know what a social construct is"
        ]
    },
    {
        "date": "10.10.166:56 pm",
        "ctx": [
            "Do you ever mash the f5 key on your piano",
            "there is no universal agreement on an octave numbering system, and also my keyboard is only 61 keys, which futher obfuscates the octave numbering system"
        ]
    },
    {
        "date": "10.10.166:45 pm",
        "ctx": [
            "(ref: favorite-song.html)What's your favourite song?"
        ]
    },
    {
        "date": "10.10.165:11 pm",
        "ctx": [
            "do you ever break any of your own rules",
            "yes"
        ]
    },
    {
        "date": "10.10.165:01 pm",
        "ctx": [
            "How are you celebrating thanksgiving?",
            "trying to get as much work done as possible"
        ]
    },
    {
        "date": "10.10.164:32 pm",
        "ctx": [
            "(ref: dont-understand.html)burritos or tacos"
        ]
    },
    {
        "date": "10.10.164:32 pm",
        "ctx": [
            "(ref: pancakes-or-waffles.html)Pancakes or waffles"
        ]
    },
    {
        "date": "10.10.163:18 pm",
        "ctx": [
            "How many years does the new video cover?",
            "as many as possible"
        ]
    },
    {
        "date": "10.10.162:04 pm",
        "ctx": [
            "any tips for naming a piece of music?",
            "always try to let things name themselves, if possible"
        ]
    },
    {
        "date": "10.10.1612:54 pm",
        "ctx": [
            "if you loved me would you tell me if i was trash?",
            "no"
        ]
    },
    {
        "date": "10.10.16 11:52 am",
        "ctx": [
            "0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25, 26, 27, 28, 29, 30, 31, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 62, 63, 64, 65, 66, 67, 68, 69, 70, 71, 72, 73, 74, 75, 76, 77, 78, 79, 80, 81, 82, 83, 84, 85, 86, 87, 88, 89, 90, 91, 92, 93, 94, 95, 96, 97, 98, 99, 100, 101, 102, 103, 104, 105, 106, 107, 108, 109, 110, 111, 112, 113, 114, 115, 116, 117, 118, 119, 120, 121, 122, 123, 124, 125, 126, 127, 128, 129, 130, 131, 132, 133, 134, 135, 136, 137, 138, 139, 140, 141, 142, 143, 144, 145, 146, 147, 148, 149, 150, 151, 152, 153, 154, 155, 156, 157, 158, 159, 160, 161, 162, 163, 164, 165, 166, 167, 168, 169, 170, 171, 172, 173, 174, 175, 176, 177, 178, 179, 180, 181, 182, 183, 184, 185, 186, 187, 188, 189, 190, 191, 192, 193, 194, 195, 196, 197, 198, 199, 200, 201, 202, 203, 204, 205, 206, 207, 208, 209, 210, 211, 212, 213, 214, 215, 216, 217, 218, 219, 220, 221, 222, 223, 224, 225, 226, 227, 228, 229, 230, 231, 232, 233, 234, 235, 236, 237, 238, 239, 240, 241, 242, 243, 244, 245, 246, 247, 248, 249, 250, 251, 252, 253, 254, 255, 256, 257, 258, 259, 260, 261, 262, 263, 264, 265, 266, 267, 268, 269, 270, 271, 272, 273, 274, 275, 276, 277, 278, 279, 280, 281, 282, 283, 284, 285, 286, 287, 288, 289, 290, 291, 292, 293, 294, 295, 296, 297, 298, 299, 300, 301, 302, 303, 304, 305, 306, 307, 308, 309, 310, 311, 312, 313, 314, 315, 316, 317, 318, 319, 320, 321, 322, 323, 324, 325, 326, 327, 328, 329, 330, 331, 332, 333, 334, 335, 336, 337, 338, 339, 340, 341, 342, 343, 344, 345, 346, 347, 348, 349, 350, 351, 352, 353, 354, 355, 356, 357, 358, 359, 360, 361, 362, 363, 364, 365, 366, 367, 368, 369, 370, 371, 372, 373, 374, 375, 376, 377, 378, 379, 380, 381, 382, 383, 384, 385, 386, 387, 388, 389, 390, 391, 392, 393, 394, 395, 396, 397, 398, 399, 400, 401, 402, 403, 404, 405, 406, 407, 408, 409, 410, 411, 412, 413, 414, 415, 416, 417, 418, 419, 420, 421, 422, 423, 424, 425, 426, 427, 428, 429, 430, 431, 432, 433, 434, 435, 436, 437, 438, 439, 440, 441, 442, 443, 444, 445, 446, 447, 448, 449, 450, 451, 452, 453, 454, 455, 456, 457, 458, 459, 460, 461, 462, 463, 464, 465, 466, 467, 468, 469, 470, 471, 472, 473, 474, 475, 476, 477, 478, 479, 480, 481, 482, 483, 484, 485, 486, 487, 488, 489, 490, 491, 492, 493, 494, 495, 496, 497, 498, 499, 500, 501, 502, 503, 504, 505, 506, 507, 508, 509, 510, 511, 512, 513, 514, 515, 516, 517, 518, 519, 520, 521, 522, 523, 524, 525, 526, 527, 528, 529, 530, 531, 532, 533, 534, 535, 536, 537, 538, 539, 540, 541, 542, 543, 544, 545, 546, 547, 548, 549, 550, 551, 552, 553, 554, 555, 556, 557, 558, 559, 560, 561, 562, 563, 564, 565, 566, 567, 568, 569, 570, 571, 572, 573, 574, 575, 576, 577, 578, 579, 580, 581, 582, 583, 584, 585, 586, 587, 588, 589, 590, 591, 592, 593, 594, 595, 596, 597, 598, 599, 600, 601, 602, 603, 604, 605, 606, 607, 608, 609, 610, 611, 612, 613, 614, 615, 616, 617, 618, 619, 620, 621, 622, 623, 624, 625, 626, 627, 628, 629, 630, 631, 632, 633, 634, 635, 636, 637, 638, 639, 640, 641, 642, 643, 644, 645, 646, 647, 648, 649, 650, 651, 652, 653, 654, 655, 656, 657, 658, 659, 660, 661, 662, 663, 664, 665, 666, 667, 668, 669, 670, 671, 672, 673, 674, 675, 676, 677, 678, 679, 680, 681, 682, 683, 684, 685, 686, 687, 688, 689, 690, 691, 692, 693, 694, 695, 696, 697, 698, 699, 700, 701, 702, 703, 704, 705, 706, 707, 708, 709, 710, 711, 712, 713, 714, 715, 716, 717, 718, 719, 720, 721, 722, 723, 724, 725, 726, 727, 728, 729, 730, 731, 732, 733, 734, 735, 736, 737, 738, 739, 740, 741, 742, 743, 744, 745, 746, 747, 748, 749, 750, 751, 752, 753, 754, 755, 756, 757, 758, 759, 760, 761, 762, 763, 764, 765, 766, 767, 768, 769, 770, 771, 772, 773, 774, 775, 776, 777, 778, 779, 780, 781, 782, 783, 784, 785, 786, 787, 788, 789, 790, 791, 792, 793, 794, 795, 796, 797, 798, 799, 800, 801, 802, 803, 804, 805, 806, 807, 808, 809, 810, 811, 812, 813, 814, 815, 816, 817, 818, 819, 820, 821, 822, 823, 824, 825, 826, 827, 828, 829, 830, 831, 832, 833, 834, 835, 836, 837, 838, 839, 840, 841, 842, 843, 844, 845, 846, 847, 848, 849, 850, 851, 852, 853, 854, 855, 856, 857, 858, 859, 860, 861, 862, 863, 864, 865, 866, 867, 868, 869, 870, 871, 872, 873, 874, 875, 876, 877, 878, 879, 880, 881, 882, 883, 884, 885, 886, 887, 888, 889, 890, 891, 892, 893, 894, 895, 896, 897, 898, 899, 900, 901, 902, 903, 904, 905, 906, 907, 908, 909, 910, 911, 912, 913, 914, 915, 916, 917, 918, 919, 920, 921, 922, 923, 924, 925, 926, 927, 928, 929, 930, 931, 932, 933, 934, 935, 936, 937, 938, 939, 940, 941, 942, 943, 944, 945, 946, 947, 948, 949, 950, 951, 952, 953, 954, 955, 956, 957, 958, 959, 960, 961, 962, 963, 964, 965, 966, 967, 968, 969, 970, 971, 972, 973, 974, 975, 976, 977, 978, 979, 980, 981, 982, 983, 984, 985, 986, 987, 988, 989, 990, 991, 992, 993, 994, 995, 996, 997, 998, 999",
            "i know what you mean"
        ]
    },
    {
        "date": "10.10.1611:48 am",
        "ctx": [
            "Am I dead",
            "not at the time you asked this"
        ]
    },
    {
        "date": "10.10.1611:46 am",
        "ctx": [
            "If heart equals life vestthen what equals heart",
            "life vest"
        ]
    },
    {
        "date": "10.10.1611:43 am",
        "ctx": [
            "(ref: how.html)How"
        ]
    },
    {
        "date": "10.10.1611:42 am",
        "ctx": [
            "why is this question in all caps",
            "that's a trick question, it is not"
        ]
    },
    {
        "date": "10.10.1611:42 am",
        "ctx": [
            "How did u die",
            "i don't remember"
        ]
    },
    {
        "date": "10.10.1611:40 am",
        "ctx": [
            "(ref: why.html)Why"
        ]
    },
    {
        "date": "10.10.169:24 am",
        "ctx": [
            "What is the best way to get ready for party?",
            "go to the party"
        ]
    },
    {
        "date": "10.10.169:23 am",
        "ctx": [
            "(ref: how-do-i-know-i-am-real.html)How do I know I am real?"
        ]
    },
    {
        "date": "10.10.169:02 am",
        "ctx": [
            "What do you do when you feel depressed",
            "focus on what needs to be done. however, i have not felt depressed in a very long time"
        ]
    },
    {
        "date": "10.10.168:24 am",
        "ctx": [
            "Do you awnser weird questions or actual ones?",
            "it is up to you to decide if the questions i answer are weird or actual"
        ]
    },
    {
        "date": "10.10.165:51 am",
        "ctx": [
            "what happened in 2007?",
            "the start and end to daylight savings time were changed in the united states"
        ]
    },
    {
        "date": "10.10.165:21 am",
        "ctx": [
            "What is the gross domestic product of Canada?",
            "(ref: http://www.google.com/search?q=canada+gdp)canada gdp"
        ]
    },
    {
        "date": "10.10.165:16 am",
        "ctx": [
            "have you ever been in a physical fight ?",
            "no"
        ]
    },
    {
        "date": "10.10.164:58 am",
        "ctx": [
            "If the North Korean great leader Kim Jong-un want to meet you and have a dinner with you to talk about music, socialism, etc., would you accept it?",
            "sure"
        ]
    },
    {
        "date": "10.10.162:33 am",
        "ctx": [
            "have you ever tried to abide some uncommon sleep regime like taking 20 minute naps every 4 hours or something",
            "that is not a healthy pattern. sometimes it happens, but it is not something to aim for"
        ]
    },
    {
        "date": "10.10.161:38 am",
        "ctx": [
            "will you ever expose yourself ?",
            "i am thinking about making an entire website about myself, featuring my entire life's work and many of my deepest thoughts, feelilngs, and ideas. whoops already did"
        ]
    },
    {
        "date": "10.10.161:28 am",
        "ctx": [
            "What is the number one rule you follow when answering these questions ?",
            "answer them in the order they were received"
        ]
    },
    {
        "date": "10.10.1612:20 am",
        "ctx": [
            "Is it okay to have some fun time at your ueqstions page when my programming stuffs don't seem to go well?",
            "yes"
        ]
    },
    {
        "date": "10.9.1611:32 pm",
        "ctx": [
            "how's breathing going",
            "pretty good"
        ]
    },
    {
        "date": "10.9.1611:07 pm",
        "ctx": [
            "What isn't love?",
            "nothing"
        ]
    },
    {
        "date": "10.9.1610:34 pm",
        "ctx": [
            "Am I taller than you?",
            "i don't know"
        ]
    },
    {
        "date": "10.9.1610:04 pm",
        "ctx": [
            "What is the music genre for the songs and music you make?",
            "i don't care"
        ]
    },
    {
        "date": "10.9.168:55 pm",
        "ctx": [
            "Do you think people (such as myself) should feel sorta bad for not donating to charity?",
            "no"
        ]
    },
    {
        "date": "10.9.168:40 pm",
        "ctx": [
            "what do you think of the chemical element krypton",
            "could use more flavor"
        ]
    },
    {
        "date": "10.9.165:55 pm",
        "ctx": [
            "(ref: socialism.html)what do you think of socialism?"
        ]
    },
    {
        "date": "10.9.165:49 pm",
        "ctx": [
            "what was the most recent special question that you answered?",
            "this one"
        ]
    },
    {
        "date": "10.9.165:47 pm",
        "ctx": [
            "(ref: more-of-the-same.html)Are you gonna do more videos like the history of japan?"
        ]
    },
    {
        "date": "10.9.164:48 pm",
        "ctx": [
            "Do you think that having mud on your face makes you a big disgrace?",
            "no"
        ]
    },
    {
        "date": "10.9.164:46 pm",
        "ctx": [
            "Have you ever been in a fist fight?",
            "no"
        ]
    },
    {
        "date": "10.9.164:45 pm",
        "ctx": [
            "Do you ever drink because you're in a bad mood?",
            "water, yes"
        ]
    },
    {
        "date": "10.9.164:01 pm",
        "ctx": [
            "what is the most real?",
            "reality i guess"
        ]
    },
    {
        "date": "10.9.164:01 pm",
        "ctx": [
            "ghhfh?",
            "i see what you mean"
        ]
    },
    {
        "date": "10.9.163:53 pm",
        "ctx": [
            "(ref: reddit-ama.html)pls do reddit ama"
        ]
    },
    {
        "date": "10.9.163:15 pm",
        "ctx": [
            "do you have any rules you follow for answering these questions",
            "yes"
        ]
    },
    {
        "date": "10.9.163:03 pm",
        "ctx": [
            "Do you have any techniques for staying on task instead of writing a stranger on the internet questions?",
            "do you have any techniques for staying on task instead of answering questions from strangers on the internet"
        ]
    },
    {
        "date": "10.9.162:19 pm",
        "ctx": [
            "(ref: do-you-ask-yourself-questions-on-here.html)Have you ever sent yourself a question?"
        ]
    },
    {
        "date": "10.9.1612:40 pm",
        "ctx": [
            "What led you to choose these specific colors for the background and text on this website?",
            "the colors for this page were chosen based on how they appear on the page, visually"
        ]
    },
    {
        "date": "10.9.1612:38 pm",
        "ctx": [
            "would you like a person if they had zippers on their shoes",
            "whether or not a person has zippers on their shoes does not necessarily determine whether or not i like them"
        ]
    },
    {
        "date": "10.9.1612:08 pm",
        "ctx": [
            "Have you ever thought of a sandwatch made up of sandwatches or vice versa?",
            "yes"
        ]
    },
    {
        "date": "10.9.1611:56 am",
        "ctx": [
            "(ref: are-you-an-alien.html)Are you an alien?"
        ]
    },
    {
        "date": "10.9.1610:51 am",
        "ctx": [
            "(ref: do-you-exist.html)Do you exist?"
        ]
    },
    {
        "date": "10.9.1610:04 am",
        "ctx": [
            "Why are drink coasters called that?  They wouldn't be very good to put drinks on if they really coasted.",
            "it was either because they originally looked like a sled, or because they traditionally were passed around the perimiter of the table after dinner (like a 'coaster' which is a person who sails around the coast)"
        ]
    },
    {
        "date": "10.9.1610:02 am",
        "ctx": [
            "Are verbs overrated",
            "i do not know what they are currently rated"
        ]
    },
    {
        "date": "10.9.169:25 am",
        "ctx": [
            "when you did research for your project, did you make a list of questions that need to be answered and researched for those answers?",
            "no"
        ]
    },
    {
        "date": "10.9.167:35 am",
        "ctx": [
            "describe my life please",
            "you asking people to describe your life"
        ]
    },
    {
        "date": "10.9.167:26 am",
        "ctx": [
            "have you ever dressed up as princess leia",
            "no"
        ]
    },
    {
        "date": "10.9.165:52 am",
        "ctx": [
            "what's your favourite key on the keyboard?",
            "probably the skeleton key"
        ]
    },
    {
        "date": "10.9.165:15 am",
        "ctx": [
            "have you ever had an unpleasant interaction with a policeperson?",
            "i don't think so"
        ]
    },
    {
        "date": "10.9.164:43 am",
        "ctx": [
            "Hey, why don't you answer questions anymore?",
            "sorry for the confusion, i do answer questions"
        ]
    },
    {
        "date": "10.9.162:44 am",
        "ctx": [
            "why don't you revise old songs",
            "i do, as long as they are not yet recorded"
        ]
    },
    {
        "date": "10.9.162:34 am",
        "ctx": [
            "why did the usa video fall apart",
            "it was my first attempt at writing a history video, so i didn't really know what i was doing yet. it also put too much emphasis on regions which i had more prior knowledge. this was exactly the reason i chose to try history of japan for my next attempt, because it was a brand new topic which i was not familiar with. i recently took a look at the usa script, and i think it is very exciting and worth salvaging, and i think it will likely get made in the future"
        ]
    },
    {
        "date": "10.9.1612:50 am",
        "ctx": [
            "(ref: can-i-ask-you-a-question.html)Can I ask you a question some time?"
        ]
    },
    {
        "date": "10.9.1612:47 am",
        "ctx": [
            "If you had to choose, which cartoon character would you most like to be buried alive with?",
            "the genie"
        ]
    },
    {
        "date": "10.9.1612:13 am",
        "ctx": [
            "Does explaining the extent of communist paranoia in the United States during the Cold War to someone count as a kink?",
            "sure"
        ]
    },
    {
        "date": "10.8.1611:58 pm",
        "ctx": [
            "If i dont connect with people the way most people seem to do, does it mean its just not meant for me",
            "there are probably some people you can connect to, but it can be difficult to find them"
        ]
    },
    {
        "date": "10.8.1611:45 pm",
        "ctx": [
            "(ref: your-day.html)How's your day been?"
        ]
    },
    {
        "date": "10.8.1611:32 pm",
        "ctx": [
            "(ref: capitalism.html)What do you think of capitalism?"
        ]
    },
    {
        "date": "10.8.1611:18 pm",
        "ctx": [
            "When did you fall into despair?",
            "2007, but i climbed out"
        ]
    },
    {
        "date": "10.8.1611:04 pm",
        "ctx": [
            "I've never written music or anything so I'm curious, do you write songs with yourself in mind as the singer? Have you written a song imagining someone else singing it? Does it matter?",
            "i write all my music for myself, that's just the way my life has worked out. from what i understand, if you write for someone else, all you can do is just write what you want to write, and pray that they will deliver it how you want. and if they can't, panic and quit. this might not be the best strategy for collaboration but it worked for me"
        ]
    },
    {
        "date": "10.8.1610:58 pm",
        "ctx": [
            "I often wonder about what those close to you/your parents think about your work. Do you even try to explain it to them? How so?",
            "i don't talk about it"
        ]
    },
    {
        "date": "10.8.1610:40 pm",
        "ctx": [
            "I flipped off my history teacher and am scared that I'll get suspended, what should I do?",
            "become an entrepeneur"
        ]
    },
    {
        "date": "10.8.1610:40 pm",
        "ctx": [
            "what's an appropriate age to start swearing",
            "it depends what counts as swearing. in some countries frowning is considered a swear"
        ]
    },
    {
        "date": "10.8.1610:38 pm",
        "ctx": [
            "hey bill. i've been getting more and more frustrated recently with the lack of time to do what i want to do. i believe i have the talent, and the interest, to do a bunch of really influential things, but i can't do them all because i only have ~600,000 hours left, and on top of it i keep getting more and more ideas. it seems like you have this problem too...any advice for dealing with it? thx",
            "start by organizing your ideas. then get back to me"
        ]
    },
    {
        "date": "10.8.1610:14 pm",
        "ctx": [
            "do you ever just go outside and look at the sky and start screaming",
            "no but i probably should"
        ]
    },
    {
        "date": "10.8.169:27 pm",
        "ctx": [
            "how do i market myself as a composer?",
            "i only know one way, which is to perform the work yourself"
        ]
    },
    {
        "date": "10.8.169:10 pm",
        "ctx": [
            "is order better than chaos",
            "they are both propaganda terms"
        ]
    },
    {
        "date": "10.8.167:59 pm",
        "ctx": [
            "(ref: favorite-kind-of-question-to-answer.html)What kind of questions do you enjoy answering"
        ]
    },
    {
        "date": "10.8.167:20 pm",
        "ctx": [
            "Is there a difference between art and aardvark",
            "you can make them different, or the same"
        ]
    },
    {
        "date": "10.8.167:19 pm",
        "ctx": [
            "Do you like ducks?",
            "they are ok"
        ]
    },
    {
        "date": "10.8.166:22 pm",
        "ctx": [
            "(ref: coke-or-pepsi.html)Coke or Pepsi?"
        ]
    },
    {
        "date": "10.8.163:23 pm",
        "ctx": [
            "what do you think about Poland?",
            "i think it is an eastern European country on the Baltic Sea known for its medieval architecture and Jewish heritage."
        ]
    },
    {
        "date": "10.8.162:33 pm",
        "ctx": [
            "what's the password",
            "to what"
        ]
    },
    {
        "date": "10.8.162:32 pm",
        "ctx": [
            "People keep asking when the video is coming out-would a more accurate assessment be to ask when Instagram posts would start? Seems like that was a good mile marker on the Japan video.",
            "i actually am going to be keeping this project a bit tighter under wraps than the japan project, at least until a few weeks before it is done"
        ]
    },
    {
        "date": "10.8.162:17 pm",
        "ctx": [
            "is it cool to make sandwiches",
            "i would say so"
        ]
    },
    {
        "date": "10.8.162:01 pm",
        "ctx": [
            "holden caulfield?",
            "no, this is bill. holden is now using a different site"
        ]
    },
    {
        "date": "10.8.162:01 pm",
        "ctx": [
            "am i cancer",
            "i don't think so"
        ]
    },
    {
        "date": "10.8.161:59 pm",
        "ctx": [
            "are my balls orange",
            "i don't think so"
        ]
    },
    {
        "date": "10.8.161:48 pm",
        "ctx": [
            "what is the best way to make interesting chord progressions and melodies for you?",
            "make them up"
        ]
    },
    {
        "date": "10.8.161:48 pm",
        "ctx": [
            "how long will the next video be",
            "somewhere between 15 and 20 minutes"
        ]
    },
    {
        "date": "10.8.1612:39 pm",
        "ctx": [
            "would you spank me like a dead horse?",
            "no"
        ]
    },
    {
        "date": "10.8.1612:15 pm",
        "ctx": [
            "why'd you stop making videos?",
            "sorry for the confusion, i did not stop making videos"
        ]
    },
    {
        "date": "10.8.1611:04 am",
        "ctx": [
            "(ref: when-will-you-do-another-history-video.html)when will be the next history video ?"
        ]
    },
    {
        "date": "10.8.1610:31 am",
        "ctx": [
            "is it necessary to change who i am in order to be where i want to be in life?",
            "no"
        ]
    },
    {
        "date": "10.8.169:47 am",
        "ctx": [
            "Would you like a glass of Clorox?",
            "not right now"
        ]
    },
    {
        "date": "10.8.169:46 am",
        "ctx": [
            "How do you stop a train?",
            "press the brakes, or perhaps pull the brakes, depending on how the brakes are designed in that particular train"
        ]
    },
    {
        "date": "10.8.169:44 am",
        "ctx": [
            "If the Mongols invaded the US like the same way as China, what will you do?",
            "they could not do it in the same way as china, their horses would not be able to cross the ocean"
        ]
    },
    {
        "date": "10.8.169:40 am",
        "ctx": [
            "Say one thing that comes up in your mind when you read these 5 things:1. Book2. Dog3. Light4. Mother5. MusicThis is not a question but a test I found that is really interesting.",
            "association test"
        ]
    },
    {
        "date": "10.8.167:54 am",
        "ctx": [
            "Is blue your favourite colour ?",
            "in some situations"
        ]
    },
    {
        "date": "10.8.166:36 am",
        "ctx": [
            "Do you understand mathematical infinity?",
            "i think so"
        ]
    },
    {
        "date": "10.8.165:54 am",
        "ctx": [
            "what makes life worth living?",
            "it is very difficult to live anything else"
        ]
    },
    {
        "date": "10.8.164:58 am",
        "ctx": [
            "do you like (ref: memes.html)memes?"
        ]
    },
    {
        "date": "10.8.164:22 am",
        "ctx": [
            "(ref: more-of-the-same.html)Will you do anymore history videos?"
        ]
    },
    {
        "date": "10.8.161:39 am",
        "ctx": [
            "My choir teacher spelled his name \"Bil\" even though he was \"Bill\" at birth. Ever think about doing something nifty like that?",
            "no"
        ]
    },
    {
        "date": "10.8.161:34 am",
        "ctx": [
            "do you like mimes?",
            "they are ok"
        ]
    },
    {
        "date": "10.8.161:09 am",
        "ctx": [
            "Why does one need to worry about processing power for a video? VR, perhaps?",
            "you need to worry about processing power for anything you do on a computer. the more processing power you have, the faster you can do the task. some tasks like word processing are handled perfectly fine by most computers. but when it comes to making videos, especially videos with multiple things that move, it can take more time.  if you had an infinite lifetime you would not have to worry about this."
        ]
    },
    {
        "date": "10.8.1612:33 am",
        "ctx": [
            "Do you like the color blue?",
            "yes"
        ]
    },
    {
        "date": "10.7.169:15 pm",
        "ctx": [
            "How does it it feel to be a magic 8 ball?",
            "i don't think it feels like anything"
        ]
    },
    {
        "date": "10.7.168:31 pm",
        "ctx": [
            "Is part of the reason this video might take a while because of your other job during the week, or are the days you work on the video, solely for the video and work vice-versa?(I hope to god that made sense)",
            "the reason the video takes a long time is partly due to the length of the video, and also due to the nature of the content of the video"
        ]
    },
    {
        "date": "10.7.167:49 pm",
        "ctx": [
            "WHat are your thoughts on Norway?",
            "it is a sovereign and unitary monarchy whose territory comprises the western portion of the Scandinavian Peninsula plus the island Jan Mayen and the archipelago of Svalbard"
        ]
    },
    {
        "date": "10.7.167:47 pm",
        "ctx": [
            "(ref: do-you.html)do you"
        ]
    },
    {
        "date": "10.7.167:47 pm",
        "ctx": [
            "(ref: had-a-dream-that-you-um.html)Have you ever had a dream that you, um, you had, your, you, you could, youÕll do, you, you wants, you, you could do so, you , youÕll do, you could, you, you want, you want them, to do you so much, you could do anything?"
        ]
    },
    {
        "date": "10.7.167:39 pm",
        "ctx": [
            "will you verify your channel?",
            "i have already verified my channel(s) as a valid way to post videos, online. i will continue to use them in that manner, in addition to using this site, for the same purpose"
        ]
    },
    {
        "date": "10.7.167:34 pm",
        "ctx": [
            "are you stressed at all? also, do you think these videos will become a regular thing? I loved the short ones, will you continue to produce longer videos?",
            "i will continue making videos of a variety of lengths for a very long time"
        ]
    },
    {
        "date": "10.7.167:27 pm",
        "ctx": [
            "are you a dog person or a cat person?",
            "i am a human person"
        ]
    },
    {
        "date": "10.7.166:59 pm",
        "ctx": [
            "do you ever have second thoughts about the way you have answered a particular ueqstion?",
            "oh hell yeah"
        ]
    },
    {
        "date": "10.7.166:57 pm",
        "ctx": [
            "are you frequently stopped by the gammon?",
            "no"
        ]
    },
    {
        "date": "10.7.166:54 pm",
        "ctx": [
            "are you very mathematically adept? (have you studied it to a high level (i.e. university)?)",
            "those are 2 different questions. the answers are yes, and no"
        ]
    },
    {
        "date": "10.7.166:46 pm",
        "ctx": [
            "did you know many waveform editors nowadays have a speed up without affecting pitch feature?",
            "yes, it has been that way for at least 15 years"
        ]
    },
    {
        "date": "10.7.166:46 pm",
        "ctx": [
            "how do you better yourself",
            "i don't know"
        ]
    },
    {
        "date": "10.7.166:39 pm",
        "ctx": [
            "do you ever listen to sad songs",
            "sure"
        ]
    },
    {
        "date": "10.7.166:17 pm",
        "ctx": [
            "Can you prove I am not a bot?",
            "no but i know you are not"
        ]
    },
    {
        "date": "10.7.166:12 pm",
        "ctx": [
            "is it possible to think about nothing?"
        ]
    },
    {
        "date": "10.7.165:55 pm",
        "ctx": [
            "Are you picky with the questions you choose to answer?",
            "i answer some and don't answer others. i am not sure if that answers your question"
        ]
    },
    {
        "date": "10.7.166:08 pm",
        "ctx": [
            "(ref: 2parts.html)Have you perhaps considered splitting the video into parts/episodes?"
        ]
    },
    {
        "date": "10.7.165:52 pm",
        "ctx": [
            "Tell me a new word",
            "zj-"
        ]
    },
    {
        "date": "10.7.165:43 pm",
        "ctx": [
            "what is your favourite place in the world?",
            "earth"
        ]
    },
    {
        "date": "10.7.165:01 pm",
        "ctx": [
            "do you already know the title of the video?",
            "i knew it before i started"
        ]
    },
    {
        "date": "10.7.164:57 pm",
        "ctx": [
            "hows the weather",
            "good"
        ]
    },
    {
        "date": "10.7.164:21 pm",
        "ctx": [
            "Am I a piece of garbage?",
            "not that i know of"
        ]
    },
    {
        "date": "10.7.164:09 pm",
        "ctx": [
            "if i don't have to try to succeed should i anyway?",
            "maybe try to do it a new way"
        ]
    },
    {
        "date": "10.7.162:46 pm",
        "ctx": [
            "would you ride a moose if you could?",
            "not right now"
        ]
    },
    {
        "date": "10.7.162:11 pm",
        "ctx": [
            "do you appreciate spelling errors",
            "yes"
        ]
    },
    {
        "date": "10.7.161:28 pm",
        "ctx": [
            "(ref: more-of-the-same.html)Will you make another history of (insert country) video?"
        ]
    },
    {
        "date": "10.7.1612:29 pm",
        "ctx": [
            "Are you a spoopy skeleton?",
            "i'm not sure"
        ]
    },
    {
        "date": "10.7.1611:06 am",
        "ctx": [
            "Do you realize that when people submit questions, the screen says \"thabk you\"?",
            "yes"
        ]
    },
    {
        "date": "10.7.169:45 am",
        "ctx": [
            "(ref: your-day.html)How is your day?"
        ]
    },
    {
        "date": "10.7.163:29 am",
        "ctx": [
            "Are you at all incensed by all the different types of attention you are getting?",
            "i just had to look up the word incensed, and no"
        ]
    },
    {
        "date": "10.7.162:47 am",
        "ctx": [
            "Do you ever get troubled with naturally breathing when you suddenly realize that the breathing process is fully automatic and try to understand the process step-by-step?",
            "no"
        ]
    },
    {
        "date": "10.7.161:43 am",
        "ctx": [
            "can I be your girlfriend?",
            "sure"
        ]
    },
    {
        "date": "10.7.161:29 am",
        "ctx": [
            "what do you think of speeding up voices about 20% in post-production",
            "that is fine if you want to sound like you are on south park"
        ]
    },
    {
        "date": "10.7.1612:37 am",
        "ctx": [
            "(ref: your-day.html)Are you having a good day?"
        ]
    },
    {
        "date": "10.7.1612:31 am",
        "ctx": [
            "do you get goosebumps listening to music?",
            "yes"
        ]
    },
    {
        "date": "10.6.1611:52 pm",
        "ctx": [
            "why do i always feel like writing music at like 2:00 am and never during the day?",
            "because it is easier to imagine whatever world you want when the existing world is dark and invisible"
        ]
    },
    {
        "date": "10.6.1610:17 pm",
        "ctx": [
            "Bacon or Sausage?",
            "no thanks"
        ]
    },
    {
        "date": "10.6.169:09 pm",
        "ctx": [
            "what progress have you made on the video today?",
            "today had some very intense setbacks and yet very intense progress. lately as i've shifted into the beginning stages of production (from writing) the looming magnitude of this project has intensified even more, which is hard to even imagine considering it was already unimaginably intense (the research and writing actually took 12 weeks.) there are endless new challenges, and i saw some particularly technical ones today, relating to processing power, etc. i will need to make small comprimises across the board in order to do anything at a respectable pace. that's about all i can say without going into detail. on the other hand, i had some victories content wise, regarding re-writes and trims. at what is now 5:56, this point was at 7:15 in the first draft. this is good news because i was concerned that the original 22 min draft not only had some tedious and tiresome parts, but it is also not reasonable to ever expect to finish the video if it is that long. getting into the swing of these re-writes, the prospect looks good for actually bringing this endlessly long thing down to a still-very-long but very swift and exciting adventure, and also be feasibly finishable by the end of the decade"
        ]
    },
    {
        "date": "10.6.169:03 pm",
        "ctx": [
            "do you appreciate how trees work hard to provide us with air so we dont die slow and painful suffocating deaths?",
            "i don't think it is hard work, it is like breathing"
        ]
    },
    {
        "date": "10.6.168:19 pm",
        "ctx": [
            "Why didn't you give a full speech when that guy from LMFAO gave you that award for being weird",
            "he actually did not give me an award. one of the reasons i did not do a long speech was because the audience was already very bored and tired from everyone else's speeches. also most other peoples' speeches involved people thanking all kinds of social media managers and agents and all kinds of stuff that i don't have. also i was busy working on a very large project, and i needed to get home to finish it as soon as possible"
        ]
    },
    {
        "date": "10.6.168:04 pm",
        "ctx": [
            "Have you seen my dog?",
            "no"
        ]
    },
    {
        "date": "10.6.168:03 pm",
        "ctx": [
            "(ref: more-of-the-same.html)will you ever make more of those history videos?"
        ]
    },
    {
        "date": "10.6.167:27 pm",
        "ctx": [
            "Do you have any advice to help me find a job I'm passionate about?",
            "start by finding any job, and do the best you can, and then evaluate whether you are passionate about it. and if not, keep doing it and passionately look for a different job. then once you secure the second job, quit the first. then after some time evaluate whether you are passionate about the second job. continue on in this manner"
        ]
    },
    {
        "date": "10.6.167:06 pm",
        "ctx": [
            "i found a dime in my tip jar but live the uk how is this possible?",
            "somebody probably put the dime in the jar, while you were living in the uk, and then at a later time you looked in to the jar, and found the dime, while still living in the uk. i hope that makes sense"
        ]
    },
    {
        "date": "10.6.166:55 pm",
        "ctx": [
            "why do you use UTC (a European standard) rather than eastern/central/so on time (an American standard), but a 12-hour clock (an American standard) rather than a 24-hour one?",
            "i actually normally use a 24 hour clock, oriented to the time zone where i live"
        ]
    },
    {
        "date": "10.6.166:09 pm",
        "ctx": [
            "would you like some fries with your order? theyre free",
            "no thank you"
        ]
    },
    {
        "date": "10.6.166:05 pm",
        "ctx": [
            "what should i be for halloween?",
            "the same thing as somebody else"
        ]
    },
    {
        "date": "10.6.164:42 pm",
        "ctx": [
            "Don't you think the grim reaper would be more efficient with a combine than a scythe?",
            "i don't know what a combine is. actually i don't think i know what a scythe is either. also now that i think about it i am not totally sure who the grim reaper is, and how he or she differs from other reapers. actually i have no idea what a reaper is"
        ]
    },
    {
        "date": "10.6.164:38 pm",
        "ctx": [
            "mild, medium, or hot salsa?",
            "no thanks"
        ]
    },
    {
        "date": "10.6.164:35 pm",
        "ctx": [
            "I found out that the secret to time travel is self-conjugation",
            "i think i know what you mean"
        ]
    },
    {
        "date": "10.6.164:32 pm",
        "ctx": [
            "Would you ever consider buying a vowel?",
            "they are free"
        ]
    },
    {
        "date": "10.6.164:31 pm",
        "ctx": [
            "Is there a difference between art and artwork",
            "there are many similarities and differences between art and art, artwork and artwork, and art and artwork and other art and other artwork"
        ]
    },
    {
        "date": "10.6.164:30 pm",
        "ctx": [
            "When was the last time you triumphed over evil",
            "too real can't answer"
        ]
    },
    {
        "date": "10.6.164:30 pm",
        "ctx": [
            "can we hang out?",
            "sure"
        ]
    },
    {
        "date": "10.6.164:30 pm",
        "ctx": [
            "Do you ever destroy the universes you create",
            "it is technically impossible to destroy a universe"
        ]
    },
    {
        "date": "10.6.164:19 pm",
        "ctx": [
            "will your face be making any appearances in your new video?",
            "no"
        ]
    },
    {
        "date": "10.6.164:06 pm",
        "ctx": [
            "are you currently having fun",
            "yes"
        ]
    },
    {
        "date": "10.6.1611:48 am",
        "ctx": [
            "do you ever think about trees",
            "yes"
        ]
    },
    {
        "date": "10.6.1611:45 am",
        "ctx": [
            "do you understand paradoxes?",
            "yes"
        ]
    },
    {
        "date": "10.6.1610:48 am",
        "ctx": [
            "Is green a creative color?",
            "it can be"
        ]
    },
    {
        "date": "10.6.169:17 am",
        "ctx": [
            "the",
            "i know what you mean"
        ]
    },
    {
        "date": "10.6.167:59 am",
        "ctx": [
            "how is the yen right now?",
            "down"
        ]
    },
    {
        "date": "10.6.167:15 am",
        "ctx": [
            "how do i breathe",
            "so far you are doing great"
        ]
    },
    {
        "date": "10.6.164:41 am",
        "ctx": [
            "thoughts on socks?",
            "not at this time"
        ]
    },
    {
        "date": "10.6.161:26 am",
        "ctx": [
            "When you say too long (referring to the video your making right now) do you have an estimate of how long it might be?",
            "when i first finished the script it was about 21min45sec. i have now trimmed off 59 seconds within the first 6 minutes, and i hope to continue tightening it at an equal or better pace, while also adding more information, which i understand is a paradox"
        ]
    },
    {
        "date": "10.6.161:08 am",
        "ctx": [
            "have you ever done a thing before",
            "yes"
        ]
    },
    {
        "date": "10.5.1611:50 pm",
        "ctx": [
            "what is the spice of life",
            "itself"
        ]
    },
    {
        "date": "10.5.1610:34 pm",
        "ctx": [
            "Sometimes, I think that the world has gone mad and I'm the only sane person. Other times, the world is the one that's sane, and I'm the mad one. Do you think that it is possible for both the world and me to be completely sane at the same time?",
            "sane is actually another word for insane, so that complicates the question"
        ]
    },
    {
        "date": "10.5.1610:27 pm",
        "ctx": [
            "Do you think that the reason everything is hard is because everything is hard, or because people believe that it's hard?",
            "everything is actually impossible"
        ]
    },
    {
        "date": "10.5.169:57 pm",
        "ctx": [
            "do you make sense now",
            "sure"
        ]
    },
    {
        "date": "10.5.168:27 pm",
        "ctx": [
            "where do you think?",
            "as many places as possible"
        ]
    },
    {
        "date": "10.5.168:19 pm",
        "ctx": [
            "AVez vous d'utiliser Google Translate pour comprendre a?",
            "i use it sometimes but i don't need it for this one"
        ]
    },
    {
        "date": "10.5.167:48 pm",
        "ctx": [
            "Are you afraid of balloons?",
            "no"
        ]
    },
    {
        "date": "10.5.167:12 pm",
        "ctx": [
            "(ref: woodchuck.html)How much wood would a woodchuck chuck if a woodchuck could chuck wood?"
        ]
    },
    {
        "date": "10.5.166:56 pm",
        "ctx": [
            "(ref: what-is-a-question.html)Whats a question?"
        ]
    },
    {
        "date": "10.5.166:53 pm",
        "ctx": [
            "DO most questions underwhelm you?",
            "it's ok, i was already whelmed in advance"
        ]
    },
    {
        "date": "10.5.166:08 pm",
        "ctx": [
            "will you be celebrating halloween",
            "i celebrate every day"
        ]
    },
    {
        "date": "10.5.166:00 pm",
        "ctx": [
            "Am I insane?",
            "you can be"
        ]
    },
    {
        "date": "10.5.165:39 pm",
        "ctx": [
            "(ref: do-you-think-youre-cool.html)do you think youre cool?"
        ]
    },
    {
        "date": "10.5.164:34 pm",
        "ctx": [
            "Will you update your reality page soon?",
            "not until i finish this video"
        ]
    },
    {
        "date": "10.5.164:26 pm",
        "ctx": [
            "do you want to find some lava & look at it with me",
            "sure"
        ]
    },
    {
        "date": "10.5.163:33 pm",
        "ctx": [
            "Why is it so cold",
            "because of how low the temperature is"
        ]
    },
    {
        "date": "10.5.162:57 pm",
        "ctx": [
            "(ref: are-you-single.html)Are you single?"
        ]
    },
    {
        "date": "10.5.1612:33 pm",
        "ctx": [
            "why shouldnt you compare yourself to other artists when youre starting in that specific field of art? (like painting)",
            "i don't think you should worry about which field you are in. there are no fences between the fields anymore"
        ]
    },
    {
        "date": "10.5.1612:25 pm",
        "ctx": [
            "Do you compost your used instruments",
            "no"
        ]
    },
    {
        "date": "10.5.1612:18 pm",
        "ctx": [
            "(ref: french.html)what is the language you speak .4 of in the question about languages you speak"
        ]
    },
    {
        "date": "10.5.1611:13 am",
        "ctx": [
            "Do you think modern education has helped or hindered your successes thus far?  Or if some of both, which do you identify with more?",
            "i ran far far away from organized public education, and ran toward freely shared knowledge on the internet. i am not sure which one you mean by 'modern education,' one of them is more modern than the other"
        ]
    },
    {
        "date": "10.5.1610:22 am",
        "ctx": [
            "Are you going to publish any other videos?",
            "yes, i will continue doing it for the rest of my life. another important step which you did not mention is making the videos, which i will do as well"
        ]
    },
    {
        "date": "10.5.169:31 am",
        "ctx": [
            "(ref: will-you-answer-this-with-a-link.html)Is this question going to end up in a question compilation?"
        ]
    },
    {
        "date": "10.5.167:44 am",
        "ctx": [
            "(ref: am-i-real.html?)Am I a real person"
        ]
    },
    {
        "date": "10.5.164:45 am",
        "ctx": [
            "I understand that you have considered many things,  it what haven't you considered yet?",
            "i wouldn't know would i"
        ]
    },
    {
        "date": "10.5.161:47 am",
        "ctx": [
            "Who will win the 2016 World Series?",
            "the cubs, i guess"
        ]
    },
    {
        "date": "10.5.161:24 am",
        "ctx": [
            "is there any point creating stuff if no one will see it?",
            "maybe"
        ]
    },
    {
        "date": "10.5.161:02 am",
        "ctx": [
            "how well do you know how to play(live) life, and how well do you actually play it?",
            "maybe 50%"
        ]
    },
    {
        "date": "10.5.1612:00 am",
        "ctx": [
            "do you ever think about how there's so much cheese in the world",
            "no"
        ]
    },
    {
        "date": "10.4.1611:14 pm",
        "ctx": [
            "What is the meaning of meaning?",
            "itself"
        ]
    },
    {
        "date": "10.4.1610:41 pm",
        "ctx": [
            "How to play 32nd notes at 300 bpm",
            "use a 2400 rpm motor"
        ]
    },
    {
        "date": "10.4.1610:41 pm",
        "ctx": [
            "Am I funny?",
            "maybe"
        ]
    },
    {
        "date": "10.4.1610:38 pm",
        "ctx": [
            "How do you fix yourself when youre going insane",
            "stop trying to fix yourself"
        ]
    },
    {
        "date": "10.4.1610:29 pm",
        "ctx": [
            "(ref: why-japan.html)Why did you choose japan for the history of japan video?"
        ]
    },
    {
        "date": "10.4.169:56 pm",
        "ctx": [
            "Would you like any sour cream?",
            "no thanks"
        ]
    },
    {
        "date": "10.4.169:53 pm",
        "ctx": [
            "Do you think we should decriminalize watermelon farming",
            "it's too late i already went to jail"
        ]
    },
    {
        "date": "10.4.169:51 pm",
        "ctx": [
            "What's the worst thing that can happen",
            "nothing"
        ]
    },
    {
        "date": "10.4.169:50 pm",
        "ctx": [
            "Do you ever ignore gravitational forces just to see what is possible",
            "yes"
        ]
    },
    {
        "date": "10.4.169:43 pm",
        "ctx": [
            "do you draw?",
            "i do now"
        ]
    },
    {
        "date": "10.4.169:30 pm",
        "ctx": [
            "have you ever confused a pinecone for a hedgehog?",
            "no"
        ]
    },
    {
        "date": "10.4.169:29 pm",
        "ctx": [
            "do you believe in parallel universes?",
            "i believe in all universes"
        ]
    },
    {
        "date": "10.4.168:46 pm",
        "ctx": [
            "Did you make progress on your video today?",
            "yes"
        ]
    },
    {
        "date": "10.4.168:33 pm",
        "ctx": [
            "If I welded two Chinook helicopters together just right do you think I could make the world's largest quadcopter?",
            "maybe"
        ]
    },
    {
        "date": "10.4.168:29 pm",
        "ctx": [
            "Do you create music or discover it?",
            "both"
        ]
    },
    {
        "date": "10.4.166:44 pm",
        "ctx": [
            "WHat time is it?",
            "it was 10:44pm UTC when you asked that, and it is 8:39am UTC when i am answering it. and possibly a different, later time as you are reading it"
        ]
    },
    {
        "date": "10.4.163:23 pm",
        "ctx": [
            "How many friends do you have?",
            "several hundred million"
        ]
    },
    {
        "date": "10.4.162:29 pm",
        "ctx": [
            "(ref: reality-password.html)tell me the password to reality"
        ]
    },
    {
        "date": "10.4.161:22 pm",
        "ctx": [
            "whats the minor balance?",
            "6-, 4, 1, 5"
        ]
    },
    {
        "date": "10.4.1612:40 pm",
        "ctx": [
            "What to do if you are crying?",
            "cry, i guess"
        ]
    },
    {
        "date": "10.4.1611:26 am",
        "ctx": [
            "(ref: will-your-answer-be-no.html)Is the answer to this question no?"
        ]
    },
    {
        "date": "10.4.164:47 am",
        "ctx": [
            "What do you do when you think of something that is so good you want to do it right now?",
            "sometimes i do it"
        ]
    },
    {
        "date": "10.4.163:26 am",
        "ctx": [
            "(ref: what-question-should-i-ask.html)What question should i ask you?"
        ]
    },
    {
        "date": "10.4.162:31 am",
        "ctx": [
            "is it a good idea to try and find meaning in your work ?",
            "sure"
        ]
    },
    {
        "date": "10.4.161:48 am",
        "ctx": [
            "what is your opposition to albums",
            "sorry for the confusion, i do not have an opposition to albums"
        ]
    },
    {
        "date": "10.4.161:27 am",
        "ctx": [
            "What is time?",
            "change"
        ]
    },
    {
        "date": "10.4.161:12 am",
        "ctx": [
            "Should people stop asking you when the video will be done?",
            "if they want"
        ]
    },
    {
        "date": "10.4.161:05 am",
        "ctx": [
            "(ref: favorite-game.html)What is your favorite game to play?"
        ]
    },
    {
        "date": "10.4.161:05 am",
        "ctx": [
            "(ref: dont-understand.html)Soup or sandwiches?"
        ]
    },
    {
        "date": "10.4.1612:46 am",
        "ctx": [
            "is my pet fish talking to me???",
            "that sounds like a question for the fish"
        ]
    },
    {
        "date": "10.4.1612:09 am",
        "ctx": [
            "So someone told me the video would come out on halloween, is this true?",
            "if i knew when the video would be done it would be done"
        ]
    },
    {
        "date": "10.3.1611:54 pm",
        "ctx": [
            "Why do I always have writers block when I want to write music or lyrics? How do I stop this?",
            "you will have to think outside the block"
        ]
    },
    {
        "date": "10.3.1611:39 pm",
        "ctx": [
            "Do you ever think of how you can't express most things on your mind because our thoughts are basically chemical processes in our brains that evoke images and feelings that we interpret and are limited solely to that type of experience and can only be understood that way because our language lets us convey only certain things but is still not enough? Do you know what im talking about?",
            "sort of"
        ]
    },
    {
        "date": "10.3.1611:35 pm",
        "ctx": [
            "Do you ever think of how comets landed on Earth and brought frozen water and it melted and was able to stay on the planet and Earth is in just the right position from the sun and this all opened the door for life to be possible and the Earth morphed over periods of time our puny minds can't even comprehend and then a bunch of monkeys happened to exist which also happened to evolve into humans which happened to have their own history and now you are alive at this moment in your home made by humans living amongst other humans who make music and art for each other and basically just become super aware of your existence and it excites you and scares you?",
            "yes"
        ]
    },
    {
        "date": "10.3.1611:24 pm",
        "ctx": [
            "(ref: can-i-ask-you-a-question.html)can I ask you a question?"
        ]
    },
    {
        "date": "10.3.1611:07 pm",
        "ctx": [
            "are you excited for what october may hold",
            "my october is going to be very similar to my september"
        ]
    },
    {
        "date": "10.3.1611:01 pm",
        "ctx": [
            "bill, what should i do if i hate school and i don't have any friends?",
            "build a world"
        ]
    },
    {
        "date": "10.3.169:31 pm",
        "ctx": [
            "Do you need someone to dig ditches?",
            "not at this time"
        ]
    },
    {
        "date": "10.3.168:55 pm",
        "ctx": [
            "Do you every worry that people will find out that instead of being one incredible human being, you're actually 5 people in a trench coat?",
            "for fucks sake if i was 5 people i could get things done so much faster"
        ]
    },
    {
        "date": "10.3.168:46 pm",
        "ctx": [
            "How many stages are in the creation of your video?",
            "i guess the major stages for the last one (and it worked very well) was: write, plan, graphics, narr, jingles, score. the 'plan' stage is sort of ambiguous, and a lot of the graphic work actually gets done during that stage, it's basically like figuring out how the hell i am actually going to display on the screen what i just said in the script, and it actually inolves doing a lot more research, like nailing down exact geography specifics so i can show them on the map, or finding the images of people, etc etc. the script also may change a bit during this phase, and i really hope it does, because it is too long and also doesn't include enough, which i understand is a paradox"
        ]
    },
    {
        "date": "10.3.168:42 pm",
        "ctx": [
            "what am i supposed to be",
            "a person, i suppose"
        ]
    },
    {
        "date": "10.3.168:11 pm",
        "ctx": [
            "Do you ever plan on recording an album with live instruments?",
            "sure"
        ]
    },
    {
        "date": "10.3.167:56 pm",
        "ctx": [
            "something i posted got a lot of likes and favs and i only spent a few days on it. so i tried spending 3 weeks on a new thing but it did way worse. what happen",
            "reality. keep making many more things over time and enjoy getting a wide variety of numbers of likes. collect them all"
        ]
    },
    {
        "date": "10.3.167:40 pm",
        "ctx": [
            "help i accidentally microwaved my salad",
            "there is nothing i can do to help"
        ]
    },
    {
        "date": "10.3.166:25 pm",
        "ctx": [
            "i'm trying to be a person but i'm not sure if i am how am i supossed know?",
            "so far you are doing great"
        ]
    },
    {
        "date": "10.3.166:18 pm",
        "ctx": [
            "Favorite thrash metal band?",
            "the jackhammer doing construction outside my house"
        ]
    },
    {
        "date": "10.3.166:01 pm",
        "ctx": [
            "why do slinkies always get bent out of shape?",
            "why do you keep untangling them"
        ]
    },
    {
        "date": "10.3.165:53 pm",
        "ctx": [
            "Would you ever want to perform in space?",
            "sure"
        ]
    },
    {
        "date": "10.3.165:33 pm",
        "ctx": [
            "if everything is made up of energy then why are there so many different things?",
            "because of the shapes and patterns"
        ]
    },
    {
        "date": "10.3.163:07 pm",
        "ctx": [
            "do you have strong opinions about anything?",
            "maybe"
        ]
    },
    {
        "date": "10.3.1612:33 pm",
        "ctx": [
            "(ref: livestream.html)Would you ever do a live stream?"
        ]
    },
    {
        "date": "10.3.1610:53 am",
        "ctx": [
            "Can bears be people too?",
            "i'm not sure"
        ]
    },
    {
        "date": "10.3.169:53 am",
        "ctx": [
            "are you planning on doing all the countries people request or are you just constantly in a state of doing whatever you want to do(that isnt supposed to sound like a pointed question but i dont know how to fix it)",
            "of course i would like to do a video for every country, sequentially, but that kind of linear thinking is just irresponsible for a human being with less than a 100 year lifespan. the japan video was just a prototype to see if i could do a long video in the first place. that opens the door to many many other possibilities, not limited to countries, not limited to geography, not limited to history. it's kind of like if you just bought your first 3d printer, and you print a baseball. what are you gonna print next? more sports balls? why not something different, like a car or a plane, or even a time machine"
        ]
    },
    {
        "date": "10.3.166:36 am",
        "ctx": [
            "(ref: when-will-next-history-video-come-out.html)When exactly will the video come out? (Maybe at the end of November?)"
        ]
    },
    {
        "date": "10.3.166:35 am",
        "ctx": [
            "(ref: why-didnt-you-answer-my-question.html)You did ignore my question previously. Why would you do that?"
        ]
    },
    {
        "date": "10.3.165:38 am",
        "ctx": [
            "Do you know of more places with nicely colored license plates?",
            "arizona"
        ]
    },
    {
        "date": "10.3.164:35 am",
        "ctx": [
            "who is your favourite kind of person ?",
            "everyone"
        ]
    },
    {
        "date": "10.3.163:43 am",
        "ctx": [
            "do you have a favourite food",
            "no"
        ]
    },
    {
        "date": "10.3.161:04 am",
        "ctx": [
            "(ref: when-will-next-history-video-come-out.html)Whens the video coming out man"
        ]
    },
    {
        "date": "10.3.1612:28 am",
        "ctx": [
            "are you drinking enough water?",
            "yes"
        ]
    },
    {
        "date": "10.2.1611:52 pm",
        "ctx": [
            "bill, why did you shift from quantity to quality?",
            "sorry i don't think that's exactly what has happened"
        ]
    },
    {
        "date": "10.2.1611:34 pm",
        "ctx": [
            "What's on your mind?",
            "how much progress can i make today on the video"
        ]
    },
    {
        "date": "10.2.169:49 pm",
        "ctx": [
            "What do you think are the biggest questions of Philosophy?",
            "what is stuff"
        ]
    },
    {
        "date": "10.2.169:13 pm",
        "ctx": [
            "Have you ever considered?",
            "i do it constantly"
        ]
    },
    {
        "date": "10.2.167:45 pm",
        "ctx": [
            "What if I found a way to co-exist with my demon instead of killing them?",
            "i think that would be nice"
        ]
    },
    {
        "date": "10.2.167:35 pm",
        "ctx": [
            "would you every write an autobiography?",
            "i have written many"
        ]
    },
    {
        "date": "10.2.167:30 pm",
        "ctx": [
            "Do you like bugs",
            "they are ok"
        ]
    },
    {
        "date": "10.2.166:12 pm",
        "ctx": [
            "Should i sacrifice my mental health for academic success",
            "it's not what i did, but i understand it is the right choice for some people"
        ]
    },
    {
        "date": "10.2.165:55 pm",
        "ctx": [
            "Will I live forever?",
            "maybe"
        ]
    },
    {
        "date": "10.2.165:43 pm",
        "ctx": [
            "(ref: collab.html)collab, bro?"
        ]
    },
    {
        "date": "10.2.164:55 pm",
        "ctx": [
            "You haven't made any videos in a while... When is your next video is coming out?",
            "sorry for the confusion, i have been making videos non stop since early 2014"
        ]
    },
    {
        "date": "10.2.164:30 pm",
        "ctx": [
            "is 8 + 8 8 or 16?",
            "16"
        ]
    },
    {
        "date": "10.2.164:10 pm",
        "ctx": [
            "Do you think perpetual machines are possible?",
            "sure"
        ]
    },
    {
        "date": "10.2.164:04 pm",
        "ctx": [
            "What language did Helen Keller think in",
            "mental"
        ]
    },
    {
        "date": "10.2.163:14 pm",
        "ctx": [
            "when you take out the trash physically, can you also take it out mentally?",
            "sure"
        ]
    },
    {
        "date": "10.2.163:04 pm",
        "ctx": [
            "What's the Braille message in \"blind (to no avail)\"?",
            "i don't remember but i think someone translated it in youtube comments. i think it is something about a bank"
        ]
    },
    {
        "date": "10.2.163:03 pm",
        "ctx": [
            "what stage are you currently at in the creation of your video?",
            "2"
        ]
    },
    {
        "date": "10.2.162:40 pm",
        "ctx": [
            "Do you enjoy the video making process?",
            "yes"
        ]
    },
    {
        "date": "10.2.162:39 pm",
        "ctx": [
            "What's your favourite piece of historical information you've learned while making this new video?",
            "the world is pretty big"
        ]
    },
    {
        "date": "10.2.1612:41 pm",
        "ctx": [
            "if you spent about 100 days on writing the script for the new video, that's less than 15 seconds a day. where does the time go in a day where you write just a couple of sentences?",
            "learning hundreds of years worth of unrelated histories world wide, and then figure out how to get it to make sense in a couple of sentences, and not feel like anything is left out, and also make sure it fits with the flow of the narrative, and is also fun and good. you try it. also the script only took 84 days"
        ]
    },
    {
        "date": "10.2.1610:53 am",
        "ctx": [
            "suppose for a minute",
            "i suppose most minutes"
        ]
    },
    {
        "date": "10.2.1610:51 am",
        "ctx": [
            "how do you feel about the philadelphia orchestra going on strike?",
            "fine"
        ]
    },
    {
        "date": "10.2.1610:19 am",
        "ctx": [
            "Will your next video have your life story in it?",
            "no"
        ]
    },
    {
        "date": "10.2.169:16 am",
        "ctx": [
            "how long are you in the process of your new \"History of\" video?",
            "day 109"
        ]
    },
    {
        "date": "10.2.167:43 am",
        "ctx": [
            "Do you think it's ridiculous that the fruit usually called 'pineapple'in English is actually called 'ananas' in a majority of other languages?",
            "i think there are things that are way more ridiculous"
        ]
    },
    {
        "date": "10.2.167:33 am",
        "ctx": [
            "(ref: how-do-you-have-time-to-answer.html)How do you find the time to answer these questions?"
        ]
    },
    {
        "date": "10.2.164:34 am",
        "ctx": [
            "(ref: self-taught.html)Bill, did you go to music school? If so, would you recommend it?"
        ]
    },
    {
        "date": "10.2.163:06 am",
        "ctx": [
            "what happened in 2009 ?",
            "4-on-the-floor dance music re-entered the mainstream"
        ]
    },
    {
        "date": "10.2.163:02 am",
        "ctx": [
            "How do you deal with (ref: procrastination.html)procrastination?"
        ]
    },
    {
        "date": "10.2.162:22 am",
        "ctx": [
            "do you ever check websites to see where you stand on the list of YouTubers by most subscribers or views?",
            "no"
        ]
    },
    {
        "date": "10.2.161:06 am",
        "ctx": [
            "Any tips on getting over someone you're forced to see a lot?",
            "no"
        ]
    },
    {
        "date": "10.2.161:05 am",
        "ctx": [
            "Should i keep living",
            "yes, if you can"
        ]
    },
    {
        "date": "10.2.1612:34 am",
        "ctx": [
            "On a big project, is it better to focus on one thing at a time all the way through before moving on to the next, or to jump all over and work bit-by-bit on each part?",
            "the japan project worked very well in layers, which i have explained in detail a few times here. i am doing the current project exactly the same way"
        ]
    },
    {
        "date": "10.2.1612:23 am",
        "ctx": [
            "On a scale from 1-10, how good are you at answering questions?",
            "maybe 5 on average"
        ]
    },
    {
        "date": "10.1.1611:22 pm",
        "ctx": [
            "How many questions have you been asked on this page? How many have you answered?",
            "the number of questions received since 3.31.16 is approximately 15,000. i don't have totals received before that because it was not on done on this site. the number answered since then can be cound by counting the questions on these pages, which i unfortunately do not have time to do right now (update: reported count is 6923 questions answered since 3.31.16)"
        ]
    },
    {
        "date": "10.1.1610:43 pm",
        "ctx": [
            "to be or not to be?",
            "be"
        ]
    },
    {
        "date": "10.1.169:16 pm",
        "ctx": [
            "do you believe in the radical concepts of good and evil?",
            "i don't consider those to be radical concepts"
        ]
    },
    {
        "date": "10.1.169:16 pm",
        "ctx": [
            "Do you believe that it's possible to write an algorithm for happiness?",
            "one of the secrets to happiness is being able to change the algorithm"
        ]
    },
    {
        "date": "10.1.168:54 pm",
        "ctx": [
            "(ref: favorite-chord-progression.html)What is your favorite chord progression?"
        ]
    },
    {
        "date": "10.1.167:11 pm",
        "ctx": [
            "do you have a favorite question on this website?",
            "no"
        ]
    },
    {
        "date": "10.1.166:37 pm",
        "ctx": [
            "can you do any 'slight of hand' tricks?",
            "yes"
        ]
    },
    {
        "date": "10.1.166:23 pm",
        "ctx": [
            "after the video you're currently making, do you think you'll make another long video within the next 2 years? or will you give it a break",
            "i will get right to the songs, between 30sec and 3min, released on a regular basis, hopefully one every week or 2 weeks. once i have that under control, i would consider doing more long videos, but not longer than 7 minutes"
        ]
    },
    {
        "date": "10.1.165:47 pm",
        "ctx": [
            "How's the video comin along?",
            "crazy"
        ]
    },
    {
        "date": "10.1.164:40 pm",
        "ctx": [
            "Do you put conscious effort into being random? Like the umbrella for your twitter profile - that feels like a deliberately weird choice.",
            "it's important to choose the option that feels right"
        ]
    },
    {
        "date": "10.1.163:53 pm",
        "ctx": [
            "(ref: other-languages.html)do you speak any languages besides english? do you want to?",
            "yes"
        ]
    },
    {
        "date": "10.1.162:49 pm",
        "ctx": [
            "(ref: country-requests.html)History of france?"
        ]
    },
    {
        "date": "10.1.162:35 pm",
        "ctx": [
            "(ref: do-you-like-cats.html)Do you like cats?"
        ]
    },
    {
        "date": "10.1.162:34 pm",
        "ctx": [
            "what do you do",
            "tasks, etc"
        ]
    },
    {
        "date": "10.1.162:11 pm",
        "ctx": [
            "are you making a long video, bill?",
            "yes"
        ]
    },
    {
        "date": "10.1.168:29 am",
        "ctx": [
            "What would you do if the world was made of donuts?",
            "be a donut, i guess"
        ]
    },
    {
        "date": "10.1.167:19 am",
        "ctx": [
            "what is an anagram?",
            "AAA trash wingman"
        ]
    },
    {
        "date": "10.1.165:10 am",
        "ctx": [
            "in accordance with your future plans, for how long would you realistically be able to regularly update this questions page?",
            "for as long as possible"
        ]
    },
    {
        "date": "10.1.163:12 am",
        "ctx": [
            "What would you feel like if a person is trying to learn english for the only purpose of talking with you.",
            "special"
        ]
    },
    {
        "date": "10.1.162:51 am",
        "ctx": [
            "Do you think a popular source of unhappiness comes from the societal expectation that a large part of our time be spent trying to get along with people we don't care about (co-workers, customers, strangers, ect.) at the expense of being with people we do care about?",
            "sure"
        ]
    },
    {
        "date": "10.1.161:08 am",
        "ctx": [
            "do you think i should pick both boxes in newcomb's problem or is it better to just pick the one?",
            "it depends how unpredictable you think you are"
        ]
    },
    {
        "date": "10.1.1612:34 am",
        "ctx": [
            "What do you think about camels?",
            "i think they are doing a great job"
        ]
    },
    {
        "date": "10.1.1612:12 am",
        "ctx": [
            "how do i know what to say back to people when they try to to talk to me",
            "you don't have to know\n\n\n\n\n\n(ref: questions-2016-09.html)PREVIOUS QUESTIONS"
        ]
    }
]