[
    {
        "date": "12.31.17 11:48 pm",
        "ctx": [
            "Is your tambourine really still wrapped in tinfoil?",
            "yes"
        ]
    },
    {
        "date": "12.31.17 11:34 pm",
        "ctx": [
            "bill do you prefer wearing trousers or baseball caps",
            "why can't i wear both"
        ]
    },
    {
        "date": "12.31.17 10:55 pm",
        "ctx": [
            "What happened on 8.13.10?",
            "i'm not sure. i think i had a cold"
        ]
    },
    {
        "date": "12.31.17 10:41 pm",
        "ctx": [
            "all my insides have turned to jelly and now i'm a squishy wad of flesh that gets around by tumbling forward like a mushy, dangly-limbed sonic the hedgehog. happy 2018",
            "ah #relatable"
        ]
    },
    {
        "date": "12.31.17 10:08 pm",
        "ctx": [
            "If Donald Trump is the answer, what is the question?",
            "who is the president of the united states"
        ]
    },
    {
        "date": "12.31.17 8:52 pm",
        "ctx": [
            "bill are you gonna release a video titled '1.1.18' in a few hours?",
            "no"
        ]
    },
    {
        "date": "12.31.17 8:37 pm",
        "ctx": [
            "I just watched all of the videos in the reality section, and it almost felt like watching a movie. If all of those videos were made into a single movie, what would you say the theme of that movie would be?",
            "my life"
        ]
    },
    {
        "date": "12.31.17 8:11 pm",
        "ctx": [
            "how can I get really good at writing lyrics?",
            "don't forget the music"
        ]
    },
    {
        "date": "12.31.17 7:31 pm",
        "ctx": [
            "Why did you choose music (and later video making) as your artistic medium of choice, rather than some other thing like drawing, theater, dance, calligraphy, etc.?",
            "i don't remember"
        ]
    },
    {
        "date": "12.31.17 7:15 pm",
        "ctx": [
            "why can't you post the song now and post the video later?",
            "i think it's better to release them both at the same time"
        ]
    },
    {
        "date": "12.31.17 6:33 pm",
        "ctx": [
            "do parrots in england say stuff in an english accent?",
            "they usually repeat sounds the way they hear it"
        ]
    },
    {
        "date": "12.31.17 6:11 pm",
        "ctx": [
            "Do you think school is an accurate measurement of intelligence?",
            "i was unaware that school tries to measure that"
        ]
    },
    {
        "date": "12.31.17 6:06 pm",
        "ctx": [
            "Will you be going out and drunk this evening? Or will you be working on the thing?",
            "working"
        ]
    },
    {
        "date": "12.31.17 5:15 pm",
        "ctx": [
            "Are you solar powered?",
            "yes"
        ]
    },
    {
        "date": "12.31.17 4:54 pm",
        "ctx": [
            "How many medium sized things do you wanna make before doing short or long things?",
            "several more"
        ]
    },
    {
        "date": "12.31.17 4:29 pm",
        "ctx": [
            "What the heck are modes for? Like, I get that it's basically taking a scale and changing the starting point (D dorian is C major, but starting on D, and E phrygian is C major but starting on E, etc)..",
            "that's how everyone explains it but that's not really a good way to understand what they're for",
            "but, like, what does any of that have to do with playing or writing music? I never really understood the significance of modes. I never think about them when playing or writing music.",
            "forget the idea of the way you explained it. think of them all with a C root. then i think you'll get it. u know the c major scale, right? ever wanted a flat 7 in that scale, and keeping the rest major? pow, thats mixolydian. ever wanted a minor scale with a natural 6? i bet you do, that would be sly. pow thats dorian. ever wanted to take a major scale and sharp the 4, for that childlike wonder in the intro to a steven spielberg movie? pow, thats lydian. hope that helps"
        ]
    },
    {
        "date": "12.31.17 4:10 pm",
        "ctx": [
            "how did you feel about meeting the absolute legend redfoo at the shorty awards",
            "i did not meet him"
        ]
    },
    {
        "date": "12.31.17 4:01 pm",
        "ctx": [
            "(ref: http://billwurtz.com/music-school.mp4)What are notes? (in music)"
        ]
    },
    {
        "date": "12.31.17 3:41 pm",
        "ctx": [
            "why is a pencil called a pencil? i personally disapprove of it, too close to pen, which has a similar purpose and can easily get mixed up",
            "ah, i see what you mean. i will change it"
        ]
    },
    {
        "date": "12.31.17 2:59 pm",
        "ctx": [
            "what is one thing you like?",
            "shapes"
        ]
    },
    {
        "date": "12.31.17 2:42 pm",
        "ctx": [
            "I need more videos please!!!",
            "i'm making them as fast as i can"
        ]
    },
    {
        "date": "12.31.172:29 pm",
        "ctx": [
            "Thoughts on the word 'ghosts'? I think that the 'sts' sound should be banned from all languages. It's awkward and difficult to say.",
            "ok i will change it. i have submitted the paper-work and it should take effect in about 5 years. but don't complain to me when you can't tell the difference between ghots and goats"
        ]
    },
    {
        "date": "12.31.172:15 pm",
        "ctx": [
            "Is it 2018 yet",
            "yes, in some parts of the world"
        ]
    },
    {
        "date": "12.31.171:41 pm",
        "ctx": [
            "Favorite gene wilder movie?",
            "the willy wonka one"
        ]
    },
    {
        "date": "12.31.1712:54 pm",
        "ctx": [
            "should I feel bad that I'm not going out for New Years?",
            "you can feel bad if you want"
        ]
    },
    {
        "date": "12.31.1712:42 pm",
        "ctx": [
            "Is the job complete?",
            "some are complete, some are not. some have not even started yet"
        ]
    },
    {
        "date": "12.31.1712:32 pm",
        "ctx": [
            "Am I right in thinking that \"rabbit snakes\" is about going crazy because you're trapped in your own head, or is that just the meaning I'm applying to it because that's how I currently feel?",
            "it was more about songwriting, being frustrated knowing that a song can be written in absolutely any way, and yet still not knowing where to start. and finally just throwing up your arms and writing 'rabbit snakes' on a piece of paper, and see where it goes from there"
        ]
    },
    {
        "date": "12.31.1711:05 am",
        "ctx": [
            "If you wake up in the middle of the night and can't fall asleep, what do you do to pass the time?",
            "get back to work"
        ]
    },
    {
        "date": "12.31.1710:27 am",
        "ctx": [
            "Can you give me some advice on how to receive advice?",
            "no"
        ]
    },
    {
        "date": "12.31.179:58 am",
        "ctx": [
            "Why is it 2017 (turning 18)? Like, why is this the year number? What happened 2017 years ago that we are setting as year 1 AD? Doesn't it have something to do with jesus?",
            "the calendar is based on a popular religion whose origin story takes place at that time"
        ]
    },
    {
        "date": "12.31.179:17 am",
        "ctx": [
            "Have you ever bought pre-ripped jeans?",
            "no. it is more fun to rip them myself"
        ]
    },
    {
        "date": "12.31.177:57 am",
        "ctx": [
            "why are many people excited for new year?",
            "because they know it's going to be good"
        ]
    },
    {
        "date": "12.31.175:06 am",
        "ctx": [
            "(ref: q.php?date=201712301647)12.30.174:47 pm  (Not the same person) Yeah but trying to make everything in a hurry doesn't make you sacrifice quality?",
            "after working on a project beyond a certain length of time you can get major fatigue and really get sick of it, and then the quality might go down",
            "Like you do risk making some choices instead of others just because of time.",
            "sometimes working on a tight time schedule can actually make you gravitate toward stronger, more important choices which you may have missed if you were stuck staring at the damn thing endlessly",
            "Wouldn't it be better to work on several songs at the same time and switching between them when/before you get tired?",
            "i have tried that and what seems to happen is you get less and less confident about working on any of them, and you bounce back and forth and the momentum dwindles to zero"
        ]
    },
    {
        "date": "12.31.17 2:44 am",
        "ctx": [
            "help i'm an idiot trapped inside an idiot's body",
            "what exactly seems to be the problem"
        ]
    },
    {
        "date": "12.31.172:02 am",
        "ctx": [
            "what word is said most in your new video?",
            "de"
        ]
    },
    {
        "date": "12.31.171:01 am",
        "ctx": [
            "Why does the glue on envelopes taste to good?",
            "to keep you coming back for more"
        ]
    },
    {
        "date": "12.31.1712:34 am",
        "ctx": [
            "Is love something to seek or something to avoid?",
            "you can try both"
        ]
    },
    {
        "date": "12.30.17 11:45 pm",
        "ctx": [
            "What is the weirdest thing that you have ever seen?",
            "the world"
        ]
    },
    {
        "date": "12.30.17 11:42 pm",
        "ctx": [
            "what's your favorite makeup brand",
            "there are so many great brands"
        ]
    },
    {
        "date": "12.30.17 10:54 pm",
        "ctx": [
            "Do bob dylan's lyrics mean anything?",
            "yes, they mean he is having fun, and enjoying himself, which i think is meaningful"
        ]
    },
    {
        "date": "12.30.17 9:59 pm",
        "ctx": [
            "Is that guy from the apprentice the president now?",
            "yes, of the united states"
        ]
    },
    {
        "date": "12.30.17 9:56 pm",
        "ctx": [
            "Is your new song a love song?",
            "not exactly, but i suspect there is love in every song"
        ]
    },
    {
        "date": "12.30.17 9:43 pm",
        "ctx": [
            "Do you believe in god?",
            "how about something a little more interesting"
        ]
    },
    {
        "date": "12.30.17 9:15 pm",
        "ctx": [
            "do you own an octahedron of transcendence",
            "no. back in my day we used to transcend with our bare hands and we liked it"
        ]
    },
    {
        "date": "12.30.17 9:05 pm",
        "ctx": [
            "when i was little i used to be really scared of the voiceover that would play after mr roger's neighborhood",
            "that's weird i only recall costa shredding"
        ]
    },
    {
        "date": "12.30.17 9:02 pm",
        "ctx": [
            "help i joined a music honor society and i don't know what to do pls help",
            "i can't help you, i don't know what that is. maybe get a nice shirt?"
        ]
    },
    {
        "date": "12.30.17 8:59 pm",
        "ctx": [
            "do you have any other interests besides music",
            "making videos to go with the music"
        ]
    },
    {
        "date": "12.30.17 8:58 pm",
        "ctx": [
            "what's your favorite song lyric",
            "it really doesn't matter. if i'm wrong i'm right. where i belong i'm right. (where i belong)"
        ]
    },
    {
        "date": "12.30.17 8:57 pm",
        "ctx": [
            "are all words made up?",
            "sort of, but most of the small/common ones make themselves up very naturally and gradually, over a very long period of time"
        ]
    },
    {
        "date": "12.30.17 8:44 pm",
        "ctx": [
            "Where do you get your ideas for videos from? Also when are you making a new video.",
            "always",
            "I need your content in my life."
        ]
    },
    {
        "date": "12.30.17 8:29 pm",
        "ctx": [
            "What do you think would be a constructive thing to do on a date?",
            "build a boat"
        ]
    },
    {
        "date": "12.30.17 8:14 pm",
        "ctx": [
            "how come people say \"we will be replaced by robots\" when that is a lie?",
            "that's so you will be pleasantly surprised when it doesn't happen"
        ]
    },
    {
        "date": "12.30.17 7:57 pm",
        "ctx": [
            "whats your favorite flower?",
            "power"
        ]
    },
    {
        "date": "12.30.17 7:38 pm",
        "ctx": [
            "what longstanding grievances do you have?",
            "everything is too normal"
        ]
    },
    {
        "date": "12.30.17 5:40 pm",
        "ctx": [
            "lebron or mj?",
            "i can't see either did u forget the attachment"
        ]
    },
    {
        "date": "12.30.17 5:14 pm",
        "ctx": [
            "did you invent music?",
            "yes and so can you"
        ]
    },
    {
        "date": "12.30.17 4:47 pm",
        "ctx": [
            "I really enjoy making music, but sometimes I get fatigued of hearing the songs I make. I try to get rest when it happens, but I feel unproductive when I stop. What should I do?",
            "try to make them faster, before you get tired of them"
        ]
    },
    {
        "date": "12.30.17 4:44 pm",
        "ctx": [
            "Are you making a new history video?",
            "not right now",
            "If so what kind?"
        ]
    },
    {
        "date": "12.30.17 3:41 pm",
        "ctx": [
            "Are you a sheep?",
            "i will check"
        ]
    },
    {
        "date": "12.30.17 3:26 pm",
        "ctx": [
            "Is eternity a long time, or is it just now?",
            "both"
        ]
    },
    {
        "date": "12.30.17 2:08 pm",
        "ctx": [
            "Sometimes you feel ascended?",
            "ing"
        ]
    },
    {
        "date": "12.30.17 2:05 pm",
        "ctx": [
            "What's your issues?",
            "i keep subscribing to too many magazines"
        ]
    },
    {
        "date": "12.30.17 1:20 pm",
        "ctx": [
            "What makes you wanna holler and throw up both your hands?",
            "a mid-priced living room set"
        ]
    },
    {
        "date": "12.30.17 12:15 pm",
        "ctx": [
            "You often answer questions very vaguely.",
            "this is to distract from all the hundreds of questions i have answered in way too much detail",
            "Do you worry that this frustrates people sometimes",
            "no"
        ]
    },
    {
        "date": "12.30.17 10:49 am",
        "ctx": [
            "have you mapped your psychography?",
            "yes, and also graphed my psychomapry",
            "also how can that word be so divergent in meaning, and remain meaningful (or, is it actually samesies)?",
            "i'm not sure, i actually don't know what it means",
            "Is it just a made-up word?",
            "it might be"
        ]
    },
    {
        "date": "12.30.17 9:40 am",
        "ctx": [
            "Why does the word song end with a g? It would be better if it was sonl.",
            "ah, i see what you mean. i will change it"
        ]
    },
    {
        "date": "12.30.17 6:37 am",
        "ctx": [
            "what is what",
            "that seems about right"
        ]
    },
    {
        "date": "12.30.17 4:22 am",
        "ctx": [
            "On Christmas is the birth of Newton or Jesus celebrated?",
            "you can celebrate anyone's birthday on christmas"
        ]
    },
    {
        "date": "12.30.17 3:50 am",
        "ctx": [
            "I find your songs only good, not bad. Is anything wrong with me.",
            "i think the real question is is there something wrong with me"
        ]
    },
    {
        "date": "12.30.17 3:18 am",
        "ctx": [
            "How do I change the world",
            "start by figuring out how it currently is"
        ]
    },
    {
        "date": "12.30.172:55 am",
        "ctx": [
            "Okay, so, how do you decide what stuff you post to your Instagram?",
            "if i come across an image, in the course of my work, that i think either looks good or is meaningful to me, and/or may provide a subtle hint about whatever i am working on. then i have to edit it into a square"
        ]
    },
    {
        "date": "12.30.172:16 am",
        "ctx": [
            "Do you have opinions? Your answers give me the impression that you only think about what is universally true, that you don't hold thoughts that someone could think the opposite and they would still be perfectly valid, and if you are a person, as you claim to be, I don't think I can buy that.",
            "opinion is fleeting and made of liquid. i can't express them publicly because i don't have any cups. i had some cups but i threw them away"
        ]
    },
    {
        "date": "12.29.1711:30 pm",
        "ctx": [
            "(ref: q.php?date=201712262326)12.26.1711:26 pm  okay, what's the goo made of?",
            "itself"
        ]
    },
    {
        "date": "12.29.1710:51 pm",
        "ctx": [
            "What do you think of Indiana",
            "it's good"
        ]
    },
    {
        "date": "12.29.1710:46 pm",
        "ctx": [
            "learn any nifty new tricks recently?",
            "yes"
        ]
    },
    {
        "date": "12.29.1710:40 pm",
        "ctx": [
            "(ref: https://vine.co/v/e0rtJYdeAqa)what is your opinion on the new york city subway"
        ]
    },
    {
        "date": "12.29.1710:34 pm",
        "ctx": [
            "Are there any more soap tips that you didn't mention before?",
            "(ref: q.php?date=201710101741)10.10.175:41 pm"
        ]
    },
    {
        "date": "12.29.1710:09 pm",
        "ctx": [
            "heads or tails?",
            "i can't see the coin"
        ]
    },
    {
        "date": "12.29.178:52 pm",
        "ctx": [
            "Do you think that any scenario where you don't know all the information beforehand, so you can't predict the outcome, is similar to randomness?",
            "i don't know",
            "Like, rolling dice is a common rng, but if you knew exactly the motion of your hand and all the physical factors in advance, you could predict the outcome, right?\nFurthermore, i'm wondering if free will really exists. What's you take in all that?",
            "\"does free will exist\" is an extremely popular question these days and i don't know what the question means"
        ]
    },
    {
        "date": "12.29.177:35 pm",
        "ctx": [
            "For your next video (to please your fans who can't wait for your whole video to post), could you post it a second at a time?",
            "i don't think that's a good idea",
            "Then, your fans could assemble it themselves and watch it as it slowly compiles over weeks and months. What fun! Talk about a loooong reveal. I think this would be a good solution for Rick and Morty fans as well, as it usually takes two years between seasons...",
            "that assumes that the production process is 100% complete for each second before the following second is complete, which is really not the way it works. the entirety of the project becomes gradually more complete through each stage, and the final completion of each individual second would likely not be properly achieved until the very last day of production, all at once"
        ]
    },
    {
        "date": "12.29.177:19 pm",
        "ctx": [
            "Why are there so many players on a sports team, when usually there is only one ball?",
            "that is so they can argue over the ball, which creates drama, and in turn drives the viewership"
        ]
    },
    {
        "date": "12.29.177:16 pm",
        "ctx": [
            "Would your rather have everything be shiny or slimy?",
            "why can't it be both"
        ]
    },
    {
        "date": "12.29.177:13 pm",
        "ctx": [
            "more music please",
            "coming right up"
        ]
    },
    {
        "date": "12.29.176:48 pm",
        "ctx": [
            "what's your opinion On the movie \"kill bill\" ?",
            "(ref: q.php?date=201705280501)5.28.175:01 am"
        ]
    },
    {
        "date": "12.29.176:32 pm",
        "ctx": [
            "is your project that you are working on a song?",
            "yes",
            "if so, when were the lyrics for that song written?",
            "the lyrics and music were written together, at 3 different times, in february 2009, september 2012, and october 2017"
        ]
    },
    {
        "date": "12.29.176:25 pm",
        "ctx": [
            "Knock knock",
            "come in"
        ]
    },
    {
        "date": "12.29.176:06 pm",
        "ctx": [
            "How did you feel before seeing earth?",
            "i don't remember"
        ]
    },
    {
        "date": "12.29.175:57 pm",
        "ctx": [
            "Is david blaine an actual wizard? like, what the fuck.",
            "not at all"
        ]
    },
    {
        "date": "12.29.175:46 pm",
        "ctx": [
            "what's the craziest thing?",
            "there is a contest every moment; and everything wins"
        ]
    },
    {
        "date": "12.29.175:15 pm",
        "ctx": [
            "Do you know some things?",
            "yes"
        ]
    },
    {
        "date": "12.29.175:05 pm",
        "ctx": [
            "why did my wife leave me",
            "perhaps for business, or pleasure"
        ]
    },
    {
        "date": "12.29.174:15 pm",
        "ctx": [
            "What factors determine an \"Iconic Song\" ?",
            "if enough people with the blue twitter check mark like it"
        ]
    },
    {
        "date": "12.29.17 3:26 pm",
        "ctx": [
            "hi bill, a few months ago i used to check your page daily but i haven't been on here for like 3 months, so I'm sorry if millions of people have asked this already but what will the next song/video be about",
            "music, good and bad times, joy, self expression, and understanding",
            "and when do you estimate it will come out?",
            "as soon as possible"
        ]
    },
    {
        "date": "12.29.173:06 pm",
        "ctx": [
            "If I were to come visit planet earth, which places should I go see?",
            "it depends on what you have seen before"
        ]
    },
    {
        "date": "12.29.171:28 pm",
        "ctx": [
            "What's the true story behind new Canaan?",
            "i went to new canaan and wrote a song on the way"
        ]
    },
    {
        "date": "12.29.1711:54 am",
        "ctx": [
            "How can I tell if I actually need medicine or some type of psychiatric care when symptoms are always described in such a general and vague way that makes everyone think they might have depression or anxiety or OCD or ADHD or whatever? And I'm afraid that if I go to a doctor and say 'I think I might have this thing' they'll just prescribe drugs that I might not need because they're pretty much in the pharmaceutical industry's pocket.",
            "that's true, they will say that. if you want that then do it. if you don't want that then don't go. back in my day you could get things sorted out just by drawing birds. there was maybe a hundred birds you could draw, in different poses and positions. this was before they all started eating plastic"
        ]
    },
    {
        "date": "12.29.1711:29 am",
        "ctx": [
            "How do I use the word the swag?",
            "just say it! and watch as the millenials accept you as one of their own, and buy in handily to your brand's message",
            "Would you say that something/someone HAS swag or IS swag?",
            "no"
        ]
    },
    {
        "date": "12.29.1711:08 am",
        "ctx": [
            "I have a severe condition where I need exciting revelations every day,",
            "oh me too",
            "but I can't find any. pls help",
            "check your pockets"
        ]
    },
    {
        "date": "12.29.1710:12 am",
        "ctx": [
            "quick bill do something funny",
            "i will do it when i get a chance"
        ]
    },
    {
        "date": "12.29.177:13 am",
        "ctx": [
            "Do you have to rewrite your answers sometimes to fit your style, or does it always come naturally.",
            "if i have to re-write it to fit my style, then who's style was it the first time, i wonder"
        ]
    },
    {
        "date": "12.29.176:04 am",
        "ctx": [
            "how to make someone to kill themselves?",
            "i don't know"
        ]
    },
    {
        "date": "12.29.173:43 am",
        "ctx": [
            "Thoughts on gravity?",
            "seems legit"
        ]
    },
    {
        "date": "12.29.173:16 am",
        "ctx": [
            "are you gonna make more songs like outside and i wanna be a movie star? like more full-length songs?",
            "oh boy i've got some exciting news for you"
        ]
    },
    {
        "date": "12.29.171:28 am",
        "ctx": [
            "Do you think impossibilities are possible?",
            "anything can be impossible or possible, depending on what strategy you use"
        ]
    },
    {
        "date": "12.29.171:24 am",
        "ctx": [
            "What do you think of florida?",
            "it's good"
        ]
    },
    {
        "date": "12.29.1712:09 am",
        "ctx": [
            "How do i open my mind creatively as you have and shed this societal pressure to be dumb and normal",
            "perhaps you could start by writing a thesis paper about why and how dumb is normal"
        ]
    },
    {
        "date": "12.28.1711:53 pm",
        "ctx": [
            "(ref: q.php?date=201712270056)12.27.1712:56 am answer it on this webpage, fuckface",
            "i will consider it"
        ]
    },
    {
        "date": "12.28.179:42 pm",
        "ctx": [
            "how come forks can be used as spoons but spoons can't be used as forks?",
            "ah, i see what you mean. i will change it"
        ]
    },
    {
        "date": "12.28.178:53 pm",
        "ctx": [
            "whats ur opinion on ice cream",
            "i think it should be legal"
        ]
    },
    {
        "date": "12.28.178:38 pm",
        "ctx": [
            "dude are you depressed or something?",
            "no",
            "like, i'm legitimately concerned for your health and safety right now."
        ]
    },
    {
        "date": "12.28.176:18 pm",
        "ctx": [
            "What do you mean by the meaning of life is that 'life is possible'?",
            "that's what it means. like for example, you may be sitting around wondering if life is possible (you know, things moving about on their own, and such) and you're really not sure whether it's possible, and then *pow* you see some life (you know, some things moving about on their own, and such) and you may think to yourself, \"what does this mean?\" well it means life is possible, that's what the damn it means"
        ]
    },
    {
        "date": "12.28.176:16 pm",
        "ctx": [
            "can you make more monday trivia videos? they're pretty fun to do",
            "i would consider it, and there are some other things i would also consider. the reason the other things have the advantage at this point is because i have already done about 100 monday videos and none of those other thing(s)"
        ]
    },
    {
        "date": "12.28.175:58 pm",
        "ctx": [
            "in the video sometimes i (whatever) you showed a clip of a video/song called hang me. why was that never published?",
            "because it was never made"
        ]
    },
    {
        "date": "12.28.175:46 pm",
        "ctx": [
            "in what kind of situations do you resort to anger in your dreams? i think i saw an answer way back where you told that you've been angry at your parents in a dream... is there sonething else?",
            "i am usually angry at some kind of authority figure(s) for being unreasonable. the premise is usually that i am very understanding and respectful of authority figures most of the time,  except at this particular time i am letting out some longstanding grievances, in a yelling manner"
        ]
    },
    {
        "date": "12.28.175:31 pm",
        "ctx": [
            "Help! Everyone thinks I am weird.",
            "what exactly do you need help with"
        ]
    },
    {
        "date": "12.28.175:09 pm",
        "ctx": [
            "(ref: same-questions.html)Do questions ever get repetitive for you?"
        ]
    },
    {
        "date": "12.28.175:06 pm",
        "ctx": [
            "go to sleep",
            "why don't you"
        ]
    },
    {
        "date": "12.28.173:57 pm",
        "ctx": [
            "You haven't uploaded in forever, are you making another history video",
            "no"
        ]
    },
    {
        "date": "12.28.173:30 pm",
        "ctx": [
            "Why does a grilled cheese taste better when it is cut diagonally?",
            "because it is easier to avoid the crust"
        ]
    },
    {
        "date": "12.28.171:46 pm",
        "ctx": [
            "I lost my thinking cap. What should I do?",
            "you can probably make your own. make it better, and crazier this time"
        ]
    },
    {
        "date": "12.28.171:43 pm",
        "ctx": [
            "WHEN WILL YOU GO ON TOUR?",
            "soon"
        ]
    },
    {
        "date": "12.28.1711:46 am",
        "ctx": [
            "How did you come up with the idea of the history of Japan and the world videos",
            "it just seemed like common sense"
        ]
    },
    {
        "date": "12.28.179:20 am",
        "ctx": [
            "Will you ever make more videos like \"hi, i'm steve\" that have a narrative?",
            "oh hell yeah",
            "You've only made 1-3 videos like that, and those are usually pretty great."
        ]
    },
    {
        "date": "12.28.175:58 am",
        "ctx": [
            "Why does waiting take so long?",
            "because that's what it means"
        ]
    },
    {
        "date": "12.28.175:08 am",
        "ctx": [
            "is ice smooth",
            "if u pay extra it can be"
        ]
    },
    {
        "date": "12.28.173:49 am",
        "ctx": [
            "Want a snack? Want a nap?",
            "sure"
        ]
    },
    {
        "date": "12.28.173:46 am",
        "ctx": [
            "What is the worse thing you&#226;&#128;&#153;ve ever laughed at?",
            "comedy"
        ]
    },
    {
        "date": "12.28.173:17 am",
        "ctx": [
            "Is this world fair&#65311;",
            "usually but if not you can call the complaint line"
        ]
    },
    {
        "date": "12.28.172:58 am",
        "ctx": [
            "If you kick infinity does it hurt forever?",
            "no"
        ]
    },
    {
        "date": "12.28.172:14 am",
        "ctx": [
            "Do you have any pattern of expressing (im specifically refering about the type of expression through words: speaking or writing) understandable (at least to some high degree) to other peoples mind, making it possible for us to conceive your words as equal to your true intentions? sometimes it seems hard for me to decipher what is the meaning behind your words, as if youre just talking to yourself. I know normality doesnt exist, but i think you might have some ideas about whats the \"normal\" way of expressing oneself (in which, to my standarts, you dont follow). Am I looking into it too much? Maybe you are \"joking around\" as people say. I think that what I tried to ask is: how would you define yourself from a more understandable (to other people in general) point of view?. man im sorry (since i dont even speak english), it feels impossible to communicate with the ambiguity of almost everything around us, and maybe your ambiguity called more my attentio n than o ther ambiguities (because its easier to notice). thank you for reading, i hope i made some sense",
            "i'm just trying to be reasonable"
        ]
    },
    {
        "date": "12.27.1711:42 pm",
        "ctx": [
            "What was the best moment for you this year?",
            "every moment is good and bad in so many ways, it's hard to decide which is which and it is even harder to pick one moment which no other moment is better than"
        ]
    },
    {
        "date": "12.27.1711:25 pm",
        "ctx": [
            "How&#226;&#128;&#153;s that one strip blue polo that you used to wear a lot in videos? Do you still have it?",
            "(ref: q.php?date=201611262330)11.26.1611:30 pm"
        ]
    },
    {
        "date": "12.27.1710:37 pm",
        "ctx": [
            "Are you doing a good job?",
            "yes, and bad"
        ]
    },
    {
        "date": "12.27.1710:33 pm",
        "ctx": [
            "Is rolling dice just as equally randomizing as using a random number generator? Why or why not?",
            "rolling dice is a random number generator"
        ]
    },
    {
        "date": "12.27.1710:33 pm",
        "ctx": [
            "I watched \"history of the entire world\" for the 20th time and learned five new things for the 20th time...Good job, and thanks\n\nNow that you have covered everything that has ever existed, what is your dream creative project?",
            "find ways to work faster and more efficiently, which i have been doing for many years but i need to do it more"
        ]
    },
    {
        "date": "12.27.179:44 pm",
        "ctx": [
            "I think I might be Elvis Presley.",
            "ah, #relatable"
        ]
    },
    {
        "date": "12.27.179:02 pm",
        "ctx": [
            "What's your favorite chord type? (Minor, minor seventh, major seventh, major eleventh, diminished)",
            "whichever one i think best describes the sound at hand"
        ]
    },
    {
        "date": "12.27.179:01 pm",
        "ctx": [
            "I'm beginning to wonder if the video you are working on in order to post is not the same video you are posting teasers for, thus creating one big prank. Is this true?",
            "no"
        ]
    },
    {
        "date": "12.27.177:40 pm",
        "ctx": [
            "if giraffes could speak, what would they say ?",
            "it depends on the situation"
        ]
    },
    {
        "date": "12.27.177:38 pm",
        "ctx": [
            "what does jupiter want",
            "all the gas"
        ]
    },
    {
        "date": "12.27.176:45 pm",
        "ctx": [
            "can you make a diss track on yourself?",
            "i'm sure i have already done that"
        ]
    },
    {
        "date": "12.27.176:33 pm",
        "ctx": [
            "I found $5 once",
            "oh nice"
        ]
    },
    {
        "date": "12.27.173:19 pm",
        "ctx": [
            "Do you ever resort to anger?",
            "only in my dreams"
        ]
    },
    {
        "date": "12.27.173:18 pm",
        "ctx": [
            "how many ghosts are in your living room?",
            "just me"
        ]
    },
    {
        "date": "12.27.172:41 pm",
        "ctx": [
            "Today it's the birthday of the person I hate. Qhat should I do?",
            "start a non-profit, to raise awareness of hatred, and birthdays"
        ]
    },
    {
        "date": "12.27.171:02 pm",
        "ctx": [
            "Is this the correct question?",
            "i will check with the judges. i just found out that the judges were fired and also never worked here"
        ]
    },
    {
        "date": "12.27.1712:58 pm",
        "ctx": [
            "Does everything in your notes in notebook make sense?",
            "it's fun to experiment and express yourself using only words and letters. does that make sense"
        ]
    },
    {
        "date": "12.27.1712:37 pm",
        "ctx": [
            "i like a girl (who is a great friend for 4 years). but now she is Dating a guy.what do i do?",
            "meet 15 more people"
        ]
    },
    {
        "date": "12.27.1710:54 am",
        "ctx": [
            "Can you be doing something while actually in fact doing nothing?",
            "there is no exactly right way to describe anything. so almost anything can be described as something or nothing"
        ]
    },
    {
        "date": "12.27.1710:43 am",
        "ctx": [
            "How much love can you give to someone? What is the preferable amount? When is it too much? Too little? Help.",
            "start with a medium amount and then analyze the experience"
        ]
    },
    {
        "date": "12.27.1710:07 am",
        "ctx": [
            "why does this channel have views",
            "which channel"
        ]
    },
    {
        "date": "12.27.179:24 am",
        "ctx": [
            "i just made a lot of anagrams from some friends' names. while very interesting, i realized it's dangerous... a lot of my hidden feelings were revealed.",
            "that's true. it's powerful stuff"
        ]
    },
    {
        "date": "12.27.176:39 am",
        "ctx": [
            "Describe your arch-nemesis.",
            "i'm not actually sure what an arch-nemesis is and how it differs from a regular nemesis"
        ]
    },
    {
        "date": "12.27.175:21 am",
        "ctx": [
            "some music masters say to just pick up an instrument and start goofing around with it, others say to definitely absolutely not do that because you will form bad habits. Who is more right?",
            "you are supposed to let someone much older and more closed minded teach you their bad habbits, and opinions"
        ]
    },
    {
        "date": "12.27.173:45 am",
        "ctx": [
            "Where do the aliends live?",
            "in a different world than whoever said the word 'alien.' the word alien means someone who lives someplace else"
        ]
    },
    {
        "date": "12.27.173:15 am",
        "ctx": [
            "Are you excited for 2018?",
            "i am excited for the whole calendar"
        ]
    },
    {
        "date": "12.27.173:14 am",
        "ctx": [
            "correct order of the Star Wars films?",
            "star wars 1, star wars 2, etc"
        ]
    },
    {
        "date": "12.27.172:17 am",
        "ctx": [
            "what makes your next video worth watching?",
            "i don't know. i am watching it for a different reason than anyone else"
        ]
    },
    {
        "date": "12.27.171:23 am",
        "ctx": [
            "I'm beginning to lose faith in human individuality. I know that everyone has their own hopes and fears, and that everyone is conscious like me, but it feels like we're all made with the same template, but using different names for things, kind of like The Hero's Journey, but for people, and that makes me sad. Thoughts?",
            "that's kind of convenient in a way, and it leaves the playing field wide open for those who really do want to experiment. all u have to do is wear your shoes backwards or something and people will go wild like they've never seen it before"
        ]
    },
    {
        "date": "12.27.1712:56 am",
        "ctx": [
            "(ref: q.php?date=201712261155)12.26.1711:55 am answer the question dipshit",
            "ok"
        ]
    },
    {
        "date": "12.27.1712:52 am",
        "ctx": [
            "Any thoughts on this question?",
            "no"
        ]
    },
    {
        "date": "12.27.1712:33 am",
        "ctx": [
            "What do you do when you hit it off with someone but u missed a chance to get contact info and you can't let this opportunity go to waste because it is too rare to pass up?",
            "post on craigslist under 'missed connections'"
        ]
    },
    {
        "date": "12.26.1711:26 pm",
        "ctx": [
            "what can be defined as 'the source code that shapes reality'",
            "this may surprise you, but it's actually made of goo"
        ]
    },
    {
        "date": "12.26.1710:34 pm",
        "ctx": [
            "how much do you like answering all these questions?",
            "i'd say about a 6.4"
        ]
    },
    {
        "date": "12.26.179:28 pm",
        "ctx": [
            "any tv show recommendations?",
            "reasonable shirts"
        ]
    },
    {
        "date": "12.26.179:26 pm",
        "ctx": [
            "did you go to college/university and if so, where?",
            "school of hard knox"
        ]
    },
    {
        "date": "12.26.178:54 pm",
        "ctx": [
            "is it legal to E X I S T?",
            "it is a legal grey area"
        ]
    },
    {
        "date": "12.26.178:02 pm",
        "ctx": [
            "Hey bill I just wanted to show you something that I think is pretty cool - the way that good writing can make you slow down. Here's a fun example:\n\"Somewhere, an actual balloon floats into the horizon of a midwestern town\"\nThat one word - actual - makes it much harder to just skim through the sentence,, makes you think. Do you agree? Have any input?",
            "oh hell yeah. i agree, there are many many ways to play with writing so that it is exactly how you want it, and i am very aware of this. you may not believe it, but even on this questions page i frequently take great care in that regard, even though i sometimes may appear to be using the grammar of a teenager from a low income family, it is almost always carefully crafted to have the exact results i am looking for"
        ]
    },
    {
        "date": "12.26.177:35 pm",
        "ctx": [
            "In the song do you have a lyric similar to \"I got things I want to say\"?",
            "i don't have enough time to say the"
        ]
    },
    {
        "date": "12.26.177:20 pm",
        "ctx": [
            "Are you a toddler?",
            "almost"
        ]
    },
    {
        "date": "12.26.177:01 pm",
        "ctx": [
            "If you didn't go to berklee why did you write music with berklee notation paper?",
            "someone gave me 2 stacks many years ago, and it's really good stuff. then when it ran out i went back to buying it on 48th st like a normal person"
        ]
    },
    {
        "date": "12.26.176:32 pm",
        "ctx": [
            "what's your favorite pun?",
            "but, fuckin"
        ]
    },
    {
        "date": "12.26.176:30 pm",
        "ctx": [
            "(ref: q.php?date=201712260405)12.26.174:05 am do you actually do this",
            "absolutely not"
        ]
    },
    {
        "date": "12.26.175:52 pm",
        "ctx": [
            "what's the best thing that happened to you this year?",
            "everything is good and bad in so many ways, it's hard to decide which is which and it is even harder to pick one thing which nothing is better than"
        ]
    },
    {
        "date": "12.26.175:34 pm",
        "ctx": [
            "i deleted christmas this year. whatever you think happened yesterday was a dream from when you and everyone else were in somnostasis for an infinitesimal fraction of a second when we skipped over december the 25th",
            "did you know you can skip christmas without skipping december 25"
        ]
    },
    {
        "date": "12.26.175:10 pm",
        "ctx": [
            "Is it pronounced gif or gif?",
            "it is usually not pronounced"
        ]
    },
    {
        "date": "12.26.175:03 pm",
        "ctx": [
            "Thanks for the Instagram images! It seems like you are beginning to integrate live action into your post-hotewig video world. Super-exciting! Is that part of the time consuming challenge when compared to \"outside\"?",
            "yes. although outside took much longer than i wanted it to also"
        ]
    },
    {
        "date": "12.26.173:52 pm",
        "ctx": [
            "Why are potatoes a sore subject for you? Does it have to do with the current political climate of the Tater Farms?",
            "why would you continue to bring up a subject after someone has told you it is a sore subject? why do you have that strategy. what is this guantanamo bay or something"
        ]
    },
    {
        "date": "12.26.173:49 pm",
        "ctx": [
            "Why do you like music?",
            "(ref: q.php?date=201706200851)6.20.178:51 am"
        ]
    },
    {
        "date": "12.26.173:49 pm",
        "ctx": [
            "How much wet is water",
            "i'd say about a 6.4"
        ]
    },
    {
        "date": "12.26.173:48 pm",
        "ctx": [
            "Do doctors have a degree in doctology?",
            "no, only doctologists"
        ]
    },
    {
        "date": "12.26.173:43 pm",
        "ctx": [
            "(ref: http://www.billwurtz.com/questions/q.php?date=201712260202)12.26.17 2:02 am But I like live action music videos even more than the \"history of...\" videos! Do you ever feel like you're going crazy trying to make your fans happy?",
            "i never tried to make them happy, in the long term they have always been the happiest when i have done something which i originally thought was right. the fans actually like surprises, but they will never admit it until after it has happened, and then they always request to see the same thing again which of course they're not actually gonna like because it wouldn't be a surprise"
        ]
    },
    {
        "date": "12.26.173:32 pm",
        "ctx": [
            "In hotewig you talked about jesus, mohammed, and siddartha as if they were real, flesh and blood people that physically existed and were a part of history.",
            "so you took that part literally, but not the part where i said a plane was a boat",
            "Do we know for sure if they existed though? Like, regardless if you believe in the religions or stories associated with them or not, would historians say that jesus, mohammed, and siddartha(and other religious figures like abraham, moses, the disciples, etc) actually physically existed?",
            "it is almost impossible to determine, but regardless, they became indelible branding icons for those religions in the centuries that followed"
        ]
    },
    {
        "date": "12.26.173:26 pm",
        "ctx": [
            "wanna suck elon musk's dick?",
            "not right now, thank you for the opportunity"
        ]
    },
    {
        "date": "12.26.173:18 pm",
        "ctx": [
            "Is it possible to curry something other than favor?",
            "i didn't even know it was possible to do that"
        ]
    },
    {
        "date": "12.26.173:09 pm",
        "ctx": [
            "is christmas?",
            "sure"
        ]
    },
    {
        "date": "12.26.173:09 pm",
        "ctx": [
            "i miis yuo",
            "i didn't leave"
        ]
    },
    {
        "date": "12.26.173:05 pm",
        "ctx": [
            "how about the phrase \"done and dusted\"? do you enjoy it?",
            "i've never heard it, but it sounds pretty good. good sound, and also easy to understand"
        ]
    },
    {
        "date": "12.26.172:44 pm",
        "ctx": [
            "Why is october called OCTober if it is the 10th month? Same as SEPTember (not the 7th month) and DECember (not the 10th month)?? Is this a prank?",
            "i think they used to be"
        ]
    },
    {
        "date": "12.26.171:24 pm",
        "ctx": [
            "but live action /is/ much cooler than animation. the lesson here is listen to your heart, not your fans",
            "that is true, that is what i have always done. thanks so much for your help. i mean it this time"
        ]
    },
    {
        "date": "12.26.1711:55 am",
        "ctx": [
            "Is your family supportive of the videos you create on YouTube?",
            "i actually don't create them on youtube, i make them offline, and then upload them to my website (and youtube also) when they are done"
        ]
    },
    {
        "date": "12.26.1711:50 am",
        "ctx": [
            "got any food reccomendations",
            "water"
        ]
    },
    {
        "date": "12.26.1710:54 am",
        "ctx": [
            "why didn't you make a video about potatoes yet",
            "sore subject"
        ]
    },
    {
        "date": "12.26.1710:07 am",
        "ctx": [
            "\"common sense\" is actually quite different to each person",
            "that's true"
        ]
    },
    {
        "date": "12.26.179:44 am",
        "ctx": [
            "Ugh It's cold here in Brooklyn and my dog needs to go for a walk...where should I take her?",
            "egypt?"
        ]
    },
    {
        "date": "12.26.178:55 am",
        "ctx": [
            "Are you having/had a good Christmas?",
            "yes"
        ]
    },
    {
        "date": "12.26.177:54 am",
        "ctx": [
            "why is christmas sometimes called xmas",
            "to protect you from seeing the word \"christ\" which might be offensive because jesus christ was recently fired for sexual harrassment"
        ]
    },
    {
        "date": "12.26.176:17 am",
        "ctx": [
            "Why is instagram two times in the website",
            "it is not",
            "Why did you remove a video from youtube",
            "i did not"
        ]
    },
    {
        "date": "12.26.174:18 am",
        "ctx": [
            "when is the next christmas?",
            "christmas is usually on december 25"
        ]
    },
    {
        "date": "12.26.174:05 am",
        "ctx": [
            "What to do when its boxing day?\n(also Merry Christler For Yesterday)",
            "take my gifts, put them back in the box, and sell them online"
        ]
    },
    {
        "date": "12.26.173:39 am",
        "ctx": [
            "Why did you choose eat trees and hi i'm steve to make a t-shirt of?",
            "i used a random number selector to pick which videos to make designs from"
        ]
    },
    {
        "date": "12.26.172:39 am",
        "ctx": [
            "Do you know how to deal with idiots?",
            "the fun part about dealing with 'idiots' is you get to make up a new way every time. and i get lots of practice because everyone is an idiot, including you and me"
        ]
    },
    {
        "date": "12.26.172:14 am",
        "ctx": [
            "Do i really need to stay countless hours memorizing all the notes if i wanna learn how to play the piano?",
            "i wouldn't think of it like 'memorizing the notes' i would say it's more like getting to know someone and becoming friends with them"
        ]
    },
    {
        "date": "12.26.172:02 am",
        "ctx": [
            "i get that history videos take a long time but you know what else takes a long time\n(live action music videos)\nlike if HoJ or a similar length/style of video takes 14 weeks (and possibly less time using new tricks you have surely learned), then it seems cooler& better to release medium-length teachy style videos than 3 minute songs if they are each gonna take 10-15 weeks. just seems like live action has proven to be about a zillion times harder and less efficient to do and not much cooler than pure animation.",
            "thanks for your help"
        ]
    },
    {
        "date": "12.26.171:26 am",
        "ctx": [
            "i think people are what they notice. do you seen what i mean?",
            "oh hell yeah"
        ]
    },
    {
        "date": "12.26.171:06 am",
        "ctx": [
            "What is your favorite thing you got this Christmas?",
            "a strike against my youtube channel, for a 1 second video that came out 3 years ago"
        ]
    },
    {
        "date": "12.26.1712:48 am",
        "ctx": [
            "is this thing on?",
            "yes"
        ]
    },
    {
        "date": "12.25.1711:29 pm",
        "ctx": [
            "there is sunday but no moonday, why?",
            "(ref: q.php?date=201701220030)1.22.1712:30 am"
        ]
    },
    {
        "date": "12.25.1710:42 pm",
        "ctx": [
            "Why are the words \"Questions\" and \"Thank\" misspelled on the site?",
            "'questions' i do not consider a misspelling, because there is a color scheme that needs to be taken into account there. 'thabk' is an issue i have answered here at least 100 times before but maybe i will answer it again soon if i am feeling frisky"
        ]
    },
    {
        "date": "12.25.1710:42 pm",
        "ctx": [
            "What is your life's work?",
            "can't say, don't wanna jinx it"
        ]
    },
    {
        "date": "12.25.1710:04 pm",
        "ctx": [
            "are you surprised that a 3 minute song takes so long to complete?",
            "not really. it only takes about a week usually"
        ]
    },
    {
        "date": "12.25.179:20 pm",
        "ctx": [
            "what's your favorite pet name?",
            "rex tillerson"
        ]
    },
    {
        "date": "12.25.179:15 pm",
        "ctx": [
            "The Mountains are talked about in Hi, I'm Steve but also casually mentioned in a super early reality video, I know climbing mountains means doing stuff, getting stuff done,",
            "it can mean other things too",
            "but how long have you been using this metaphor yourself? did you make it up?",
            "i'm not sure if i have ever used that metaphor"
        ]
    },
    {
        "date": "12.25.179:14 pm",
        "ctx": [
            "has anyone who has asked you if their drawing is good sent you an image of their drawing",
            "no"
        ]
    },
    {
        "date": "12.25.179:08 pm",
        "ctx": [
            "This question isn't actually a question.",
            "ah, i see what you mean"
        ]
    },
    {
        "date": "12.25.178:17 pm",
        "ctx": [
            "is it ok if i imbue some very personal and intimate meanings to your songs when listening to them even though those are probably not their real meanings at all?",
            "i will check with the committee"
        ]
    },
    {
        "date": "12.25.177:46 pm",
        "ctx": [
            "How often does your wisdom increase?",
            "it is always increasing, very steadily and gradually"
        ]
    },
    {
        "date": "12.25.177:23 pm",
        "ctx": [
            "Do you think glueing building blocks together is good preparation for becoming president?",
            "it can be"
        ]
    },
    {
        "date": "12.25.177:05 pm",
        "ctx": [
            "How is cold cold?",
            "i'd say about a 6.4"
        ]
    },
    {
        "date": "12.25.175:05 pm",
        "ctx": [
            "when will the sun come back",
            "it did not leave"
        ]
    },
    {
        "date": "12.25.175:00 pm",
        "ctx": [
            "How big is this world?",
            "i'd say it's about a medium size"
        ]
    },
    {
        "date": "12.25.174:00 pm",
        "ctx": [
            "Would you ever consider running for President?",
            "no"
        ]
    },
    {
        "date": "12.25.173:26 pm",
        "ctx": [
            "What is/are nuts?",
            "i'm not really sure"
        ]
    },
    {
        "date": "12.25.173:15 pm",
        "ctx": [
            "is there an intentional theme that connects the introduction of \"I'm Crazy/It's Raining\" and \"outside\"?",
            "no",
            "The opening lyrics seem really similar.\n\nI'm Crazy/It's Raining:\n\"Go back to where you come from\nGo back to where you belong...\"\n\noutside:\n\"...I can't go back to where I come from\nBecause I'm not welcome\nAnd it's not fun there\""
        ]
    },
    {
        "date": "12.25.171:46 pm",
        "ctx": [
            "Now you gotta tell me everything you did baby",
            "oh, turn up the eagles the neighbors are listening"
        ]
    },
    {
        "date": "12.25.1712:49 pm",
        "ctx": [
            "What should I do if I like your music?",
            "listen to it?"
        ]
    },
    {
        "date": "12.25.1711:43 am",
        "ctx": [
            "What do you do when you're bored?",
            "try to accomplish my life's work"
        ]
    },
    {
        "date": "12.25.177:49 am",
        "ctx": [
            "how do i learn a new instrument",
            "step one touch the instrument"
        ]
    },
    {
        "date": "12.25.176:11 am",
        "ctx": [
            "do u kno how to play cello??",
            "sort of but i have never done it"
        ]
    },
    {
        "date": "12.25.172:47 am",
        "ctx": [
            "What films do you recommend for christmas?",
            "the snowman"
        ]
    },
    {
        "date": "12.25.172:46 am",
        "ctx": [
            "nothing is real",
            "then what the hell does real mean"
        ]
    },
    {
        "date": "12.25.172:44 am",
        "ctx": [
            "who do you hate",
            "i don't really think about that"
        ]
    },
    {
        "date": "12.25.172:44 am",
        "ctx": [
            "do you ever think about the person you wrote new canaan about?",
            "it was not written about a person, it was written about a location"
        ]
    },
    {
        "date": "12.25.172:39 am",
        "ctx": [
            "My dad says whats a meme",
            "it's a thing. meme is a word for thing. likely not for long, soon another word will mean thing, and 'thing' will still also mean thing as well."
        ]
    },
    {
        "date": "12.25.171:48 am",
        "ctx": [
            "how do i become a novelist?",
            "write some books?"
        ]
    },
    {
        "date": "12.25.171:45 am",
        "ctx": [
            "what inspired you to become a musician",
            "music"
        ]
    },
    {
        "date": "12.25.171:32 am",
        "ctx": [
            "what's your biggest inspiration?",
            "the sun"
        ]
    },
    {
        "date": "12.25.171:09 am",
        "ctx": [
            "what can you guarantee?",
            "more possibilities"
        ]
    },
    {
        "date": "12.25.171:03 am",
        "ctx": [
            "how do i use this darn computer thing",
            "did you try turning it off and on again"
        ]
    },
    {
        "date": "12.25.1712:10 am",
        "ctx": [
            "will you ever make a cover of a song?",
            "oh hell yeah"
        ]
    },
    {
        "date": "12.24.1711:54 pm",
        "ctx": [
            "Is this thing real?",
            "i will check"
        ]
    },
    {
        "date": "12.24.1711:52 pm",
        "ctx": [
            "Why take so long do do videos on YouTube?",
            "i actually do them off youtube, and then post them when i'm done. and i do them as fast as i can",
            "Why not another \"History of\" video?",
            "those ones actually take longer than any other ones i've done. one of the reasons i haven't done more of them is because they take so long to make"
        ]
    },
    {
        "date": "12.24.1711:10 pm",
        "ctx": [
            "what is the lyric at 2:40 of your song?",
            "dwee"
        ]
    },
    {
        "date": "12.24.1711:04 pm",
        "ctx": [
            "What's the highest score you're ever gotten in Scrabble",
            "potato"
        ]
    },
    {
        "date": "12.24.1710:23 pm",
        "ctx": [
            "What came first, roller blades or roller skates?",
            "roller skates"
        ]
    },
    {
        "date": "12.24.179:33 pm",
        "ctx": [
            "would you recommend investing in xylophone?",
            "it depends on what else you currently have in your portfolio"
        ]
    },
    {
        "date": "12.24.179:21 pm",
        "ctx": [
            "Why is music good?",
            "because it's bad"
        ]
    },
    {
        "date": "12.24.176:45 pm",
        "ctx": [
            "Tell me a fact.",
            "your dog might be a horse"
        ]
    },
    {
        "date": "12.24.176:40 pm",
        "ctx": [
            "helo can water wet?",
            "you know, i've said yes before but then i got angry letters arguing no it can't"
        ]
    },
    {
        "date": "12.24.176:35 pm",
        "ctx": [
            "are we there yet?",
            "yes"
        ]
    },
    {
        "date": "12.24.176:35 pm",
        "ctx": [
            "what is your real name",
            "door"
        ]
    },
    {
        "date": "12.24.17 6:20 pm",
        "ctx": [
            "what do you think of the word \"role model\"?",
            "seems fine"
        ]
    },
    {
        "date": "12.24.17 6:16 pm",
        "ctx": [
            "do you think in times before vehicles people had to be a little more polite, or does that seem a bit too \"life used to be better in days gone by\"",
            "surely they were mean on horses"
        ]
    },
    {
        "date": "12.24.17 6:05 pm",
        "ctx": [
            "Whats the main color at :34 in your new video",
            "you wanna (ref: fafsdgUntitled.mp4)check"
        ]
    },
    {
        "date": "12.24.17 6:02 pm",
        "ctx": [
            "what the heck are black holes?",
            "i don't know",
            "are they real?",
            "i'm not sure"
        ]
    },
    {
        "date": "12.24.17 5:42 pm",
        "ctx": [
            "Is visual art comparable to audio art? like this song was 7/10 but this drawing is 8/10 or shpuld it be seperate \"scales of rating\" (that arent even numerical bc honestly fuck numbers) like this song has things i like *list of the things liked* and this drawing has very nice aesthetic bc *listing the things that make it have nice aesthetic*",
            "visual art should be graded on a scale from 1 to 10, and audio art should be graded on a scale of 1 to 5. integers only please"
        ]
    },
    {
        "date": "12.24.17 5:21 pm",
        "ctx": [
            "How can I love?",
            "what ways have you tried so far"
        ]
    },
    {
        "date": "12.24.17 5:04 pm",
        "ctx": [
            "what's your purpose in life?",
            "can't say, don't wanna jinx it"
        ]
    },
    {
        "date": "12.24.17 4:50 pm",
        "ctx": [
            "What's your main criteria?",
            "for what"
        ]
    },
    {
        "date": "12.24.174:23 pm",
        "ctx": [
            "how to spice up eggnog?",
            "put jalape&ntilde;os in it?"
        ]
    },
    {
        "date": "12.24.173:58 pm",
        "ctx": [
            "Please do the LONGEST answer for this question?",
            "that doesn't seem necessary"
        ]
    },
    {
        "date": "12.24.173:32 pm",
        "ctx": [
            "Are you in Central Park ever and at all?",
            "yes"
        ]
    },
    {
        "date": "12.24.172:56 pm",
        "ctx": [
            "What's not normal?",
            "a balloon with other balloons inside"
        ]
    },
    {
        "date": "12.24.172:34 pm",
        "ctx": [
            "i drew a thing is it good",
            "i have not seen it"
        ]
    },
    {
        "date": "12.24.172:29 pm",
        "ctx": [
            "How can I make my brothers less annoying ???",
            "you can be more annoying, so they are less annoying in comparison"
        ]
    },
    {
        "date": "12.24.172:17 pm",
        "ctx": [
            "have you wrapped/boxed/bagged all ur christmas presents yet or r u still waiting lastminute like me",
            "to make it simpler, i'm just going to give the gift without the paper and boxes, and then buy a lot of paper and boxes and throw them away"
        ]
    },
    {
        "date": "12.24.171:41 pm",
        "ctx": [
            "What are you wearing?",
            "a smock"
        ]
    },
    {
        "date": "12.24.171:13 pm",
        "ctx": [
            "is anything not music?",
            "i doubt it"
        ]
    },
    {
        "date": "12.24.171:13 pm",
        "ctx": [
            "How do I become good at music",
            "keep doing and experiencing music in as many ways as possible"
        ]
    },
    {
        "date": "12.24.1712:41 pm",
        "ctx": [
            "What is the funniest joke you've ever heard?",
            "i have never heard a funny joke"
        ]
    },
    {
        "date": "12.24.1712:41 pm",
        "ctx": [
            "How much trial and error is in your process of making music and videos",
            "about 7 table spoons of trial, and 3 table spoons of error"
        ]
    },
    {
        "date": "12.24.1712:40 pm",
        "ctx": [
            "Why is it important to document your journey?",
            "because journeys are awesome"
        ]
    },
    {
        "date": "12.24.1712:29 pm",
        "ctx": [
            "do I have to meet new people in order to be a good person?",
            "no"
        ]
    },
    {
        "date": "12.24.1712:25 pm",
        "ctx": [
            "can art be bad?",
            "sure",
            "explain",
            "like, you might look at some thing and not like it.. you might say \"euughhg, i don't like that\" and it's bad. but it's also good, because someone else might like it"
        ]
    },
    {
        "date": "12.24.1711:28 am",
        "ctx": [
            "what books changed your life in a positive manner",
            "it wasn't so much books that changed my life, but some of the alternatives to books which have become common place during my lifetime"
        ]
    },
    {
        "date": "12.24.171:59 am",
        "ctx": [
            "Wanna solve a complicated jigsaw puzzle together?",
            "sure"
        ]
    },
    {
        "date": "12.24.176:59 am",
        "ctx": [
            "why r u not posting vids in youtube?? i mean moooooo",
            "i only post videos when they are finished"
        ]
    },
    {
        "date": "12.24.1712:54 am",
        "ctx": [
            "Why would anyone willingly buy your merch?",
            "i don't know"
        ]
    },
    {
        "date": "12.23.1711:38 pm",
        "ctx": [
            "Why do you change clothes in your videos",
            "for the same reason artists might change colors, during a painting"
        ]
    },
    {
        "date": "12.23.1711:37 pm",
        "ctx": [
            "Were you born funny?",
            "being born is always funny"
        ]
    },
    {
        "date": "12.23.1711:08 pm",
        "ctx": [
            "can we use your songs?",
            "you can listen to them!"
        ]
    },
    {
        "date": "12.23.1710:35 pm",
        "ctx": [
            "Do you like my new pants?",
            "i have not seen them"
        ]
    },
    {
        "date": "12.23.1710:34 pm",
        "ctx": [
            "do dragons exist, and if so where can i find one?",
            "if you are wondering about dragons, you usually are the dragon"
        ]
    },
    {
        "date": "12.23.1710:31 pm",
        "ctx": [
            "What level are you on (in life)?",
            "2"
        ]
    },
    {
        "date": "12.23.179:24 pm",
        "ctx": [
            "How do I frost a steak? And if I change my mind later how do I de-frost it",
            "most steaks now a days have buttons on them for that"
        ]
    },
    {
        "date": "12.23.179:22 pm",
        "ctx": [
            "What is the new song youre working on called?",
            "i can't tell you"
        ]
    },
    {
        "date": "12.23.179:02 pm",
        "ctx": [
            "someone I was talking to found out that I'm trying to do music for a living and then asked me \"who is your favorite guitarist\" and I said \"myself\" but then he thought it was a joke and wanted me to name someone else but I didn't want to because the question was problematic and now he probably thinks that I can't even name a guitarist I like to listen to which is untrue I just think the question was no good in the first place and he didn't accept the only answer that seemed even remotely reasonable so what's up with that",
            "it is taboo to like yourself. this is strange because if you want to be the best person you can be, at some point you will want to believe you are doing it right. but unfortunately this is taboo. if you like yourself, you will have to keep it a secret. if you continue to be more and more how you like (without admitting it) you are going to be well on your way to success"
        ]
    },
    {
        "date": "12.23.178:47 pm",
        "ctx": [
            "take a vacation",
            "everyone always thinks i'm already on vacation"
        ]
    },
    {
        "date": "12.23.17 7:37 pm",
        "ctx": [
            "Can dogs fly?",
            "i'm not sure"
        ]
    },
    {
        "date": "12.23.17 7:32 pm",
        "ctx": [
            "what do you want for Christmas or Hanukkah?",
            "i want hanukkah for christmas and christmas for hannukah"
        ]
    },
    {
        "date": "12.23.17 7:17 pm",
        "ctx": [
            "Did egg ever",
            "yes, and still is"
        ]
    },
    {
        "date": "12.23.17 5:24 pm",
        "ctx": [
            "What do you think of Christmas",
            "seems legit"
        ]
    },
    {
        "date": "12.23.17 4:41 pm",
        "ctx": [
            "is it okay to enjoy listening to the songs you made in the past?",
            "yes"
        ]
    },
    {
        "date": "12.23.17 4:39 pm",
        "ctx": [
            "Do you get a notification every time there's a question or do you check manually?",
            "there's always questions"
        ]
    },
    {
        "date": "12.23.17 4:35 pm",
        "ctx": [
            "I have all these ideas and little tunes in my head for music/art but I can't find a way to put them on paper or on to a keyboard. How do you get your ideas down?",
            "i'm fluent in notation, but nowadays that's not really necessary. just make a quick recording. nowadays most phones have that capability"
        ]
    },
    {
        "date": "12.23.17 4:27 pm",
        "ctx": [
            "What's your favourite breed of dog?",
            "what's the one where they get to marry for love"
        ]
    },
    {
        "date": "12.23.17 4:02 pm",
        "ctx": [
            "what do you think is the most important thing to know",
            "how to know stuff"
        ]
    },
    {
        "date": "12.23.17 4:00 pm",
        "ctx": [
            "Do you like the sport football",
            "yes, and hand ball"
        ]
    },
    {
        "date": "12.23.17 3:44 pm",
        "ctx": [
            "what's left of the project?",
            "finishing it, and also making sure it's really good"
        ]
    },
    {
        "date": "12.23.17 2:10 pm",
        "ctx": [
            "How to be friendly?",
            "you could wear a friend costume, or maybe just a friend mask"
        ]
    },
    {
        "date": "12.23.17 1:22 pm",
        "ctx": [
            "am i gay?",
            "i don't know"
        ]
    },
    {
        "date": "12.23.17 1:20 pm",
        "ctx": [
            "what is a star?",
            "it's like a hot ball"
        ]
    },
    {
        "date": "12.23.17 12:45 pm",
        "ctx": [
            "do you know about Sri Lanka?",
            "yes"
        ]
    },
    {
        "date": "12.23.17 11:42 am",
        "ctx": [
            "what is your goal?",
            "see how many goals i can have"
        ]
    },
    {
        "date": "12.23.17 10:55 am",
        "ctx": [
            "hi can I have some validation please?",
            "i just checked, you are already valid"
        ]
    },
    {
        "date": "12.23.1710:23 am",
        "ctx": [
            "what color is the sky",
            "i will check"
        ]
    },
    {
        "date": "12.23.179:52 am",
        "ctx": [
            "I have observed in recent times that you are answering questions more frequently.",
            "i am not",
            "Is this a change in strategy",
            "no"
        ]
    },
    {
        "date": "12.23.176:15 am",
        "ctx": [
            "can you explain murphy's law in your own words?",
            "murphy makes a law. then when murphy goes to register the law he realizes that there already was a different law called 'murphy's law', which was not even registered by a person named murphy, it was actually named after the person's dog. go figure"
        ]
    },
    {
        "date": "12.23.176:14 am",
        "ctx": [
            "How do i live I'm scared",
            "sounds like you are on the right track"
        ]
    },
    {
        "date": "12.23.17 3:50 am",
        "ctx": [
            "I made a post to instagram that I was really proud of and then right after I lost a follower and I am sad.",
            "looks like you are ahead of your time"
        ]
    },
    {
        "date": "12.23.17 3:06 am",
        "ctx": [
            "just realized I've been wearing my shirt inside out today. What should I do?",
            "audition for \"wear is my clothes\""
        ]
    },
    {
        "date": "12.23.17 2:28 am",
        "ctx": [
            "what is mystical?",
            "everything"
        ]
    },
    {
        "date": "12.23.1712:23 am",
        "ctx": [
            "What's the biggest thing you've ever seen?",
            "i have never seen a big thing"
        ]
    },
    {
        "date": "12.22.1711:47 pm",
        "ctx": [
            "are you up right now",
            "i can't tell you"
        ]
    },
    {
        "date": "12.22.1711:43 pm",
        "ctx": [
            "it's fucked you have to call someone 'Dr' cause they went to school longer than you or whatever",
            "that's true. they should be called a soldier"
        ]
    },
    {
        "date": "12.22.1711:40 pm",
        "ctx": [
            "How do you feel about modern/abstract art",
            "you feel that some art is modern/abstract, but you didn't show me which art you were talking about"
        ]
    },
    {
        "date": "12.22.1711:01 pm",
        "ctx": [
            "Do you like the sport football",
            "yes, and hand ball"
        ]
    },
    {
        "date": "12.22.1710:54 pm",
        "ctx": [
            "When is ur next vid",
            "i've been making it ever since my last vid"
        ]
    },
    {
        "date": "12.22.1710:49 pm",
        "ctx": [
            "how long does it take you to do one scarmble request?",
            "they all take different lengths of time"
        ]
    },
    {
        "date": "12.22.179:42 pm",
        "ctx": [
            "what is your favorite song by a beatle in their solo career?",
            "i prefer not to call members of the beatles 'beatle's when they are not performing with the beatles. i prefer to call them by their individual names. also i find it impossible to have a 'favorite song', because every song ever written is simultaneously better and worse than every other song, which i think is very fortunate"
        ]
    },
    {
        "date": "12.22.179:15 pm",
        "ctx": [
            "Can you be cool",
            "yes"
        ]
    },
    {
        "date": "12.22.179:10 pm",
        "ctx": [
            "did you ever go through an emo phase",
            "no"
        ]
    },
    {
        "date": "12.22.178:50 pm",
        "ctx": [
            "What's harder than rocket science?",
            "avoiding product offers from third parties"
        ]
    },
    {
        "date": "12.22.178:31 pm",
        "ctx": [
            "I saw that you have been making songs since 2002.",
            "way before",
            "I really want to ask how old you were, but i know you probably won't answer (but if you did that would be nice) so instead I'll ask you: why did you start making songs?",
            "it's like a package, of music!",
            "How experienced were you when you made your own song? What was going through your mind (imo your first song actually sounds pretty cool)",
            "i don't know what my first song was but you have not heard it. the earliest thing i have posted anywhere was done after having many many years of experience"
        ]
    },
    {
        "date": "12.22.178:18 pm",
        "ctx": [
            "What's the litte red corvette in the song 'little red corvette' supposed to be a metaphor for?",
            "the vagina? i'm not really sure"
        ]
    },
    {
        "date": "12.22.178:02 pm",
        "ctx": [
            "are we competing for resources?",
            "yes, unless someone comes up with a creative solution which vastly increases the resources for everyone, which might sound strange but it has happened many times before"
        ]
    },
    {
        "date": "12.22.178:00 pm",
        "ctx": [
            "Why do you have two different songs called 'stupid song'",
            "i name songs how i think they should be named, not how i think other songs weren't named",
            "and why do both have the exact\nsame length?",
            "i make songs whatever length i think they should be, not whatever length another song was not"
        ]
    },
    {
        "date": "12.22.177:18 pm",
        "ctx": [
            "What is your job?",
            "thing doer"
        ]
    },
    {
        "date": "12.22.176:43 pm",
        "ctx": [
            "Have you ever had a loud music bumpin' contest with a person in a car stopped next you at a red light?",
            "no"
        ]
    },
    {
        "date": "12.22.176:33 pm",
        "ctx": [
            "I think your latest instagram pic you posted (the pic of you with those crazy color effects) looks really cool. But, I'm not going to lie, it also kind of gives me the spooks a little bit. Is your new vid a scary vid?",
            "no"
        ]
    },
    {
        "date": "12.22.175:41 pm",
        "ctx": [
            "Which one is the correctest of all notes? Musically.",
            "none of them. that's why they are so nice"
        ]
    },
    {
        "date": "12.22.175:39 pm",
        "ctx": [
            "how does exist",
            "a way"
        ]
    },
    {
        "date": "12.22.175:12 pm",
        "ctx": [
            "What's your opinion on capitalising every first letter of a word in a sentence?",
            "it is a traditional thing to do but i have found it's usually not necessary for communication purposes, and also can seem insincere"
        ]
    },
    {
        "date": "12.22.173:51 pm",
        "ctx": [
            "how do you know if something is good or bad",
            "everything is both"
        ]
    },
    {
        "date": "12.22.173:51 pm",
        "ctx": [
            "how to be exciting?",
            "buy the zoo and sell it back to the animals"
        ]
    },
    {
        "date": "12.22.173:37 pm",
        "ctx": [
            "Do you think 2018 will be a good year?",
            "sure"
        ]
    },
    {
        "date": "12.22.173:25 pm",
        "ctx": [
            "why are you up so late",
            "well my question to you is, actually i have 2 questions for you, 1. why do you think i am up late, and 2. why are you up so late"
        ]
    },
    {
        "date": "12.22.173:22 pm",
        "ctx": [
            "Guess the song:\nCmaj7 D#7 Fb7 Dmaj7 C\nHint: Bond movie.",
            "why would you write Fb7 especially after D#7 and also why would you write D#7"
        ]
    },
    {
        "date": "12.22.173:18 pm",
        "ctx": [
            "How many selfie sticks have you purchased this month alone?",
            "0"
        ]
    },
    {
        "date": "12.22.173:18 pm",
        "ctx": [
            "Is 'beware' short for 'be wary'?",
            "maybe, or also 'be aware'"
        ]
    },
    {
        "date": "12.22.172:59 pm",
        "ctx": [
            "what's something you were really stressed about, it turned out to be no big deal?",
            "answering this question. although it still is a big deal because i wish i had a better answer"
        ]
    },
    {
        "date": "12.22.172:59 pm",
        "ctx": [
            "Are you a fan of green ghouls?",
            "what the heck is a ghoul"
        ]
    },
    {
        "date": "12.22.172:52 pm",
        "ctx": [
            "what childish thing do you still enjoy?",
            "the stock market"
        ]
    },
    {
        "date": "12.22.172:17 pm",
        "ctx": [
            "h o w d o y o u f e e l a b o u t p e o p l e w h o t y p e l i k e t h i s ?",
            "it depends on the other qualities and charactaristics of that person, besides just their letter formatting"
        ]
    },
    {
        "date": "12.22.171:29 pm",
        "ctx": [
            "how do you think of thinking?",
            "it's usually not necessary"
        ]
    },
    {
        "date": "12.22.171:12 pm",
        "ctx": [
            "do you enjoy making songs?",
            "yes"
        ]
    },
    {
        "date": "12.22.1711:04 am",
        "ctx": [
            "what is hate",
            "i'm not sure"
        ]
    },
    {
        "date": "12.22.1710:50 am",
        "ctx": [
            "did you ever regret answering any question?",
            "i regret answering all of them, except yours"
        ]
    },
    {
        "date": "12.22.179:59 am",
        "ctx": [
            "alright love, pls to link us to your voice recordings (not-podcasts) when you feel like it~",
            "there is already a link to it, in the categories pages of this website"
        ]
    },
    {
        "date": "12.22.179:26 am",
        "ctx": [
            "is this new video gonna be like jesus and be born on christmas day?",
            "jesus was not born on christmas day"
        ]
    },
    {
        "date": "12.22.179:02 am",
        "ctx": [
            "why was the \"hi, it's 1995\" video never posted to youtube?",
            "i actually thought it was"
        ]
    },
    {
        "date": "12.22.178:51 am",
        "ctx": [
            "Right now when I want to make music I hum a melody and then I use trial and error to find the notes I need on my MIDI controller. What do you think of this method?",
            "it's good"
        ]
    },
    {
        "date": "12.22.177:53 am",
        "ctx": [
            "as of right now what is a project that you've done that you regard as a benchmark for efficiency and process ?",
            "'soap tips' was done in less than 2 weeks"
        ]
    },
    {
        "date": "12.22.177:44 am",
        "ctx": [
            "What has to happen for you to realize your goal of biweekly vids? I know you work super hard and everything, but is making a full video (and song) possible to do in 2 weeks? What needs to be done to get there? Sorry if this is rude. I love your music and your videos, and to me, the only thing that matters is the final result. But with all these people asking about the new thing, I'm sure it's probably eating you up that it's not finished more than any of us. Just keep working hard and making awesome content, that's all that matters.",
            "i still want to get the 2 week thing to work. and it worked with a 1 minute non-song. but a 3 minute song with live action just has so much more work to do. it really surprised me. i still want to make the 2 week thing work but i don't really know how"
        ]
    },
    {
        "date": "12.22.171:45 am",
        "ctx": [
            "What is something you find attractive?",
            "the time space continuum"
        ]
    },
    {
        "date": "12.21.1711:47 pm",
        "ctx": [
            "Can you tie a tie?",
            "yes"
        ]
    },
    {
        "date": "12.21.1711:26 pm",
        "ctx": [
            "are you going to drop some merch?",
            "i have done so already, but i will do it again in the future"
        ]
    },
    {
        "date": "12.21.1711:16 pm",
        "ctx": [
            "What is the video you are working on?",
            "a song",
            "Another documentary?",
            "no"
        ]
    },
    {
        "date": "12.21.1710:40 pm",
        "ctx": [
            "where can freedom be found",
            "anywhere"
        ]
    },
    {
        "date": "12.21.1710:30 pm",
        "ctx": [
            "What differentiates a professional pastry chef from an amateur?",
            "primarily their pastry cooking abilities"
        ]
    },
    {
        "date": "12.21.1710:15 pm",
        "ctx": [
            "are you grieving the death of net neutrality?",
            "i barely even got a chance to celebrate its birth"
        ]
    },
    {
        "date": "12.21.1710:06 pm",
        "ctx": [
            "When are you going to do another video like the 'History of Japan' or 'History of the world I guess' Those are the greatest videos ever, it should be a tv show on every week.",
            "those take many months to make. to get them done every week would mean a lot of people would have to help, and i don't know if it would turn out the same"
        ]
    },
    {
        "date": "12.21.1710:01 pm",
        "ctx": [
            "can i get your new video on blu ray?",
            "i actually don't know what blu ray is but i have heard of it"
        ]
    },
    {
        "date": "12.21.179:40 pm",
        "ctx": [
            "What video was the most fun to do?",
            "each one is more fun than the previous"
        ]
    },
    {
        "date": "12.21.178:35 pm",
        "ctx": [
            "what should i do if i get really frustrated?",
            "try rotating things"
        ]
    },
    {
        "date": "12.21.177:02 pm",
        "ctx": [
            "How do you handle anger?",
            "try to understand it"
        ]
    },
    {
        "date": "12.21.176:35 pm",
        "ctx": [
            "when are you going to post again on youtube ?",
            "when the video i'm working on is done. this is a strategy i have always used, to ensure that incomplete videos are never posted. i hope that makes sense"
        ]
    },
    {
        "date": "12.21.176:12 pm",
        "ctx": [
            "is the video, like, almost done, just sitting there looking incomplete,",
            "no",
            "what's going on fam",
            "i'm working on the video. what are you working on"
        ]
    },
    {
        "date": "12.21.175:48 pm",
        "ctx": [
            "what is it like to be bored",
            "i'm not sure"
        ]
    },
    {
        "date": "12.21.174:35 pm",
        "ctx": [
            "do you ever listen to other people's music recordings? from hints you've given, it seems you barely do, at least anymore. I won't ask whom you listen to, because I'm pretty sure you wouldn't tell. but do you think it's useful for your own creativity to do so?",
            "oh hell yeah"
        ]
    },
    {
        "date": "12.21.174:19 pm",
        "ctx": [
            "thoughts on america?",
            "it's nice, you can have cake. maybe even eat the cake"
        ]
    },
    {
        "date": "12.21.173:50 pm",
        "ctx": [
            "what type of soap do you like the most?",
            "ghost soap"
        ]
    },
    {
        "date": "12.21.173:03 pm",
        "ctx": [
            "how do you decide what colors things should be?",
            "i decide based on the way they look, visually"
        ]
    },
    {
        "date": "12.21.173:03 pm",
        "ctx": [
            "We're all just trying to be reasonable, but how will we know when we've achieved reasonableness?",
            "you can't. everything is reasonable and unreasonable at the same time. that's why it is an ongoing effort, of reasoning"
        ]
    },
    {
        "date": "12.21.173:02 pm",
        "ctx": [
            "hey babe do you have a podcast that i can listen to",
            "i prefer not to call anything a podcast but maybe"
        ]
    },
    {
        "date": "12.21.172:53 pm",
        "ctx": [
            "hey where'd the link to your instagram go?",
            "to the \"other categories\" page"
        ]
    },
    {
        "date": "12.21.172:38 pm",
        "ctx": [
            "do you still write songs or are you too busy recording songs and their videos?",
            "the songs i am doing now are picked out of the whole catalog which includes even partially written songs. so that means a large percentage of the writing is done now"
        ]
    },
    {
        "date": "12.21.172:20 pm",
        "ctx": [
            "choose your own adventure!\n1) adventure 1\n2) adventure 2",
            "those are not really my own adventures, those are your adventures that were pre-selected"
        ]
    },
    {
        "date": "12.21.172:13 pm",
        "ctx": [
            "Can you change the dates to appear day/month/year rather than month/day/year?",
            "i could but i'm not going to"
        ]
    },
    {
        "date": "12.21.1712:30 pm",
        "ctx": [
            "When was the last time you went on a spree?",
            "right now",
            "What kind of spree was it?",
            "question answering"
        ]
    },
    {
        "date": "12.21.1712:11 pm",
        "ctx": [
            "hey bill what is the best spice?",
            "i have it written down somewhere"
        ]
    },
    {
        "date": "12.21.1712:10 pm",
        "ctx": [
            "Have you ever had a cool idea or realization from singing/coming up with lyrics for a song that you may have not come up with just sitting around thinkin bout stuff (in a non-music context)?",
            "i'm not sure what you mean but yes. ideas can happen any time"
        ]
    },
    {
        "date": "12.21.1711:32 am",
        "ctx": [
            "what if I want the bells, but not the whistles",
            "you could build a rocket ship and send all the whistles into space. now they are space whistles"
        ]
    },
    {
        "date": "12.21.1711:13 am",
        "ctx": [
            "Are there any songs you've released that started as an idea during an improv session?",
            "there are some in the writing process but none that are released"
        ]
    },
    {
        "date": "12.21.1710:44 am",
        "ctx": [
            "how can a song be tasty, how does that work",
            "metaphor"
        ]
    },
    {
        "date": "12.21.1710:44 am",
        "ctx": [
            "looking forward to changing and growing?",
            "oh hell yeah"
        ]
    },
    {
        "date": "12.21.178:41 am",
        "ctx": [
            "ive been listening to herbie hancock (such as secrets, manchild, mr hands) and i got strong you vibes from his music. do you draw inspiration from him/have heard his stuff?",
            "not really"
        ]
    },
    {
        "date": "12.21.176:48 am",
        "ctx": [
            "in your video \"history of the entire world, i guess\", when you say \"[...] about a kjghpillion degrees\" do you refer to it in degree celsius, fahrenheit or kelvin?",
            "it doesn't really matter",
            "what is a kjghpillion?",
            "a lot"
        ]
    },
    {
        "date": "12.21.176:22 am",
        "ctx": [
            "If you were a building, what building would you be?",
            "you get to decide, because it was your idea for me to be a building"
        ]
    },
    {
        "date": "12.21.175:11 am",
        "ctx": [
            "how long have you been working on the new thing so far",
            "oh too long",
            "and on a scale of 1-10, how would you rate your experience with working on the new thing",
            "the entire scale at the same time"
        ]
    },
    {
        "date": "12.21.173:53 am",
        "ctx": [
            "would you consider getting a melodica?",
            "no",
            "why or why not",
            "everyone else already has one"
        ]
    },
    {
        "date": "12.21.173:38 am",
        "ctx": [
            "will you grant me your godly powers so i can do good on my finals that i have in like 6 hours?",
            "i don't have powers that will help for that. what you need is the answer sheet"
        ]
    },
    {
        "date": "12.21.1712:29 am",
        "ctx": [
            "What decade is your aesthetic?",
            "what"
        ]
    },
    {
        "date": "12.21.1712:18 am",
        "ctx": [
            "what's a use of a fax machine?",
            "tic tac toe"
        ]
    },
    {
        "date": "12.21.1712:05 am",
        "ctx": [
            "how has your songwriting changed from 2007 to 2017?",
            "it has gotten better and i have learned a wide variety of new tricks and techniques, and i am constantly discovering even more",
            "If not at all, perhaps you wasted all that time."
        ]
    },
    {
        "date": "12.20.1710:53 pm",
        "ctx": [
            "hello yes what flavor of ice cream is the best?",
            "my question is if one flavour is best then why does anyone sell the other flavours"
        ]
    },
    {
        "date": "12.20.1710:05 pm",
        "ctx": [
            "Why do you have 2 songs called I Love You?",
            "i name songs how i think they should be named, not how i think other songs weren't named"
        ]
    },
    {
        "date": "12.20.179:11 pm",
        "ctx": [
            "What would you ask yourself",
            "if what"
        ]
    },
    {
        "date": "12.20.179:07 pm",
        "ctx": [
            "Bill, when you have in a song a major chord and then the same chord but minor, do you usually feels that the bass root should go up an octave? (and vice-versa, minor chord turning major the root going and octave down) ?",
            "you have to listen and see what you like best for that particular song at that particular moment"
        ]
    },
    {
        "date": "12.20.178:52 pm",
        "ctx": [
            "why do I only get depressed at night?",
            "because you can't see all the joy that is all over the world"
        ]
    },
    {
        "date": "12.20.178:20 pm",
        "ctx": [
            "soy sauce?",
            "ah that's a good question"
        ]
    },
    {
        "date": "12.20.177:58 pm",
        "ctx": [
            "Can you please give me a journal prompt?",
            "open journal (journal is ready to be opened, please open your journal)"
        ]
    },
    {
        "date": "12.20.177:53 pm",
        "ctx": [
            "do you own a melodica",
            "absolutely not"
        ]
    },
    {
        "date": "12.20.177:46 pm",
        "ctx": [
            "what is your favorite condiment",
            "dirt"
        ]
    },
    {
        "date": "12.20.176:38 pm",
        "ctx": [
            "What was the purpose of stacking those books when you were stacking those books in that one video?",
            "(ref: q.php?date=201607050128)7.5.161:28 am"
        ]
    },
    {
        "date": "12.20.176:28 pm",
        "ctx": [
            "Do you answer questions in the order you receive them?",
            "yes"
        ]
    },
    {
        "date": "12.20.176:06 pm",
        "ctx": [
            "Is faith in a major world religion a barrier to understanding your work?",
            "maybe but i really hope not"
        ]
    },
    {
        "date": "12.20.175:02 pm",
        "ctx": [
            "can you invent a word",
            "what if i am tired out from inventing all the words i have invented previously"
        ]
    },
    {
        "date": "12.20.174:50 pm",
        "ctx": [
            "What does it mean to use both replay and shuffle at the same time?&#191;",
            "i think it means it plays all the songs in a random order and then it plays them all again, in a random order"
        ]
    },
    {
        "date": "12.20.174:41 pm",
        "ctx": [
            "do you think the world would be better off without currency?",
            "the world is currency"
        ]
    },
    {
        "date": "12.20.174:22 pm",
        "ctx": [
            "What do you think about Thrusticia as a name for a newborn baby girl?",
            "that sounds great, except in many ways i don't think the world is ready"
        ]
    },
    {
        "date": "12.20.171:46 pm",
        "ctx": [
            "hey i need help with my 4000 word essay can you write it for me",
            "sure"
        ]
    },
    {
        "date": "12.20.171:08 pm",
        "ctx": [
            "I CAN'T STOP DANCING",
            "no one ever has"
        ]
    },
    {
        "date": "12.20.179:53 am",
        "ctx": [
            "you often agree to people without following through with what you agreed to. are you making jokes...? im afraid i do not get it",
            "ah, then perhaps you understand how i feel when people ask for help with their flagonoptemry homework"
        ]
    },
    {
        "date": "12.20.179:51 am",
        "ctx": [
            "Do you think India is a spiffy place?",
            "it is every kind of place"
        ]
    },
    {
        "date": "12.20.179:19 am",
        "ctx": [
            "how much % is the video/song completed?",
            "i can't tell you"
        ]
    },
    {
        "date": "12.20.179:12 am",
        "ctx": [
            "can I be myself?",
            "sure"
        ]
    },
    {
        "date": "12.20.17 8:59 am",
        "ctx": [
            "What do you think about apples?",
            "they are nice"
        ]
    },
    {
        "date": "12.20.17 8:29 am",
        "ctx": [
            "What's your typing speed (WPM or CPM)?",
            "2"
        ]
    },
    {
        "date": "12.20.17 7:09 am",
        "ctx": [
            "I got all B's this semester, but I lost my phone and sense of safety. Can you make me feel better?",
            "i will try"
        ]
    },
    {
        "date": "12.20.17 6:39 am",
        "ctx": [
            "Do you have an obsession with questions?",
            "yes",
            "If yes, why?",
            "it leads to the answers",
            "If no, why?"
        ]
    },
    {
        "date": "12.20.173:01 am",
        "ctx": [
            "how about a collab",
            "ok"
        ]
    },
    {
        "date": "12.20.1712:58 am",
        "ctx": [
            "Will the song be released when it is done or the tuesday after that?",
            "ah that's a good question"
        ]
    },
    {
        "date": "12.20.1712:50 am",
        "ctx": [
            "how 2 get the girls?",
            "step 1 is to get yourself"
        ]
    },
    {
        "date": "12.19.1711:37 pm",
        "ctx": [
            "Do an album",
            "how about something a little more interesting"
        ]
    },
    {
        "date": "12.19.1711:09 pm",
        "ctx": [
            "helloooo, i am a questioner.",
            "hi"
        ]
    },
    {
        "date": "12.19.1710:16 pm",
        "ctx": [
            "how do you tell if a limit exists",
            "try more"
        ]
    },
    {
        "date": "12.19.1710:06 pm",
        "ctx": [
            "Why do mainstream artists tend to write in D Major most of the time?",
            "they don't. you just made that up"
        ]
    },
    {
        "date": "12.19.179:29 pm",
        "ctx": [
            "helpimadonkey",
            "what would you like me to help you with"
        ]
    },
    {
        "date": "12.19.179:28 pm",
        "ctx": [
            "would you say the song is more like a da-da-da type or a mhmm-hmm?",
            "la-de-da-de-da"
        ]
    },
    {
        "date": "12.19.179:13 pm",
        "ctx": [
            "Have you ever got caught in a mousetrap?",
            "no"
        ]
    },
    {
        "date": "12.19.178:54 pm",
        "ctx": [
            "How do you stay so cool and collected?",
            "(ref: q.php?date=201705030234)5.3.172:34 am"
        ]
    },
    {
        "date": "12.19.17 7:35 pm",
        "ctx": [
            "From what I know about you, you seem very interesting. Would you be willing to do a video revealing more about yourself?",
            "i've done hundreds of videos and also answered thousands of questions, revealing things about myself"
        ]
    },
    {
        "date": "12.19.17 7:28 pm",
        "ctx": [
            "what's your opinion on anarcho-capitalism?",
            "seems legit"
        ]
    },
    {
        "date": "12.19.17 6:57 pm",
        "ctx": [
            "what do you think about yourself?",
            "i have it written down somewhere"
        ]
    },
    {
        "date": "12.19.17 6:43 pm",
        "ctx": [
            "I saw an interview with Dennis Rodman the other day. People are always giving him shit and making fun of him, but I respect what he's doing. It's better to have some positive dialogue with kim jong un, even if it's just about basketball, as opposed to no dialogue at all or only negative stuff.",
            "that's true",
            "Also, I don't really know what to believe about kim or north korea. All the crazy bullshit we say about them could just be propaganda to make all the americans know who the 'bad guys' are. When 2 countries don't get along, I think it's common for both sides to make up lies and exaggerate to dehumanize the other country and make them seem evil and all that.",
            "that's true"
        ]
    },
    {
        "date": "12.19.17 6:08 pm",
        "ctx": [
            "what are your opinions on water",
            "it's nice. very drinkable i'd say"
        ]
    },
    {
        "date": "12.19.17 6:00 pm",
        "ctx": [
            "What if your new music vid is too good?",
            "then i will have to pay a fine"
        ]
    },
    {
        "date": "12.19.17 5:53 pm",
        "ctx": [
            "isnt getting stuff done just so nice.",
            "yes",
            "if only we had three minute power naps that you can wake up from perfectly refreshed.",
            "oh too real"
        ]
    },
    {
        "date": "12.19.17 5:50 pm",
        "ctx": [
            "How do you decide when's a good time to get real frisky with the vocal harms in a song?",
            "i check the frisquometer to see how frisky the song already is at that point in time, and calculate its needs accordingly"
        ]
    },
    {
        "date": "12.19.17 5:40 pm",
        "ctx": [
            "What do you do when you feel things",
            "that would depend on which things it is"
        ]
    },
    {
        "date": "12.19.17 5:32 pm",
        "ctx": [
            "what would an arguement between 2008 bill wurtz and 2018 bill wurtz look like, probably, do you think",
            "there would not be an argument"
        ]
    },
    {
        "date": "12.19.17 5:29 pm",
        "ctx": [
            "oh okay please tell me more about martin sandberg then my friend",
            "he's rich"
        ]
    },
    {
        "date": "12.19.17 5:29 pm",
        "ctx": [
            "What is a good icebreaker question?",
            "would you like to break some ice"
        ]
    },
    {
        "date": "12.19.17 5:25 pm",
        "ctx": [
            "How about a NOT other other other categories? Would that also be predictable?",
            "seems cumbersome"
        ]
    },
    {
        "date": "12.19.17 5:04 pm",
        "ctx": [
            "Why does earth rotate?",
            "because it's fun"
        ]
    },
    {
        "date": "12.19.173:20 pm",
        "ctx": [
            "How do you feel about experimentation in music?",
            "good"
        ]
    },
    {
        "date": "12.19.172:10 pm",
        "ctx": [
            "did you say something?",
            "yes"
        ]
    },
    {
        "date": "12.19.171:51 pm",
        "ctx": [
            "Can we have a other other other categories? Your welcome",
            "that seems a little too predictable"
        ]
    },
    {
        "date": "12.19.1710:49 am",
        "ctx": [
            "Why are you so independent",
            "because it increases my powers"
        ]
    },
    {
        "date": "12.19.179:51 am",
        "ctx": [
            "what's an interesting fact you've got",
            "eggs are round, at least they are supposed to be"
        ]
    },
    {
        "date": "12.19.179:46 am",
        "ctx": [
            "please tell me more about max martin",
            "martin is his first name, and max is neither his first nor his last name"
        ]
    },
    {
        "date": "12.19.179:20 am",
        "ctx": [
            "Bill what are some cool winter jobs",
            "santa"
        ]
    },
    {
        "date": "12.19.179:09 am",
        "ctx": [
            "Can you answer this question with something random?",
            "i will see what i can do"
        ]
    },
    {
        "date": "12.19.178:29 am",
        "ctx": [
            "can i be your apprentice?",
            "sure"
        ]
    },
    {
        "date": "12.19.178:21 am",
        "ctx": [
            "lets play the harmonica!",
            "right now i don't think i have time"
        ]
    },
    {
        "date": "12.19.178:21 am",
        "ctx": [
            "will you play the harmonica?",
            "i'm not sure"
        ]
    },
    {
        "date": "12.19.178:21 am",
        "ctx": [
            "can you play the harmonica?",
            "not really, i can do the in and out chords (C and G7 or whatever) but i can't isolate any individual notes nor do any bending"
        ]
    },
    {
        "date": "12.19.178:21 am",
        "ctx": [
            "do you play the harmonica?",
            "not really"
        ]
    },
    {
        "date": "12.19.177:48 am",
        "ctx": [
            "Good morning, my name is Mr. Important and I work for The Big Record Company. We would like to sign you to our label. You may continue doing what you're doing and how you're doing it, but if you give us all the money you make, we will give you the honor and privilege of saying you work for us. As an added bonus, we will put our logo on the corner of all your videos. Please get in touch with us so we can sign you as soon as possible.",
            "oh nice i'm gonna be rich"
        ]
    },
    {
        "date": "12.19.177:10 am",
        "ctx": [
            "What should I do if my crush becomes the girlfriend of my friend.",
            "find a new crush, and a girlfriend, and a new friend"
        ]
    },
    {
        "date": "12.19.173:04 am",
        "ctx": [
            "Do I have limits?",
            "i don't know"
        ]
    },
    {
        "date": "12.19.1712:21 am",
        "ctx": [
            "how do I pitch ideas to people?",
            "start by pitching the idea to a lot of people who you don't care if they accept it. this will give you some practice so that you will be really good at it when you pitch it to whom you really need to accept it"
        ]
    },
    {
        "date": "12.18.17 11:45 pm",
        "ctx": [
            "what are some red flags on a first date?",
            "like if you hate the person",
            "also, what is a red flag?",
            "it's like when something's not quite right"
        ]
    },
    {
        "date": "12.18.17 11:42 pm",
        "ctx": [
            "personally, i'm a quite busy person and rarely have time to do things i want to do. ever wish that you had more time to finish your shit?",
            "yes"
        ]
    },
    {
        "date": "12.18.17 10:56 pm",
        "ctx": [
            "was we could just get high inspired by a specific person",
            "no"
        ]
    },
    {
        "date": "12.18.179:34 pm",
        "ctx": [
            "Thoughts on suicide?",
            "seems like a waste of time"
        ]
    },
    {
        "date": "12.18.179:24 pm",
        "ctx": [
            "How would you feel if you became really mainstream? Would you prefer to remain aloof or would you bask in the fame?",
            "i will continue to do both, as usual"
        ]
    },
    {
        "date": "12.18.179:13 pm",
        "ctx": [
            "congratulations, you have just won a big prize! how does this make you feel?",
            "it is not credible, or verifiable"
        ]
    },
    {
        "date": "12.18.179:04 pm",
        "ctx": [
            "Is it true that the only certain knowledge we have outside of our immediate experience is that there is no certain knowledge outside of our immediate experience?",
            "no"
        ]
    },
    {
        "date": "12.18.179:02 pm",
        "ctx": [
            "is it ok to be gay",
            "i will check with the rules and regulations"
        ]
    },
    {
        "date": "12.18.178:16 pm",
        "ctx": [
            "What if I open up each section of the website in different tabs and listen to and/or view each content piece chronologically by listed date, earliest to most recent?",
            "you will probably understand me even better than you did before"
        ]
    },
    {
        "date": "12.18.178:00 pm",
        "ctx": [
            "How are you so forward with all your questions?",
            "it just seems like the right direction to go"
        ]
    },
    {
        "date": "12.18.177:21 pm",
        "ctx": [
            "what is your opinion on the emoji movie",
            "(ref: q.php?date=201709140842)9.14.178:42 am"
        ]
    },
    {
        "date": "12.18.177:05 pm",
        "ctx": [
            "what is your least favorite form of transportation?",
            "the titanic"
        ]
    },
    {
        "date": "12.18.176:22 pm",
        "ctx": [
            "when does close ever count?",
            "close always counts, as being close! i hope that answers your question"
        ]
    },
    {
        "date": "12.18.176:18 pm",
        "ctx": [
            "The amount of hints you've dropped for this 3-minute video is massive, are you excited to unleash this hype-riddled banger?",
            "i guess"
        ]
    },
    {
        "date": "12.18.175:37 pm",
        "ctx": [
            "Do you prefer Do based minor, or La based minor?",
            "i don't really use solfege but if you want to figure out where to put Do, i would say look at how much it borrows from its relative major"
        ]
    },
    {
        "date": "12.18.175:04 pm",
        "ctx": [
            "favourite album?",
            "Pictures Of Abraham Lincoln Looking Really Tall In The White House"
        ]
    },
    {
        "date": "12.18.174:17 pm",
        "ctx": [
            "Is there a reason to why i find really random things (e.g. your videos) funnier than non-random things",
            "my videos are not random. they are designed very carefully to be a certain way. for actual randomness, check random dot org"
        ]
    },
    {
        "date": "12.18.174:07 pm",
        "ctx": [
            "Why do you do merch if you hate it?",
            "why have so many people asked me to do it if they know i hate it"
        ]
    },
    {
        "date": "12.18.172:00 pm",
        "ctx": [
            "Why do you think 'pop hate' is such a common thing? Specifically with music too, there doesn't seem to be nearly as much hate directed towards 'popular' movies or books or art, etc. I always hear/read those 'music was so much better back in the day' things too, when a lot of those bands that people loved from 'back in the day' were pop bands (i.e. the beatles). Sorry, long rambling question.. but I don't know, just curious what your thoughts are on all this stuff.",
            "there are many reasons why everyone will always be upset that everything \"sucks\" \"nowadays\" and it was \"better\" at a \"previous time that i'm thinking of\", but i can tell you 2 very important reasons it may be tempting to feel this way. one very simple reason is that when you listen to music from the past, it has already gone through many years of quality control filtering, and mostly the only surviving items would naturally be the 'better' ones. but if you listen to music in the present, you will hear everything that anyone is trying to do, including the stuff that won't even 'make it' to next week. for example, if you took a time machine to let's say 1975, or 1955 who cares when (you pick a time, it doesn't matter), and you turn on the radio, sure you would hear the classics that you've heard of, but along side that you would hear 3 other songs who are desperately trying to copy that one. listen to some \"air check\" recordings, from any year, it doesn't matter which year, listen to them and i think that should put things in perspective. Also, the other very simple reason why everyone always says that things are never is good as they used to be is just simple nostalgia. everything always seems perfect in the past. we forgive anything for sucking. and finally a 3rd reason even though i only said i was going to give 2, a 3rd reason is if you actually are a musician/artist or someone who deeply wishes to succeed, it can just boil down to jealousy and envy. and i just thought of a 4th reason, people engage in pop-hate as a way to fit in. if you bad-mouth something new, you are less likely to receive resistence because it less likely that that piece has accumulated a sizeable body of respect in society"
        ]
    },
    {
        "date": "12.18.171:34 pm",
        "ctx": [
            "how do we make money once robots take over all of our jobs?",
            "why would we need money"
        ]
    },
    {
        "date": "12.18.171:30 pm",
        "ctx": [
            "are swedes bad people",
            "there is a list online of which countries are bad, i forget if that is one of them"
        ]
    },
    {
        "date": "12.18.1712:32 pm",
        "ctx": [
            "did a capital letter once do something bad to your family",
            "no",
            "or do they not exist in your part of the universe",
            "are you blind or visually impaired or do you just not notice (ref: capitals-report.php)all the times i use them"
        ]
    },
    {
        "date": "12.18.1712:17 pm",
        "ctx": [
            "hey bill, my name is neil and it's nice to meet you. my question is how can i be content with the music that i write? thank you",
            "switch it up, try to write the music how you would like it to be"
        ]
    },
    {
        "date": "12.18.1712:14 pm",
        "ctx": [
            "hey bill, my name is neil and it's nice to meet you. my question is how can i be happy? thanks",
            "save someone's ass"
        ]
    },
    {
        "date": "12.18.1712:06 pm",
        "ctx": [
            "Not too sure if anyone has asked before so sorry if this is a repetitive question, has your style of editing,music,ect changed much in the years?",
            "you wanna check"
        ]
    },
    {
        "date": "12.18.1711:45 am",
        "ctx": [
            "Heads or tails ?",
            "i can't see the coin from here"
        ]
    },
    {
        "date": "12.18.1711:39 am",
        "ctx": [
            "Bill, I have a theory that your secretly a black woman who is puppeteering a white mans body for the purpose of videos, what say you to these accusations.",
            "if i was a black woman why would i want to keep that a secret"
        ]
    },
    {
        "date": "12.18.1711:38 am",
        "ctx": [
            "Hello Mister Wurtz. I have a really important question to ask you. When is it ok to stick soap in your toaster?",
            "any time. please don't call me mister wurtz"
        ]
    },
    {
        "date": "12.18.1711:31 am",
        "ctx": [
            "you mentioned in one of the reality videos that you want to come to india. Can i expect u anytime soon",
            "yes"
        ]
    },
    {
        "date": "12.18.1710:05 am",
        "ctx": [
            "Have you ever had an interest in spirituality? And do you agree with the yogic philosophy that all thoughts, emotions and physical reality is maya? (Illusion)",
            "forget 'interest' in spirituality, i say just do it. cut out the middle man, you know"
        ]
    },
    {
        "date": "12.18.179:36 am",
        "ctx": [
            "Who answers these questions?",
            "me"
        ]
    },
    {
        "date": "12.18.177:34 am",
        "ctx": [
            "Would you ever consider creating a whole section for the written scores(lead sheets) on expert mode?",
            "unfortunately there is no 100% accurate way to describe a piece of music on paper, but i will consider it"
        ]
    },
    {
        "date": "12.18.177:20 am",
        "ctx": [
            "have you learned anything from all of these questions mr wurtz",
            "yes, please don't call me mr. wurtz"
        ]
    },
    {
        "date": "12.18.176:21 am",
        "ctx": [
            "is australia real. im australian andi dont think its real",
            "i know some aspects about it may seem a little outlandish, but it is real"
        ]
    },
    {
        "date": "12.18.171:38 am",
        "ctx": [
            "Hey fella, is it gay to be a communist",
            "it can be!"
        ]
    },
    {
        "date": "12.18.171:04 am",
        "ctx": [
            "What's the true meaning of Christmas?",
            "darkness"
        ]
    },
    {
        "date": "12.18.1712:36 am",
        "ctx": [
            "i think the thing i really want is a lifetime of goofing around. yeah??",
            "have you considered goofing forward? because that's where the real money is"
        ]
    },
    {
        "date": "12.17.1711:41 pm",
        "ctx": [
            "Is the triangle head man in the 'i wanna be a movie star' video related to the triangle head man in the 'outside' video? They both appear when the lyrics mention something about going outside so i guess it makes sense.",
            "what makes you think they are men"
        ]
    },
    {
        "date": "12.17.1711:29 pm",
        "ctx": [
            "pancakes?",
            "ah great question"
        ]
    },
    {
        "date": "12.17.1711:28 pm",
        "ctx": [
            "What time signature is your new song in??",
            "regular"
        ]
    },
    {
        "date": "12.17.1710:52 pm",
        "ctx": [
            "Any particular reason why your website looks like this: http://askmrcalculus.com",
            "i think (ref: http://billwurtz.com)this would be a better example to describe how this website looks, rather than that other one you mentioned"
        ]
    },
    {
        "date": "12.17.179:41 pm",
        "ctx": [
            "how do you feel about music not sung by real people, like w/ vocaloid? do think of it as real music bc some people say it is \"fake\" music. how do we decide what is and what isn't \"real music\"",
            "it is important to remember that at every single moment in history there has always been a belief floating around that the latest technlogy has somehow ruined creativity. it's never been true and it will never be true"
        ]
    },
    {
        "date": "12.17.179:20 pm",
        "ctx": [
            "is the meaning behind your video gonna write bad bad song till i ruin someone's day really that you're gonna make bad \"bad songs\", meaning that, because of the double negative that they're actually good,",
            "no",
            "and because they're good then they'll never ruin someone's day,",
            "good/bad music is a matter of opinion",
            "essentially meaning that you're gonna make songs forever?",
            "i will do it for as long as i can"
        ]
    },
    {
        "date": "12.17.178:36 pm",
        "ctx": [
            "Do you like fidget spinners?",
            "they're ok"
        ]
    },
    {
        "date": "12.17.177:53 pm",
        "ctx": [
            "(ref: q.php?date=201712171144)12.17.17 11:44 am  jeez, can I help you escape the library so u can play real drums",
            "(ref: http://billwurtz.com/donate.html)sure"
        ]
    },
    {
        "date": "12.17.176:59 pm",
        "ctx": [
            "have you ever heard one of those songs that were just too good that you couldn't even fucking listen to it?",
            "yes"
        ]
    },
    {
        "date": "12.17.176:34 pm",
        "ctx": [
            "What if there's a wasp in my house?",
            "you could try out for 'hey america, there's a huge bee in my house.... wasp edition'"
        ]
    },
    {
        "date": "12.17.175:45 pm",
        "ctx": [
            "(ref: q.php?date=201712161838)12.16.176:38 pm  But I meant the video \"history of the world\"",
            "that's not what i would consider comprehensive"
        ]
    },
    {
        "date": "12.17.173:36 pm",
        "ctx": [
            "What do you think of yourself as? Musician, comedian, web personality, etc",
            "((ref: http://billwurtz.com/im-a-person.mp4)answer)"
        ]
    },
    {
        "date": "12.17.173:33 pm",
        "ctx": [
            "Are you considering doing any more acedemic videos? Not just history, but maybe book synopses or even explaining science and math concepts?",
            "if any one is calling my videos 'academic' then i'd say that's a red flag that i need to try to make them less academic"
        ]
    },
    {
        "date": "12.17.173:31 pm",
        "ctx": [
            "What are block chords?",
            "i guess it's just like when u play all the notes at exactly the same time? other wise it would be more of a sprinkle chord i guess"
        ]
    },
    {
        "date": "12.17.173:21 pm",
        "ctx": [
            "Do you have a Bob Dylan poster in the top left corner of your room?",
            "how do u figure out which corner of a room is the top left"
        ]
    },
    {
        "date": "12.17.172:37 pm",
        "ctx": [
            "do u have any other examples of things in music you don't tend to notice until it's pointed out to you, then you can never un-notice it? (examples: the splice at 1:00 in strawberry fields, the rebel acoustic guitar player playing Emaj instead of Emin in hey ya)",
            "some of the vocal regions were carelessly cut a bit too short (on the left end) in ellie goulding \"burn\", particularly in the first verse, nearly sabotaging the word 'cuz'"
        ]
    },
    {
        "date": "12.17.172:07 pm",
        "ctx": [
            "what is time?",
            "you"
        ]
    },
    {
        "date": "12.17.171:56 pm",
        "ctx": [
            "I know you're probably getting a lot of questions about this.. but can you explain the whole net neutrality thing to me?",
            "no",
            "I don't really understand it.",
            "everyone is in a sad miserable state of panic, and you should be too",
            "I know it's a way for The Big Important Corporations to make more money, but how will this affect me when I just go on the internet to look stuff up or listen to music or whatever? The internet still seems to be exactly the same to me right now. Isn't there something like the Big Important Websites will run really fast, but the smaller privately made/run sites wont?",
            "i think it will just go back to the way it was before 2015, which as i'm sure you remember was miserable and terrible",
            "I keep on hearing about how this whole thing is supposed to be really bad, but I don't get it. Will it affect billwurtz.com??",
            "i don't know, but i'm sure someone will respond to this with a lecture about how i am supposed to be really sad and preparing for the end of the world and so forthe, which i promise i will do when i get a chance but i just haven't gotten around to it yet"
        ]
    },
    {
        "date": "12.17.171:49 pm",
        "ctx": [
            "What makes you happy :)? What makes you sad :(?",
            "i am happy and sad at the same time"
        ]
    },
    {
        "date": "12.17.171:26 pm",
        "ctx": [
            "I'd like to ask, can I ask if I'm allowed to ask you a question?",
            "ah, thanks for asking. but did you ask first if you can ask this question"
        ]
    },
    {
        "date": "12.17.171:09 pm",
        "ctx": [
            "(ref: q.php?date=201712161324)12.16.171:24 pm\nAre you truly an orphan or was that a non-serious answer to the question?",
            "it was correct in context of the question"
        ]
    },
    {
        "date": "12.17.171:07 pm",
        "ctx": [
            "please add a chords section to your site",
            "most of the sections have chords in them already"
        ]
    },
    {
        "date": "12.17.171:00 pm",
        "ctx": [
            "Are you aware that your next video will be your 400th video on YouTube?",
            "i wouldn't be so sure"
        ]
    },
    {
        "date": "12.17.1712:52 pm",
        "ctx": [
            "What do you think of rhyming the words that aren't at the end of a line or having every word rhyme with something else?",
            "it all depends on how it sounds and feels",
            "Have you ever tried something like that?",
            "sure"
        ]
    },
    {
        "date": "12.17.1712:20 pm",
        "ctx": [
            "Isn't capitalism good or bad?",
            "yes, and maybe more"
        ]
    },
    {
        "date": "12.17.1711:44 am",
        "ctx": [
            "why do you play invisible drums",
            "because i am in the library"
        ]
    },
    {
        "date": "12.17.17 9:04 am",
        "ctx": [
            "Do you think that having a background in playing drums and having a good sense of rhythm/timing from music helps you with the timing of your videos (syncing all the text and images up perfectly to the music/lyrics)?",
            "oh hell yeah. it's unfair, i keep thinking i should be sent to jail by now"
        ]
    },
    {
        "date": "12.17.17 7:58 am",
        "ctx": [
            "Why is your house a mess in all your videos",
            "because it is a mess in real life. i use cameras that are able to capture the mess accurately, and portray it on your screen"
        ]
    },
    {
        "date": "12.17.17 3:53 am",
        "ctx": [
            "Would you ever use electric guitar feedback in a song?",
            "sure"
        ]
    },
    {
        "date": "12.17.17 3:09 am",
        "ctx": [
            "does soap tips count as a research video?",
            "no"
        ]
    },
    {
        "date": "12.17.17 2:33 am",
        "ctx": [
            "as a beginner piano learner would it be better for me to learn chords first or melodies first?",
            "try learning them both at the same time. also i just remembered there is a lot of stuff that is kind of a chord and kind of not. maybe try learning that stuff first? as long as you are having fun. if it's not fun enough you could also try setting the instrument on fire. i hope that helps"
        ]
    },
    {
        "date": "12.17.17 2:11 am",
        "ctx": [
            "what's your favourite pattern",
            "which ever one i most recently discovered"
        ]
    },
    {
        "date": "12.17.17 2:01 am",
        "ctx": [
            "Why you answer less questions these days. Please answer more",
            "some people think i answer too many questions. some people think i don't answer enough questions. as a compromise, i've decided to answer a medium amount of questions"
        ]
    },
    {
        "date": "12.17.17 1:49 am",
        "ctx": [
            "Why does the weekend go by so quickly?",
            "because it is shorter than the other portion of the week, which you may be more accustomed to"
        ]
    },
    {
        "date": "12.17.17 12:59 am",
        "ctx": [
            "(ref: q.php?date=201712152207)12.15.1710:07 pm  do you have an opinion about that whole religion thing he did, whatever that was(probably not a big deal)\n-dixjxn",
            "(ref: q.php?date=201612150720)12.15.167:20 am"
        ]
    },
    {
        "date": "12.16.17 9:21 pm",
        "ctx": [
            "Combustion, thoughts?",
            "seems legit"
        ]
    },
    {
        "date": "12.16.17 8:55 pm",
        "ctx": [
            "will u release more merch stuff",
            "oh hell yeah"
        ]
    },
    {
        "date": "12.16.17 8:33 pm",
        "ctx": [
            "is being bamboozled a good or bad thing to you",
            "it has never happpened so far, knock on wood"
        ]
    },
    {
        "date": "12.16.17 8:33 pm",
        "ctx": [
            "I've lived my entire life so far without ever needing to use a bucket, and I don't see how that is going to change any time soon. Have you used a bucket recently?",
            "no but i actually needed one, but i don't have it",
            "What are some situations that might require a bucket?",
            "coin collecting"
        ]
    },
    {
        "date": "12.16.17 7:43 pm",
        "ctx": [
            "what are some strategies to defuse an unpleasant, fruitless argument",
            "create some kind of diversion"
        ]
    },
    {
        "date": "12.16.17 7:21 pm",
        "ctx": [
            "does other peoples negativity sadden or disappoint you?",
            "fairly often",
            "i do"
        ]
    },
    {
        "date": "12.16.17 6:38 pm",
        "ctx": [
            "After hotewig, how did you react when you remembered you had already made a comprehensive history of the world video?",
            "i already knew it during production and before. it was conprehensive but it mainly included japan. so history of the entire world was a necessary expansion, to include some more non-japan things"
        ]
    },
    {
        "date": "12.16.17 6:35 pm",
        "ctx": [
            "Are you working on another history video?",
            "no",
            "And if you are what is it about?"
        ]
    },
    {
        "date": "12.16.17 5:55 pm",
        "ctx": [
            "will there be any more designs for yout t-shirts?",
            "oh hell yeah",
            "if so, when?",
            "soon"
        ]
    },
    {
        "date": "12.16.17 4:52 pm",
        "ctx": [
            "have you made any exciting new gear purchases recently?",
            "yes i got new underwear"
        ]
    },
    {
        "date": "12.16.17 3:41 pm",
        "ctx": [
            "What should my religion be?",
            "ask any church (they will tell you it should be theirs)"
        ]
    },
    {
        "date": "12.16.17 2:36 pm",
        "ctx": [
            "What do you use to record that voice ?",
            "a microphone"
        ]
    },
    {
        "date": "12.16.17 1:59 pm",
        "ctx": [
            "Are you particularly moral? I'm not curious if you are 'good' or 'evil', but if you act with some sense of justice or personal morals in mind.",
            "it is hopefully a little more than just 'personal'"
        ]
    },
    {
        "date": "12.16.17 1:53 pm",
        "ctx": [
            "how to i end my crippling depression",
            "how did it start"
        ]
    },
    {
        "date": "12.16.17 1:24 pm",
        "ctx": [
            "who is yours instagrandma?",
            "i am an orphan"
        ]
    },
    {
        "date": "12.16.17 1:08 pm",
        "ctx": [
            "Have you ever worried you are too inspirational?",
            "i kind of like living on the edge"
        ]
    },
    {
        "date": "12.16.17 1:02 pm",
        "ctx": [
            "why is instagram on your \"other\" and your \"other other\" pages",
            "i moved it from the 'other other' page to the 'other' page. if you are still seeing it on the 'other other' page, refresh the page and you will see the new 'other other' page"
        ]
    },
    {
        "date": "12.16.17 12:28 pm",
        "ctx": [
            "How do you feel about Net Neutrality Being Repealed?",
            "it seems like just yesterday it was installed"
        ]
    },
    {
        "date": "12.16.17 12:23 pm",
        "ctx": [
            "Are you ever gonna consider bringing back the cool effect you used for 'I was wondering how to feel\"",
            "oh boy i've got some news for you"
        ]
    },
    {
        "date": "12.16.17 10:43 am",
        "ctx": [
            "Is it good to intake content differently than its creator(s) original intent. In other words if one were to watch a television show out of order to get a better understanding, would that be wronging or doing a disservice to anyone?",
            "if they think you have wronged or disserviced them then they usually have to file a claim and then after 30 days if you don't apologize it may go to the supreme court. for example, currently there is actually a class action lawsuit against 100 million people for watching star wars in the wrong order"
        ]
    },
    {
        "date": "12.16.1710:23 am",
        "ctx": [
            "That Face When You Want To Make Music For The Rest Of Your Life But You Can't Make A Living Off Of It Because That Would Be Unrealistic So You Have To Get A Job So You Can Support Your Passion But You Aren't Really That Good At Anything Other Than Music So You Go \"Oh Boy Hash Dangit What Do I Do Now??\"",
            "start playing in some wedding bands, that will be helpful and useful. don't consider that your main music, consider that your job, which you happen to have great skills for. it pays better and has much better hours than many normal jobs. the trick is don't treat it like making money from your passion, think of it as getting a separate job to support your passion which you happen to be great at. bonus you will also surely learn things along the way"
        ]
    },
    {
        "date": "12.16.1710:15 am",
        "ctx": [
            "will you keep doing videos with 1 minute or more? it's amazing",
            "oh hell yeah"
        ]
    },
    {
        "date": "12.16.177:40 am",
        "ctx": [
            "Aren't words cool?",
            "yes"
        ]
    },
    {
        "date": "12.16.171:07 am",
        "ctx": [
            "Why do people refer to your videos as \"meme videos\"?",
            "the word 'meme' means thing. so if you put things in your videos, then congratulations, that's a meme video"
        ]
    },
    {
        "date": "12.15.1711:42 pm",
        "ctx": [
            "whats an album",
            "i'm not sure"
        ]
    },
    {
        "date": "12.15.1711:33 pm",
        "ctx": [
            "how do i trick people into listening to my music",
            "make a video to go with it"
        ]
    },
    {
        "date": "12.15.1710:24 pm",
        "ctx": [
            "what's something that's easy?",
            "using a telephone",
            "what's something that's not easy?",
            "building a telephone"
        ]
    },
    {
        "date": "12.15.1710:19 pm",
        "ctx": [
            "What do I do if I'm at a party, not having a good time and wanting to go home but can't?",
            "analyze the furniture"
        ]
    },
    {
        "date": "12.15.1710:07 pm",
        "ctx": [
            "what goes through your mind before posting a video?",
            "the voice of L. ron hubbard, in one of his lectures"
        ]
    },
    {
        "date": "12.15.1710:04 pm",
        "ctx": [
            "How do you pronounce \"Uranus?\"",
            "it's best not to pronounce it"
        ]
    },
    {
        "date": "12.15.179:49 pm",
        "ctx": [
            "How many questions do you think you have gotten so far?",
            "60,000"
        ]
    },
    {
        "date": "12.15.179:47 pm",
        "ctx": [
            "What would you do if someone asked a question?",
            "discuss it with my team"
        ]
    },
    {
        "date": "12.15.178:26 pm",
        "ctx": [
            "Have you considered making music?",
            "yes",
            "You seem like a musicy kind of fella."
        ]
    },
    {
        "date": "12.15.178:16 pm",
        "ctx": [
            "why does anything exist?",
            "because there is no one to stop it"
        ]
    },
    {
        "date": "12.15.177:54 pm",
        "ctx": [
            "What do you feel about the new colors on your website",
            "i tried to put it the way i want"
        ]
    },
    {
        "date": "12.15.174:48 pm",
        "ctx": [
            "do you have an education? if so, what is it?",
            "regular"
        ]
    },
    {
        "date": "12.15.173:56 pm",
        "ctx": [
            "do you think its wrong of me to use apple products considering they use unethical labor practices? I feel bad bc I try not to support that stuff in other areas of my life but I have an iPhone and a MacBook Pro",
            "just switch to the other company, with the better practices"
        ]
    },
    {
        "date": "12.15.173:35 pm",
        "ctx": [
            "what gave you the idea to post things on the internet?",
            "because it was easier than traveling to everyone's house to show them the content"
        ]
    },
    {
        "date": "12.15.173:33 pm",
        "ctx": [
            "do you think its more important what you think of your art or what other ppl project onto it based on their experiences",
            "what's more important than both of those is how the next one turns out"
        ]
    },
    {
        "date": "12.15.1712:26 pm",
        "ctx": [
            "Why do you think most song lyrics use the pronouns \"I\" and \"you\" as opposed to \"he\" and \"she\"?",
            "because 'i' and 'you' is about you and me. not some stranger"
        ]
    },
    {
        "date": "12.15.1711:54 am",
        "ctx": [
            "is everything misspelled because it's easier or you dotn care",
            "everything is not misspelled but maybe i am not understanding your question properly"
        ]
    },
    {
        "date": "12.15.1711:03 am",
        "ctx": [
            "any downsides to forgiveness and understanding uou can think of ?",
            "you might get too many friends"
        ]
    },
    {
        "date": "12.15.179:02 am",
        "ctx": [
            "what is your opinion about the climate change",
            "it's like every time i get used to one climate, the darn thing changes"
        ]
    },
    {
        "date": "12.15.178:16 am",
        "ctx": [
            "Hey bill remember the two week schedule. Ahh, those were the days.",
            "thanks for the encouragement"
        ]
    },
    {
        "date": "12.15.176:40 am",
        "ctx": [
            "How can there be no time or space 'before' the big bang when without time,",
            "it can't. it is oriented in a different way, and could not be described properly by the word 'before' nor any of the other words we made up within the confines of our universe",
            "nothing can be 'before' anything?"
        ]
    },
    {
        "date": "12.14.17 11:26 pm",
        "ctx": [
            "where do you get your sense of humor?",
            "humour is an interesting paradox, and most things i know about it are from my discoveries in the laboratory"
        ]
    },
    {
        "date": "12.14.17 11:04 pm",
        "ctx": [
            "Is it just me or have the letter colors for \"instrumentals\" and \"instagram\" changedz.",
            "yes, and more"
        ]
    },
    {
        "date": "12.14.17 10:14 pm",
        "ctx": [
            "is there anything that you take seriously?",
            "yes"
        ]
    },
    {
        "date": "12.14.17 9:41 pm",
        "ctx": [
            "what are some things we can do to make the world a better place",
            "the world has already gotten better, as a result of you being born"
        ]
    },
    {
        "date": "12.14.17 8:47 pm",
        "ctx": [
            "Are you bonkers?",
            "yes, and i have a certificate to prove that"
        ]
    },
    {
        "date": "12.14.17 8:35 pm",
        "ctx": [
            "how do i get in the cristmas spirit?",
            "if you want to, then you already are. if you dont want to you dont have to"
        ]
    },
    {
        "date": "12.14.17 8:31 pm",
        "ctx": [
            "are umbrellas significant to you?",
            "somewhat, during rainfall"
        ]
    },
    {
        "date": "12.14.17 8:28 pm",
        "ctx": [
            "why do we park in driveways and rive on parkways?",
            "i don't"
        ]
    },
    {
        "date": "12.14.17 8:18 pm",
        "ctx": [
            "Can you change the colours on your lyrics page, it hurts my eyes",
            "you're supposed to use your ears"
        ]
    },
    {
        "date": "12.14.17 7:47 pm",
        "ctx": [
            "why are there a lot of misspelled words on your website? is it done intentionally or by mistake?",
            "my legal team told me not to talk about that anymore"
        ]
    },
    {
        "date": "12.14.17 7:45 pm",
        "ctx": [
            "are there any albums of 2017 that you are enjoying as of now?",
            "people are still making albums?"
        ]
    },
    {
        "date": "12.14.17 7:45 pm",
        "ctx": [
            "what's the best way to escape this existential nightmare i have found myself in as of late?",
            "you're gonna have to sell tickets"
        ]
    },
    {
        "date": "12.14.17 7:37 pm",
        "ctx": [
            "do you ever do or say things that arent you, kust to be \"on brand?\" or have you become a master of making your brand \"you\"",
            "off-brandedness is part of my brand. i'm not sure if that answers your question"
        ]
    },
    {
        "date": "12.14.177:03 pm",
        "ctx": [
            "hi bill i was wondering if i could use some songs from the instrumentals page for games and such, which i would credit you. is this ok",
            "how much credit are we talkin"
        ]
    },
    {
        "date": "12.14.176:43 pm",
        "ctx": [
            "why are you selling merch even though you hate it?",
            "it was a legal mandate from the county sheriff"
        ]
    },
    {
        "date": "12.14.176:32 pm",
        "ctx": [
            "why do they say \"from kids aged 1 to 92\"? isn't anything past 18 already considered the \"adult\" age?",
            "hey, if santa claus can exist, then you can still be a kid after you are 18"
        ]
    },
    {
        "date": "12.14.176:22 pm",
        "ctx": [
            "Do you have any birthday gift ideas i can put on my wish list",
            "how about making a list of gifts you can get for someone else"
        ]
    },
    {
        "date": "12.14.175:47 pm",
        "ctx": [
            "(ref: q.php?date=201712130208)12.13.172:08 am  Like what?",
            "planet earth is very competitive"
        ]
    },
    {
        "date": "12.14.17 5:17 pm",
        "ctx": [
            "is \"high, i'm\" from anything?",
            "i think i tweeted it once"
        ]
    },
    {
        "date": "12.14.17 5:02 pm",
        "ctx": [
            "Are the multi-colored links for people with dyslexia?",
            "yes, and without"
        ]
    },
    {
        "date": "12.14.17 4:56 pm",
        "ctx": [
            "is it possible to order a shirt and have it where i am by christmas",
            "no"
        ]
    },
    {
        "date": "12.14.17 4:23 pm",
        "ctx": [
            "it seems you have contained your merch sources to just your notebook and vine/fiction videos. sounds reasonable",
            "it seems you have contained your opinions on my merch designs to only my first 8 designs"
        ]
    },
    {
        "date": "12.14.17 4:08 pm",
        "ctx": [
            "What's gonna happen to the internet after the whole \"repealing net neutrality\" thing?",
            "maybe something new and exciting",
            "Should I hide",
            "no"
        ]
    },
    {
        "date": "12.14.17 4:08 pm",
        "ctx": [
            "what should i consider when choosing my average geographical location?",
            "where you've been?"
        ]
    },
    {
        "date": "12.14.172:32 pm",
        "ctx": [
            "Why do the first few bars of \"this is a song for my next album\" sound like \"jingle bells\" to me? Should I seek professional help?",
            "because the melody is the same. reviewing the archives, it seems that was on purpose, as you can see (ref: song-for-my-next.png)here"
        ]
    },
    {
        "date": "12.14.172:13 pm",
        "ctx": [
            "can you makr mor videos lik time mop",
            "sure"
        ]
    },
    {
        "date": "12.14.171:46 pm",
        "ctx": [
            "what is an innovative way to heat a swimming pool?",
            "sell it and buy one that is pre-heated"
        ]
    },
    {
        "date": "12.14.171:21 pm",
        "ctx": [
            "Hey, I noticed that in \"hi, i'm steve\" the mail bird leaves the scene twice after delivering the letter to steve. Was that intentional or an editing problem?",
            "that's an editing glitch. that's just what happens when you try to make videos as fast as possible"
        ]
    },
    {
        "date": "12.14.1712:45 pm",
        "ctx": [
            "will there be worldwide shipping for your merch?",
            "yes"
        ]
    },
    {
        "date": "12.14.1712:38 pm",
        "ctx": [
            "What will be the topic of your next video?",
            "it doesn't really have a topic"
        ]
    },
    {
        "date": "12.14.1712:37 pm",
        "ctx": [
            "Is red a color",
            "i will check"
        ]
    },
    {
        "date": "12.14.1712:33 pm",
        "ctx": [
            "When will you upload your next video",
            "when it is finished"
        ]
    },
    {
        "date": "12.14.1712:27 pm",
        "ctx": [
            "I like the new shirts but is there a possibility of there being one that has just your name and the umbrella?",
            "sounds boring, but i will consider it",
            "If not that's okay, I'll buy one of the other ones but I just thought I'd check. I realize that you can't please everybody and I'll respect that. Thank you."
        ]
    },
    {
        "date": "12.14.1712:20 pm",
        "ctx": [
            "are the notes on your C-major scale shirt actually a C-major scale? i feel like there's extra stuff, but i'm not sure what it is",
            "that is based on a (ref: http://billwurtz.com/how-to-play-a-c-major-scale.mp4)video"
        ]
    },
    {
        "date": "12.14.1711:37 am",
        "ctx": [
            "I remember. around March 2017 you had a YouTube channel called notbillwurtz.",
            "that's not true. that was someone else impersonating me.",
            "It had a few videos on it, but you deleted the channel. Why?",
            "i tried to get them to take it down, i explained to them that they were impersonating me, but they insisted that they were not impersonating me, because their name was 'not' billwurtz, and that it was clear that they were not bill wurtz. but it is clear to me that people thought it was me, for example you thought it was me. which is understandable because they were putting my pictures and videos on the channel"
        ]
    },
    {
        "date": "12.14.1711:34 am",
        "ctx": [
            "Do you do your own stunts?",
            "yes",
            "Or do you have a stuntman?",
            "it's a woman"
        ]
    },
    {
        "date": "12.14.1710:51 am",
        "ctx": [
            "Is making your mouth an 'O' shape and patting your cheeks with your hands an instrument?",
            "yes"
        ]
    },
    {
        "date": "12.14.1710:40 am",
        "ctx": [
            "how would i go about developing relative pitch?",
            "spend some time with an instrument"
        ]
    },
    {
        "date": "12.14.179:54 am",
        "ctx": [
            "What's the best way to avoid spoilers?",
            "use tupperware"
        ]
    },
    {
        "date": "12.14.179:23 am",
        "ctx": [
            "why do you think everyone is going crazy about merch right now?",
            "because i just started doing it, despite the fact that i hate it"
        ]
    },
    {
        "date": "12.14.177:59 am",
        "ctx": [
            "Why is there something rather than nothing?",
            "there can be anything. there is a lot of both"
        ]
    },
    {
        "date": "12.14.177:54 am",
        "ctx": [
            "Look, will &#150; bill! I mean bill. Hi. What's this music thing you've been up to for quite some time now? Are you going to explain that anytime soon?",
            "i've been a musician for my entire life. i have been explaining that for many years now.",
            "Also why is Christmas?",
            "to boost q4 earnings, and celebrate the darkness"
        ]
    },
    {
        "date": "12.14.177:53 am",
        "ctx": [
            "When your merch is ready, do you think youwill you put a category for it on this site?",
            "yes, i just did"
        ]
    },
    {
        "date": "12.14.177:45 am",
        "ctx": [
            "IS CAPS LOCK A GOOD BUTTON?",
            "i think so"
        ]
    },
    {
        "date": "12.14.177:44 am",
        "ctx": [
            "are you just a college student desperately trying to make money off youtube,",
            "no",
            "and thats why videos take long?",
            "they take so long because i am trying to make them good"
        ]
    },
    {
        "date": "12.14.177:42 am",
        "ctx": [
            "how often do you think",
            "it seems like i am doing it constantly"
        ]
    },
    {
        "date": "12.14.177:40 am",
        "ctx": [
            "What does 'turn down for what' mean?",
            "why would we turn down? why should i turn down? do not ask us to turn down, we are not going to turn down",
            "Does 'turn down' mean 'party'?",
            "no, it means turning down the party, lowering the volume of the party, or reducing the magnitude/amplitude of the party"
        ]
    },
    {
        "date": "12.14.177:37 am",
        "ctx": [
            "ive memorized the entire song \"The Big Bang Theory\" but can't remember what year the ottoman empire collapsed. do you know why my brain does this, and does anyone?",
            "yes. the things that take place during your lifetime might be a little easier to remember. that makes sense"
        ]
    },
    {
        "date": "12.14.174:16 am",
        "ctx": [
            "i never actually saw chestnuts roasting on an open fire",
            "i don't think i've ever seen a chestnut, anywhere"
        ]
    },
    {
        "date": "12.14.173:23 am",
        "ctx": [
            "i promised my professor i could do a history video on the history of camels in a similar style to yours so i wouldnt have to write a paper and he agreed and now it's due in 9 hours and i just finished RESEARCHING and am so lost that i am HERE hahaha life is nuts, right?",
            "if you have to do it in 9 hours then it won't be anything like mine"
        ]
    },
    {
        "date": "12.14.171:15 am",
        "ctx": [
            "I hate buying presents at christmas time. is there something I could do instead?",
            "sell them?"
        ]
    },
    {
        "date": "12.14.171:05 am",
        "ctx": [
            "girls are weird, agree?",
            "yes, boys are weird also"
        ]
    },
    {
        "date": "12.14.1712:16 am",
        "ctx": [
            "what are your recommendations for working through a creative block? i'm in a mild tussle with one right now& i've never been good at dealing with 'em",
            "go exploring, maybe twice if possible"
        ]
    },
    {
        "date": "12.14.1712:08 am",
        "ctx": [
            "Will you make original t-shirt designs,",
            "yes",
            "or will they all be frames from your videos?",
            "no"
        ]
    },
    {
        "date": "12.13.1711:48 pm",
        "ctx": [
            "why are you so comfortable being normal?",
            "i'm an acteur"
        ]
    },
    {
        "date": "12.13.1711:19 pm",
        "ctx": [
            "Where did you learn to do improvisation and music in general?",
            "at home, and in the work place"
        ]
    },
    {
        "date": "12.13.179:36 pm",
        "ctx": [
            "Do you believe in nothing",
            "yes. it is not so much of a thing as a tactic"
        ]
    },
    {
        "date": "12.13.179:09 pm",
        "ctx": [
            "how many aliens have hats",
            "as many as you can imagine!"
        ]
    },
    {
        "date": "12.13.178:35 pm",
        "ctx": [
            "Are you raking in the dough?",
            "right now i am using a spork"
        ]
    },
    {
        "date": "12.13.177:47 pm",
        "ctx": [
            "reasons to smoke weed?",
            "maybe if you have too much weed"
        ]
    },
    {
        "date": "12.13.177:33 pm",
        "ctx": [
            "what is your opinion on ASMR?",
            "ah, you mean the African Sex Mating Ritual. i think it's very useful in all kinds of every day situations"
        ]
    },
    {
        "date": "12.13.177:10 pm",
        "ctx": [
            "Do you have any advice for following your dreams?",
            "start by understanding and analyzing your dreams"
        ]
    },
    {
        "date": "12.13.176:59 pm",
        "ctx": [
            "when you think outside the box, what is the box?",
            "the way you are 'supposed' to think"
        ]
    },
    {
        "date": "12.13.176:39 pm",
        "ctx": [
            "What do I do if the things I really wanna express the most are things that I don't know how to explain or put into words?",
            "draw them?"
        ]
    },
    {
        "date": "12.13.175:53 pm",
        "ctx": [
            "I went to a nearby Guitar Center and they had a synthesizer that played louder the harder you hit the keys. I feel as though this would make music all over the place every single time you play unless you perfectly matched the velocity of your fingers every time. What are your opinions on this? Do you think that some things shouldn't get extra gadgets added just for the sake of adding extra gadgets?",
            "keyboards are supposed to have this. when you play a real piano, loud notes are loud and soft notes are soft. when you talk or speak, you can say words louder or quieter. if someone strips away your dynamic capabilities, you will sound like a complete amateur even if you are not. it is very important to buy a keyboard with dynamic sensitivity (i.e. it can tell whether you hit it loud or soft)"
        ]
    },
    {
        "date": "12.13.175:35 pm",
        "ctx": [
            "Are chances generally slim?",
            "no"
        ]
    },
    {
        "date": "12.13.175:29 pm",
        "ctx": [
            "How can I 100% be sure that this square is truly a square. Sorry I don't have the attachment.",
            "measure it?"
        ]
    },
    {
        "date": "12.13.175:28 pm",
        "ctx": [
            "I love the way you blend your vocals with the druns/percussion! Like that intro to murder your demon (the i'm gonna kill u part) is soperfect. How do you do it? What's your secret!?!",
            "for that one i just played the drums in the same rhythm as the vocal"
        ]
    },
    {
        "date": "12.13.174:37 pm",
        "ctx": [
            "If you place a cat in a tub filled with water, how do you know for sure that he hates it if you cant see him through the shower curtain?",
            "until the cat is observed, the cat both likes it and hates it at the same time, and might be dead also, who knows"
        ]
    },
    {
        "date": "12.13.173:51 pm",
        "ctx": [
            "do you often contemplate the mystery of existence?",
            "sometimes",
            "because it seems like you do. any theories as to why there's something rather than nothing?",
            "there can be any thing. i don't see how anyone could prevent that"
        ]
    },
    {
        "date": "12.13.173:45 pm",
        "ctx": [
            "What do you think about ducks?",
            "(ref: q.php?date=201604101830)4.10.166:30 pm"
        ]
    },
    {
        "date": "12.13.173:01 pm",
        "ctx": [
            "How did you get your shoe?",
            "it was free! with the purchase of another shoe"
        ]
    },
    {
        "date": "12.13.172:23 pm",
        "ctx": [
            "If I make an 80s cop movie will you please make the music for it?",
            "i'm not currently looking for extra work, need to keep my schedule free to do my own work"
        ]
    },
    {
        "date": "12.13.172:13 pm",
        "ctx": [
            "how does one cope with shitty things happening in the world that can't be fixed by a singular person without becoming apathetic and without wasting time worrying yourself into a wall",
            "stop watching the content on worry dot com"
        ]
    },
    {
        "date": "12.13.172:04 pm",
        "ctx": [
            "should i get your capital letters report in its current state tattooed on my back",
            "no because it needs to be updated every time i use a capital letter on the questions page"
        ]
    },
    {
        "date": "12.13.171:43 pm",
        "ctx": [
            "do you have any tips for getting a better ear for notes and pitches? the only instrument i can play is drums but i'm trying to learn keyboard but it's really hard because all the notes sound the same to me sometimes.",
            "they sound different to me"
        ]
    },
    {
        "date": "12.13.171:08 pm",
        "ctx": [
            "Have you ever considered, in addition to iTunes, putting your music on Amazon Music so all the Amazon Echos can echo your music?",
            "i thought it was there already. it's supposed to be there. if anyone has any idea of whether it's there or how to get it there i would love to hear. these things are a nightmare. that's why i built my own site, to have a nightmare free zone"
        ]
    },
    {
        "date": "12.13.1712:07 pm",
        "ctx": [
            "When people were sending you anagram requests on the question page before you made the scarmble page, did you transfer all of those over after you made the page?",
            "yes",
            "Or are there some bonus anagrams dispersed around the question page? I don't know why I love reading those so much.",
            "i meant to transfer them all"
        ]
    },
    {
        "date": "12.13.1711:19 am",
        "ctx": [
            "if you wanted to write a christmas-sounding song, how would you start?",
            "jackhammers?"
        ]
    },
    {
        "date": "12.13.1711:18 am",
        "ctx": [
            "what is the freedom bug?",
            "tfw you realize there is way more possibilities than u thought"
        ]
    },
    {
        "date": "12.13.1711:02 am",
        "ctx": [
            "Doing anything special this Christmas?",
            "i was thinking of working on the current project vigilinatly and voraciously"
        ]
    },
    {
        "date": "12.13.1710:21 am",
        "ctx": [
            "Would you like to wear your own merch?",
            "only in videos maybe, as a prank"
        ]
    },
    {
        "date": "12.13.179:54 am",
        "ctx": [
            "where can i find the merch youre selling? looking for a christmas present for my friend who is *definitely* your biggest fan",
            "(ref: https://billwurtz.myshopify.com)here but it won't be ready in time for christmas. it should be ready for martin luther king day"
        ]
    },
    {
        "date": "12.13.179:41 am",
        "ctx": [
            "where can I buy one of the cool tshirts you posted on instagram",
            "(ref: https://billwurtz.myshopify.com)here. i'm probably gonna open it soon but look out, they have not been made yet. you can pre order them if you want, when i open the store. which may be tomorrow or maybe even today if i am feeling frisky"
        ]
    },
    {
        "date": "12.13.179:14 am",
        "ctx": [
            "Bill, a hoodie on your store would be nice. Try to get it on there. <3",
            "ok i will"
        ]
    },
    {
        "date": "12.13.178:31 am",
        "ctx": [
            "I hate hating things",
            "oh me too"
        ]
    },
    {
        "date": "12.13.178:14 am",
        "ctx": [
            "hey bill what skill should i learn on the ukulele next? i kinda hit a wall finally in learning i think you might understandwhat i mean",
            "how would i even begin to evaluate what you should learn next if you're not even gonna tell me what you learned last"
        ]
    },
    {
        "date": "12.13.178:04 am",
        "ctx": [
            "Are you selling merch?",
            "yes",
            "If yes, where?",
            "(ref: https://billwurtz.myshopify.com)here"
        ]
    },
    {
        "date": "12.13.178:04 am",
        "ctx": [
            "why do people burn couches when their favorite basketball team wins?",
            "to make sure no one sits down! it's time to celebrate!"
        ]
    },
    {
        "date": "12.13.177:48 am",
        "ctx": [
            "what are your thoughts on fidget spinners",
            "oh they are just great. lots of fun"
        ]
    },
    {
        "date": "12.13.177:47 am",
        "ctx": [
            "Would name would you give a chord that has E and Bb below F#,A,C? I play a G in the bass below it and use it in a song where a Gmin could be.",
            "dirty"
        ]
    },
    {
        "date": "12.13.176:47 am",
        "ctx": [
            "my dog likes to make noise what should i do ive been having this problem for a while",
            "oh no you got the wrong kind"
        ]
    },
    {
        "date": "12.13.172:21 am",
        "ctx": [
            "what are names for?",
            "identification, and organization"
        ]
    },
    {
        "date": "12.13.172:17 am",
        "ctx": [
            "I'm a clutch pedal",
            "oh cool"
        ]
    },
    {
        "date": "12.13.172:10 am",
        "ctx": [
            "What faith do you believe in? Atheism?",
            "i say instead of believing in a faith, just have the faith. cut out the middle man, you know"
        ]
    },
    {
        "date": "12.13.172:09 am",
        "ctx": [
            "Hi, I'm the guy whom you answered at (ref: q.php?date=201712120242)12.12.172:42 am  about deeper meanings. I'm referring to \"deeper\" as \"deeper than just total randomness\".",
            "everything i do is deeper than that"
        ]
    },
    {
        "date": "12.13.172:08 am",
        "ctx": [
            "Have you had any profound realizations while studying history?",
            "oh hell yeah"
        ]
    },
    {
        "date": "12.13.171:43 am",
        "ctx": [
            "Have you written any songs that you've treated as more of an academic exercise?",
            "yes"
        ]
    },
    {
        "date": "12.13.171:25 am",
        "ctx": [
            "I like a girl who does jazz, how do i do jazz so the girl will like me.",
            "copying someone is not always the best way to get someone to like you. although it may work sometimes"
        ]
    },
    {
        "date": "12.13.171:05 am",
        "ctx": [
            "whenever I talk about how much I love everyone, people get weirded out. how do I do it in a way that is good besides when everyone knows I'm stoned?",
            "go on a date with everyone first, to sort of break the ice"
        ]
    },
    {
        "date": "12.13.1712:52 am",
        "ctx": [
            "how do I do less racist things?",
            "how did you start doing the racist things you are currently doing"
        ]
    },
    {
        "date": "12.13.1712:49 am",
        "ctx": [
            "How did you get into music?",
            "i don't remember"
        ]
    },
    {
        "date": "12.13.1712:47 am",
        "ctx": [
            "why u up late",
            "why are you"
        ]
    },
    {
        "date": "12.13.1712:45 am",
        "ctx": [
            "hey is ur merch store gonna have the designs on Polo shirts? just curious",
            "maybe"
        ]
    },
    {
        "date": "12.13.1712:38 am",
        "ctx": [
            "if you pour milk onto cereal is it a broth, beverage, or sauce",
            "i think you are supposed to eat it before the classification committee arrives"
        ]
    },
    {
        "date": "12.13.1712:37 am",
        "ctx": [
            "what do you want for christmas",
            "a new year"
        ]
    },
    {
        "date": "12.13.1712:36 am",
        "ctx": [
            "how do I make my music more sophisticated? I want my music to appeal to the aristocracy.",
            "try adding some quinoa"
        ]
    },
    {
        "date": "12.13.1712:00 am",
        "ctx": [
            "If life= 42, then what is life^2?",
            "then life^2 would be 1764, that being said life does not =42"
        ]
    },
    {
        "date": "12.12.1711:54 pm",
        "ctx": [
            "Where does one find a good piece of toast?\nI seem to be in short supply and could use some assistance.",
            "did u check the toaster"
        ]
    },
    {
        "date": "12.12.1710:28 pm",
        "ctx": [
            "Should we enslave the mole people?",
            "i don't know who they are but no"
        ]
    },
    {
        "date": "12.12.17 10:23 pm",
        "ctx": [
            "What are your thoughts on the net neutrality situation currently?",
            "it seems to be a situation largely dominated by fear, panic, and negative feelings"
        ]
    },
    {
        "date": "12.12.17 10:14 pm",
        "ctx": [
            "what is a nifty thing to do with paper",
            "recycle it"
        ]
    },
    {
        "date": "12.12.17 9:14 pm",
        "ctx": [
            "tips for making spooky ghost music?",
            "you have to let the ghosts help you"
        ]
    },
    {
        "date": "12.12.17 8:47 pm",
        "ctx": [
            "just hacked google",
            "oh cool"
        ]
    },
    {
        "date": "12.12.17 8:44 pm",
        "ctx": [
            "have you ever thought about making more content?",
            "i never thought about not making content"
        ]
    },
    {
        "date": "12.12.17 8:22 pm",
        "ctx": [
            "glad you found a cool hat, where did you find it?",
            "i did not find it, i am actually still looking for it"
        ]
    },
    {
        "date": "12.12.17 8:13 pm",
        "ctx": [
            "my hands are too small to play keyboard and guitar. With guitar I'm having difficulty with barre chords and chords where I need to reach more than three frets. for keyboard one hand barely spans an octave. I love music too much for it to completely stop me but practice isn't helping and I'm very frustrated. what am I supposed to do?",
            "you're going to have to think outside the box. keep in mind, django reinhardt had the wrong number of fingers, and michel petrucciani was about 3 feet tall and probably had very small hands also"
        ]
    },
    {
        "date": "12.12.17 8:01 pm",
        "ctx": [
            "Would you say \"bill wurtz\" is the only accurate genre to be prescribed to your music?",
            "using an artist's name is always a great way to refer to their music. that's what names are for! i'm not sure if that answers your question"
        ]
    },
    {
        "date": "12.12.17 7:31 pm",
        "ctx": [
            "What merch are you selling",
            "t-shirts, but what else do you want"
        ]
    },
    {
        "date": "12.12.17 7:19 pm",
        "ctx": [
            "Any good ab workouts you recommend",
            "you could try lifting weights with your abs, or just doing work around the house, using only your abs"
        ]
    },
    {
        "date": "12.12.17 5:19 pm",
        "ctx": [
            "will i be able to get one of the cool tshirts you posted on Instagram for Christmas?",
            "no"
        ]
    },
    {
        "date": "12.12.17 4:07 pm",
        "ctx": [
            "I just drove by a house that had two toilets in their front yard. Why could this be",
            "they might have just changed religions. some religions do not allow toilets, so when a family converts to one of those religions they have to get rid of all their toilets"
        ]
    },
    {
        "date": "12.12.17 3:32 pm",
        "ctx": [
            "does coffee taste better in ceramic or glass?",
            "i think you are talking about hot coffee, which i have never had because i've never waited long enough for it to cool down, except one time i did and then it wasn't hot anymore"
        ]
    },
    {
        "date": "12.12.17 2:17 pm",
        "ctx": [
            "how can I choose what key signature I want my song to be in? I've tried experimenting with different ones but it's still not entirely clear. I know I could probably do a minor key for a song that is not upbeat, but I'm not sure.",
            "what notes are in the song"
        ]
    },
    {
        "date": "12.12.171:58 pm",
        "ctx": [
            "what's an appropriate reason to email you?",
            "i will check with the administrators"
        ]
    },
    {
        "date": "12.12.171:20 pm",
        "ctx": [
            "blowing my mind thinking about how wonderful the idea of an artists is. you take a step back and think about being human... and then some of them are doing as artists do. And they're a part of society, groups of humans. you don't even have to tell these people to do it, they do it with the time and space they are given. it's really cool, you know?",
            "yes"
        ]
    },
    {
        "date": "12.12.1712:56 pm",
        "ctx": [
            "In hotewig, from who's perspective is the narration in the beginning till \"pause.\"",
            "the 'universe'"
        ]
    },
    {
        "date": "12.12.1712:44 pm",
        "ctx": [
            "in your opinion, does mountain rhyme with lightning?",
            "no"
        ]
    },
    {
        "date": "12.12.1712:05 pm",
        "ctx": [
            "Do you ever wonder when squirrels will take over humanity?",
            "no",
            "They r snippy lil' creatures"
        ]
    },
    {
        "date": "12.12.1711:29 am",
        "ctx": [
            "WHY YOU NO POST.ME WANT NEW VIDEO. ME NO HAVE NO VIDEO = ME SAD",
            "ME WORKING ON VIDEO. WITHOUT MAKING VIDEO VIDEO NOT EXIST. EVERY VIDEO U SEEN SO FAR BEEN MADE FIRST, IN ADVANCE. SOME OF TOOK LONG TIME B4 U EVEN KNOW WAS THERE. WONDER IF U THINK OF THAT"
        ]
    },
    {
        "date": "12.12.1711:28 am",
        "ctx": [
            "Okay, so the deadest meme ever, the DAB... is going on. I keep seeing them. How many dabs did you count so far?",
            "the dab is not necessarily a meme if it is a more healthy way to do marijuana than smoking. then it's just a smart health choice"
        ]
    },
    {
        "date": "12.12.1711:25 am",
        "ctx": [
            "have you ever had a person sent you hate through this ask box?",
            "yes",
            "if so, have you ever responded to one of these \"questions\"?",
            "yes"
        ]
    },
    {
        "date": "12.12.1710:37 am",
        "ctx": [
            "can you explain to me the difference between major and minor chords?",
            "C major is C, E, G.... C minor is C, Eb, G."
        ]
    },
    {
        "date": "12.12.1710:35 am",
        "ctx": [
            "did you get the silver or gold play button yet?",
            "no"
        ]
    },
    {
        "date": "12.12.1710:30 am",
        "ctx": [
            "What's a good quote I can use for my senior yearbook?",
            "how are you liking this yearbook so far"
        ]
    },
    {
        "date": "12.12.178:39 am",
        "ctx": [
            "should i exist",
            "i'd say give it a try"
        ]
    },
    {
        "date": "12.12.177:54 am",
        "ctx": [
            "Does the pope get a salary?",
            "he gets all the offerings, from every church in the world. then he gives it to god, or at least he says he does"
        ]
    },
    {
        "date": "12.12.177:42 am",
        "ctx": [
            "will you ever make a discord? like something that you only find if you make it to the website or somethin",
            "i already have one that no one uses, and then there is another official one which was created on my behalf that people do use. i'm not sure if either of those 2 is the one you are talking about"
        ]
    },
    {
        "date": "12.12.175:41 am",
        "ctx": [
            "What is the difference between a pear and a melon?",
            "i'm not sure"
        ]
    },
    {
        "date": "12.12.172:42 am",
        "ctx": [
            "Are there deeper meanings to your Youtube projects, specifically 'Outside', 'I wanna be a movie star', etc.?",
            "deeper than what"
        ]
    },
    {
        "date": "12.12.171:11 am",
        "ctx": [
            "What is your favorite Cars movie?",
            "i fell asleep during the first one, and i was unaware they made a second one. they must have made it while i was asleep"
        ]
    },
    {
        "date": "12.12.1712:45 am",
        "ctx": [
            "What are your techniques for stage presence?",
            "enjoy the ride"
        ]
    },
    {
        "date": "12.12.1712:27 am",
        "ctx": [
            "from a scale of absolutely not to oh hell yeah, is the video going well? heck, are you doing well?",
            "yes"
        ]
    },
    {
        "date": "12.12.1712:21 am",
        "ctx": [
            "can u still be pretty with zits?",
            "yes"
        ]
    },
    {
        "date": "12.11.1711:29 pm",
        "ctx": [
            "Would you describe your style as \"post-modern\" or \"post-post-modern\"",
            "no"
        ]
    },
    {
        "date": "12.11.1711:27 pm",
        "ctx": [
            "Do like rain",
            "yes"
        ]
    },
    {
        "date": "12.11.1711:17 pm",
        "ctx": [
            "HELLO I AM HERE TO DEMAND NEW CONTENT IMMEDIATELY OR YOU SHALL BE EXTERMINATED",
            "oh, fair enough"
        ]
    },
    {
        "date": "12.11.1711:05 pm",
        "ctx": [
            "Why do guys have nipples? They have no function whatsoever.",
            "i think if you include a no-nipple clause it makes the instructions sheet longer"
        ]
    },
    {
        "date": "12.11.1710:32 pm",
        "ctx": [
            "Do fishes breathe water?",
            "i'm sure they do, but i think if i say that someone is going to give me a stern lecture"
        ]
    },
    {
        "date": "12.11.1710:19 pm",
        "ctx": [
            "Why are your tunes so catchy?",
            "to increase the chances that someone will find me and get me off this damn island"
        ]
    },
    {
        "date": "12.11.179:47 pm",
        "ctx": [
            "Do you want to do my homework for me?",
            "no"
        ]
    },
    {
        "date": "12.11.179:44 pm",
        "ctx": [
            "so why are you doing the shop if you feel against it? surely the audience will understand",
            "the merchandise police"
        ]
    },
    {
        "date": "12.11.179:42 pm",
        "ctx": [
            "What is your New Year's resolution?",
            "i don't make resolutions for new years. i just make resolutions whenever i need to, without checking to see if it's new years"
        ]
    },
    {
        "date": "12.11.179:34 pm",
        "ctx": [
            "how much time is there usually between pressing upload on one project and the starting work on the next?",
            "none"
        ]
    },
    {
        "date": "12.11.179:22 pm",
        "ctx": [
            "I get you might not enjoy the idea of merch, but I think that it is a great idea and many other people do too. I would love to have some sort of physical object that was designed by you. I know your having second thoughts about the whole thing, but if you already have the merch designed, then please please PLEASE seriously consider making it a reality. I know that many people, including myself, would absolutely love it. ok thanks",
            "i will do it, and it will be (ref: http://billwurtz.myshopify.com)here"
        ]
    },
    {
        "date": "12.11.179:21 pm",
        "ctx": [
            "how would you feel if people started doing youtube channels that were in the same style as yours, such as just making videos and music and having fun like that",
            "i think people have been doing that for thousands of years"
        ]
    },
    {
        "date": "12.11.179:20 pm",
        "ctx": [
            "what country are you choosing next for your next long history video,",
            "why do i have to do it on a country",
            "how long will it be, and when will you make it?",
            "after i do much more different types of things first"
        ]
    },
    {
        "date": "12.11.178:00 pm",
        "ctx": [
            "Why do so many animals have so many breasts and I only have two?",
            "because you will probably have fewer babies at the same time"
        ]
    },
    {
        "date": "12.11.177:58 pm",
        "ctx": [
            "how do I stop being bored?",
            "how did you start"
        ]
    },
    {
        "date": "12.11.177:55 pm",
        "ctx": [
            "So why do you hate the idea of doing merch?",
            "why do you like it",
            "Does it give you the Advertisement feel?",
            "no, it's a gift shop feel. like i was just trying to have a nice walk on the wild side. what the hell is this gift shop doing here"
        ]
    },
    {
        "date": "12.11.177:10 pm",
        "ctx": [
            "Are you done with youtube?",
            "no"
        ]
    },
    {
        "date": "12.11.177:08 pm",
        "ctx": [
            "What is your next video going to be?",
            "a song"
        ]
    },
    {
        "date": "12.11.177:08 pm",
        "ctx": [
            "what is your opinion on crime?",
            "seems legit"
        ]
    },
    {
        "date": "12.11.176:49 pm",
        "ctx": [
            "I saw this couple walking today, and they were walking intensely like they have somewhere to go. It made me realize I want somebody who can like push me and make me walk faster, not slow me down. do you know what I mean?",
            "oh hell yeah"
        ]
    },
    {
        "date": "12.11.176:40 pm",
        "ctx": [
            "I'm writing a song, gimme a drum beat pls",
            "i'm not currently looking for extra work, need to keep my schedule free to do my own work"
        ]
    },
    {
        "date": "12.11.175:43 pm",
        "ctx": [
            "when are you going to finish a video",
            "as soon as possible"
        ]
    },
    {
        "date": "12.11.175:06 pm",
        "ctx": [
            "What should I do?",
            "perhaps a task"
        ]
    },
    {
        "date": "12.11.174:38 pm",
        "ctx": [
            "How can we avoid a nuclear war mr bill?",
            "focus on all the opportunities and possibilities that could happen without the war"
        ]
    },
    {
        "date": "12.11.174:31 pm",
        "ctx": [
            "How is your current mental state?",
            "special"
        ]
    },
    {
        "date": "12.11.173:55 pm",
        "ctx": [
            "I can't believe you're gonna sell merch.",
            "i might change my mind"
        ]
    },
    {
        "date": "12.11.173:54 pm",
        "ctx": [
            "Do you have haters?",
            "oh hell yeah",
            "I've never seen one, congrats man"
        ]
    },
    {
        "date": "12.11.173:31 pm",
        "ctx": [
            "Are you on any committees?",
            "no"
        ]
    },
    {
        "date": "12.11.173:28 pm",
        "ctx": [
            "when you have sound cues synced to visual effects in videos like your history ones (for example, if you had a little blip when something appeared on screen), do you put the visual effect in first and then match the sound to the timing, or put the sound in first and then time the visual based on that?",
            "it depends on the situation"
        ]
    },
    {
        "date": "12.11.173:25 pm",
        "ctx": [
            "what sort of weighting do you prefer for piano keyboards?",
            "none"
        ]
    },
    {
        "date": "12.11.173:19 pm",
        "ctx": [
            "What are some of your favorite pop songs that you hear on the radio a lot today? I really like that havana song by camila cabello. And sorry not sorry by demi lovato.",
            "popular music is disrespected all too frequently in this world, and i have learned that this page is not a safe space to talk about it"
        ]
    },
    {
        "date": "12.11.172:57 pm",
        "ctx": [
            "how did they describe motion before that had clocks? what else could they compare it to?",
            "like a rat maybe"
        ]
    },
    {
        "date": "12.11.172:56 pm",
        "ctx": [
            "Is your new video/side video longer than 15 minutes?",
            "i don't know what a side video is but it is 3 minutes and 10 seconds",
            "Does it have a title?",
            "yes",
            "Can you tell that to me?",
            "i am a little tired out from all the times i have told other people"
        ]
    },
    {
        "date": "12.11.172:55 pm",
        "ctx": [
            "Will you be on Santa's nice list or naughty list this year?",
            "both"
        ]
    },
    {
        "date": "12.11.172:54 pm",
        "ctx": [
            "what's a song with a strong start?",
            "i feel good by james brown"
        ]
    },
    {
        "date": "12.11.172:45 pm",
        "ctx": [
            "had you really written the dungeons and dragons tweet before you wrote about not having 280 characters or did you write it after that",
            "i wrote the long one first. then when i got access to the 280, i actually had to cut it down still because the original was longer than 280"
        ]
    },
    {
        "date": "12.11.172:34 pm",
        "ctx": [
            "What's a good question to ask?",
            "something you want to know"
        ]
    },
    {
        "date": "12.11.171:08 pm",
        "ctx": [
            "Do you dislike watching your own content, and if so, why?",
            "it's more important to make new content"
        ]
    },
    {
        "date": "12.11.179:24 am",
        "ctx": [
            "How are you doint",
            "good"
        ]
    },
    {
        "date": "12.11.17 9:17 am",
        "ctx": [
            "Do you have life?",
            "i think so"
        ]
    },
    {
        "date": "12.11.17 9:13 am",
        "ctx": [
            "(ref: q.php?date=201712101803)12.10.176:03 pm on the page there is a password. is this password the same one for the reality page",
            "there is no password for the reality page"
        ]
    },
    {
        "date": "12.11.17 5:37 am",
        "ctx": [
            "am i gay?",
            "i don't know"
        ]
    },
    {
        "date": "12.11.17 5:02 am",
        "ctx": [
            "Music question. Are boots made for walking in general or just that one time? I doubt both options.",
            "that doesn't seem like a music question. yes i think that is why boots are made"
        ]
    },
    {
        "date": "12.11.17 2:21 am",
        "ctx": [
            "Happy birthday bill!",
            "thank you"
        ]
    },
    {
        "date": "12.11.17 1:33 am",
        "ctx": [
            "Are your videos all part of a canonical timeline detailing your online characters descent into madness?",
            "it's not a decent into madness, it's more of an ascent into learning to use madness constructively"
        ]
    },
    {
        "date": "12.11.1712:09 am",
        "ctx": [
            "What's your favorite type of music to listen to?",
            "i was under the impression that music cannot be typified. that is the only reason i like it. if i was wrong this entire time then maybe i don't actually like music"
        ]
    },
    {
        "date": "12.11.17 12:09 am",
        "ctx": [
            "Why do so many strangers on the phone want to know my credit card number??",
            "so they can edit the amount of money you have"
        ]
    },
    {
        "date": "12.11.1712:07 am",
        "ctx": [
            "Bill how can i cope with being at school",
            "explore the school, analyze the school, think about the school, draw pictures of the school, tell stories about the school. then after you leave you will feel very nostalgic about the time you spent at the school. don't know if that helps"
        ]
    },
    {
        "date": "12.10.1711:08 pm",
        "ctx": [
            "should you build a moat around your house?",
            "i don't know how"
        ]
    },
    {
        "date": "12.10.1710:41 pm",
        "ctx": [
            "When are you going to upload a video?",
            "when it is finished"
        ]
    },
    {
        "date": "12.10.17 10:04 pm",
        "ctx": [
            "are you on the drop hints stage of the video?",
            "the hints dropping stage of any project can potentially last for the entire duration of the production of the project. or perhaps even before, if i know what the project is going to be"
        ]
    },
    {
        "date": "12.10.17 7:53 pm",
        "ctx": [
            "what is your opinion about Pluto?",
            "it's great"
        ]
    },
    {
        "date": "12.10.17 6:55 pm",
        "ctx": [
            "do you believe that memes are art or the creation of people who use comedy as a self defence mechanism that is further propelling them into depression",
            "'meme' is just a good opportunity to say 'me' twice. you watch, in the coming years i think people are going to start saying it more than twice"
        ]
    },
    {
        "date": "12.10.17 6:44 pm",
        "ctx": [
            "what is the worst vegetable?",
            "non-vegetables"
        ]
    },
    {
        "date": "12.10.17 6:37 pm",
        "ctx": [
            "Do believe that free will is just a construct of human imagination and you have no control over the choices you make as a consciousentity?",
            "no"
        ]
    },
    {
        "date": "12.10.17 6:03 pm",
        "ctx": [
            "will you sell merch? you should",
            "i desperately hate that idea and i have hated it for a long time, and to celebrate my hatred of it i will be doing it soon. (ref: https://billwurtz.myshopify.com)click here to see where it's gonna be"
        ]
    },
    {
        "date": "12.10.17 6:03 pm",
        "ctx": [
            "does it take an extremely long time to make videos?",
            "it depends how you do it",
            "cause i like the longer ones",
            "the longer ones take longer than the shorter ones. if that makes sense"
        ]
    },
    {
        "date": "12.10.175:48 pm",
        "ctx": [
            "Help I need a fairy tell story for theater class!!!!!",
            "tell the story of how the theater was made"
        ]
    },
    {
        "date": "12.10.173:33 pm",
        "ctx": [
            "How come requested anagrams on your anagrams page are no longer blue text when you input them into the page? (since about a year ago)",
            "they never were. all the requested ones are pink"
        ]
    },
    {
        "date": "12.10.172:53 pm",
        "ctx": [
            "can you explain the inspiration behind your video \"green\"?",
            "it just seemed like a reasonable follow up to the one that was blinking red"
        ]
    },
    {
        "date": "12.10.172:17 pm",
        "ctx": [
            "I'm holding off buying Christmas stuff because I'm waiting for your merch, yay",
            "it probably won't be ready for christmas"
        ]
    },
    {
        "date": "12.10.172:08 pm",
        "ctx": [
            "Why Trump has moved Israel's capital to Jerusalem if he's not even israeli?",
            "i will ask him"
        ]
    },
    {
        "date": "12.10.171:58 pm",
        "ctx": [
            "(ref: q.php?date=201712091624)12.9.174:24 pm  so you said no because you would have shown a truncated version of your work, but when you post instagram pictures, teasing your next projet it is too a truncated part of the next thing, but it does it's job, of teasing and bringing you a bigger audience, so why not tease all of youtube at once by saying yes to participating to the youtube rewind !",
            "ah, i see your point. i will do it"
        ]
    },
    {
        "date": "12.10.1712:51 pm",
        "ctx": [
            "is it unoriginal to use the idea of originality?",
            "no"
        ]
    },
    {
        "date": "12.10.1712:30 pm",
        "ctx": [
            "how do you write your songs? lyrics or music first?",
            "both at the same time"
        ]
    },
    {
        "date": "12.10.1712:28 pm",
        "ctx": [
            "do you know how to knit?",
            "no"
        ]
    },
    {
        "date": "12.10.17 11:37 am",
        "ctx": [
            "Do you listen to any podcasts? :)",
            "no",
            "Which?"
        ]
    },
    {
        "date": "12.10.17 10:59 am",
        "ctx": [
            "Are you the one person behind 100% of your content,",
            "yes",
            "or are other people occasionally and SECRETLY involved?",
            "no, if that were true then i think it could get done a little faster",
            "A cult even? Hello? Why aren't you answering? Omg. I'm going to the newspapers!!!!"
        ]
    },
    {
        "date": "12.10.17 10:24 am",
        "ctx": [
            "what are your thoughts on brussels sprouts",
            "i have never really thought about them"
        ]
    },
    {
        "date": "12.10.17 10:14 am",
        "ctx": [
            "which big category of projects are you focusing on at the moment?",
            "i'm currently supposed to be in alternation between songs and anything-videos. also new rule, every song needs a video with it, also amongst the songs i'm supposed to be alternating live-action/ non. also was supposed to be every 2 weeks but i'm gonna need some sort of time warp to make that possible"
        ]
    },
    {
        "date": "12.10.17 10:06 am",
        "ctx": [
            "When you* read questions, how can you* tell the difference between \"you\" as in \"you\" and \"you\" as in \"one\"?\n\n*You-you, not one-you.",
            "i just have to guess. sometimes it's impossible to know for sure"
        ]
    },
    {
        "date": "12.10.17 9:40 am",
        "ctx": [
            "What TV shows do you like to watch, if you do watch TV.",
            "i would prefer to make my own"
        ]
    },
    {
        "date": "12.10.17 9:39 am",
        "ctx": [
            "When you don't write or play music, what do you do? Go into hibernation? Work at a job you might have? Eat? Sleep?",
            "make videos, to go with the music"
        ]
    },
    {
        "date": "12.10.17 9:28 am",
        "ctx": [
            "how do i not be scared to express myself",
            "do it more"
        ]
    },
    {
        "date": "12.10.17 7:51 am",
        "ctx": [
            "remember that one time",
            "which time"
        ]
    },
    {
        "date": "12.10.17 6:55 am",
        "ctx": [
            "Do you think 2017 had been a good year?",
            "yes, and also bad"
        ]
    },
    {
        "date": "12.10.17 6:50 am",
        "ctx": [
            "(ref: q.php?date=201712090502)12.9.175:02 am  oh, just the way you are air playing in you Instagram update! What's the deal?",
            "i switch constantly, throughout any song. you'll notice that whenever the left hand stick appears to be 'matched', the stick is actually backwards, which is a sign that i am readily switching it. this is particularly useful in music videos, to keep it interesting and distract from the fact that the instrument is not actually there"
        ]
    },
    {
        "date": "12.10.174:54 am",
        "ctx": [
            "how much is a lot",
            "quite a bit, i'd say"
        ]
    },
    {
        "date": "12.10.172:01 am",
        "ctx": [
            "What sea creature do you think is the friendliest?",
            "fish"
        ]
    },
    {
        "date": "12.9.1711:30 pm",
        "ctx": [
            "how do i keep myself from absent-mindedly staring at the paper clickbait at the grocery checkout",
            "raise the angle of your neck slightly, take some nice full breaths, and look around at all the various other activities going on in the store"
        ]
    },
    {
        "date": "12.9.1711:20 pm",
        "ctx": [
            "What do you think about the Patreon issue?",
            "i don't really know anything about it"
        ]
    },
    {
        "date": "12.9.1711:07 pm",
        "ctx": [
            "i accidentally saw something scarring. How do I forget it?",
            "see many more things"
        ]
    },
    {
        "date": "12.9.179:39 pm",
        "ctx": [
            "do you think that nukes are necessary for this world to survive",
            "no, but they are useful for whomever has the nukes to make sure they are the one that survives, instead of the other person who perhaps has smaller nukes"
        ]
    },
    {
        "date": "12.9.178:16 pm",
        "ctx": [
            "I'm not sure how to explain anything.",
            "no one is"
        ]
    },
    {
        "date": "12.9.177:49 pm",
        "ctx": [
            "RE: (ref: q.php?date=201712070246)12.7.172:46 am .Would have been nice if it said \"not japan\"",
            "that's what i thought, until i tried it, and realized it looked better whichever way i ended up doing it, which i don't remember because i haven't seen it since then"
        ]
    },
    {
        "date": "12.9.177:32 pm",
        "ctx": [
            "what's it like to work for yourself?",
            "challenging, and rewarding"
        ]
    },
    {
        "date": "12.9.177:28 pm",
        "ctx": [
            "Does it get better?",
            "yes, and worse"
        ]
    },
    {
        "date": "12.9.177:05 pm",
        "ctx": [
            "How can you make a triangle using only squares?",
            "do you have a knife"
        ]
    },
    {
        "date": "12.9.176:29 pm",
        "ctx": [
            "I want to learn how to play music. Which instrument should I learnfirst?",
            "whichever one is most conveniently available to you"
        ]
    },
    {
        "date": "12.9.176:26 pm",
        "ctx": [
            "what's the scariest thing you've ever done?",
            "was born"
        ]
    },
    {
        "date": "12.9.175:28 pm",
        "ctx": [
            "What do you think about technology?",
            "the faster it gets better, the faster it gets better"
        ]
    },
    {
        "date": "12.9.175:25 pm",
        "ctx": [
            "What is your favorite year?",
            "the current year, because it holds the most opportunities, and possibilities"
        ]
    },
    {
        "date": "12.9.174:55 pm",
        "ctx": [
            "what kind of box would you most like to recieve right now?",
            "lunch"
        ]
    },
    {
        "date": "12.9.174:33 pm",
        "ctx": [
            "how to get high",
            "start by getting very low"
        ]
    },
    {
        "date": "12.9.174:25 pm",
        "ctx": [
            "If someday we will live on Mars do we have to invent a new name for earthworms cause earthworms live on earth",
            "well if there are earthworms on mars it means we brought them from earth, in which case it would still make sense to call them earth worms because guess what, they came from earth"
        ]
    },
    {
        "date": "12.9.174:24 pm",
        "ctx": [
            "were you ever asked to be in this year's youtube rewind?",
            "i was asked to do something for the ending credits",
            "and if you were why did you say no?",
            "it would have been graphics only, i wouldn't be allowed to do the audio. i can only do my job right when i can do the audio and video together, that way it will have the maximum impact and i can hypnotize you into watching my videos forever"
        ]
    },
    {
        "date": "12.9.174:20 pm",
        "ctx": [
            "why do i always run and hide when someone's at the door",
            "because it might be a monster"
        ]
    },
    {
        "date": "12.9.174:14 pm",
        "ctx": [
            "how do you start a communist nation in the middle of antartica with plans to eradicate the human race? why you ask? well...err.. im asking for a friend",
            "step 1, go to antarctica. you should learn everything you need to know, when you get there. and you don't need to bring a jacket, they have jackets there"
        ]
    },
    {
        "date": "12.9.172:43 pm",
        "ctx": [
            "Are you staying hydrated?",
            "yes"
        ]
    },
    {
        "date": "12.9.172:35 pm",
        "ctx": [
            "do you think it's harder to surprise people these days because of all the media we have?",
            "no, the media offers more opportunities to surprise people"
        ]
    },
    {
        "date": "12.9.172:12 pm",
        "ctx": [
            "who is your informant",
            "you"
        ]
    },
    {
        "date": "12.9.171:52 pm",
        "ctx": [
            "What would happen if I changed everything mid-anywhere? Like time signature and key twice in 15 seconds? Just like that?",
            "you will have to try it and see"
        ]
    },
    {
        "date": "12.9.171:49 pm",
        "ctx": [
            "What is the difference between using plausible and possible?",
            "the price tag on your wardrobe"
        ]
    },
    {
        "date": "12.9.171:21 pm",
        "ctx": [
            "in which african country did you find love in the jungle? and also fidget spinners?",
            "the borders of african 'countries' were mostly drawn by europe, so i would prefer to define african regions a bit differently. i would say that part of the video takes place in the congolese rainforests"
        ]
    },
    {
        "date": "12.9.171:19 pm",
        "ctx": [
            "hey man do you ever just Zzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzzz (that's your sleep motor going)",
            "yes"
        ]
    },
    {
        "date": "12.9.171:02 pm",
        "ctx": [
            "Time measures the alternating states of matter in dependency of their temperature. Do you agree with this definition?",
            "that sounds plausible"
        ]
    },
    {
        "date": "12.9.1712:37 pm",
        "ctx": [
            "What is dark matter?",
            "an excuse for scientists not really knowing how everything works"
        ]
    },
    {
        "date": "12.9.1712:35 pm",
        "ctx": [
            "can you move the q in the title of this page.",
            "i think it is already in an interesting place"
        ]
    },
    {
        "date": "12.9.1712:21 pm",
        "ctx": [
            "Are you a person, legally?",
            "yes"
        ]
    },
    {
        "date": "12.9.1712:20 pm",
        "ctx": [
            "what is your opinion on hats",
            "there is nothing quite like a hat"
        ]
    },
    {
        "date": "12.9.1712:19 pm",
        "ctx": [
            "do you hate your life",
            "no"
        ]
    },
    {
        "date": "12.9.1712:14 pm",
        "ctx": [
            "how do you get rid of your depression",
            "see if you can return it to the store. if you don't have the receipt they might be able to give you store credit"
        ]
    },
    {
        "date": "12.9.1711:58 am",
        "ctx": [
            "what's the best way to write song lyrics?",
            "make sure you write the lyric and melody together, at the same time"
        ]
    },
    {
        "date": "12.9.1711:45 am",
        "ctx": [
            "could you make the answer to this question a little more colorful than usual",
            "i would, but i'm a little tired out from all the other times i've done that"
        ]
    },
    {
        "date": "12.9.1711:26 am",
        "ctx": [
            "I've seen some theory's about your video's on youtube in the comment section. Will you ever confirm or debunk any of them?",
            "i haven't seen them"
        ]
    },
    {
        "date": "12.9.1710:03 am",
        "ctx": [
            "have you ever thought about wrestling",
            "no"
        ]
    },
    {
        "date": "12.9.179:52 am",
        "ctx": [
            "is this real?",
            "yes",
            "Will you actually respond to this question?",
            "i will see what i can do"
        ]
    },
    {
        "date": "12.9.179:30 am",
        "ctx": [
            "What's your life quote/s?",
            "what the heck is a life quote"
        ]
    },
    {
        "date": "12.9.178:43 am",
        "ctx": [
            "did you give up on never using capital letters?",
            "i have always used capital letters, to help express myself, and will continue to do so in the future"
        ]
    },
    {
        "date": "12.9.178:09 am",
        "ctx": [
            "can you just",
            "i am trying"
        ]
    },
    {
        "date": "12.9.178:05 am",
        "ctx": [
            "why does the news always make a big deal when harrison ford has a close shave with his plane",
            "because he is a celeb"
        ]
    },
    {
        "date": "12.9.177:44 am",
        "ctx": [
            "How does the internet work?",
            "(ref: https://www.youtube.com/watch?v=IzqMrhG50q0)here is a video about it"
        ]
    },
    {
        "date": "12.9.177:19 am",
        "ctx": [
            "When was the song you're working on now written?",
            "the first verse was written in february 2009, and patched up a bit in september 2012, the chorus was written in september 2012, and the rest of the song was written in october 2017"
        ]
    },
    {
        "date": "12.9.176:34 am",
        "ctx": [
            "Why are women smarter than men?",
            "i don't think intelligence is related to gender in any quantifiable way"
        ]
    },
    {
        "date": "12.9.175:13 am",
        "ctx": [
            "How do you go about writing complex harmonies and chord progressions like in \"the road\"? It took me like 5 minutes to just play 30 seconds.",
            "just sort of used my imagination, following along the restlessly wandering narrative of the main character"
        ]
    },
    {
        "date": "12.9.175:02 am",
        "ctx": [
            "What made you switch to matched, Bill?",
            "what made you think i did"
        ]
    },
    {
        "date": "12.9.173:14 am",
        "ctx": [
            "how does one bake Superbread",
            "the damn thing bakes itself"
        ]
    },
    {
        "date": "12.9.172:39 am",
        "ctx": [
            "Will you make or sell merch for your channel?",
            "it won't be for my channel per se, but it will be based on my videos/music in general"
        ]
    },
    {
        "date": "12.9.171:43 am",
        "ctx": [
            "How do i start listening to an artist which i've never heard anything from before",
            "press the play button on your device, and listen to it using either headphones, or large speakers"
        ]
    },
    {
        "date": "12.9.171:14 am",
        "ctx": [
            "do you think that thinking is a good way to think",
            "yes"
        ]
    },
    {
        "date": "12.9.171:03 am",
        "ctx": [
            "do you think they should make mobile phones that can fly",
            "everything should fly, if possible"
        ]
    },
    {
        "date": "12.9.1712:51 am",
        "ctx": [
            "bill, what is the best feeling in the world",
            "feeling the world"
        ]
    },
    {
        "date": "12.9.1712:50 am",
        "ctx": [
            "is there any point in getting evaluated for autism if you're doing reasonably well in your day-to-day life but still suspect you have it",
            "bragging rights, i suppose"
        ]
    },
    {
        "date": "12.9.1712:37 am",
        "ctx": [
            "why are you here?",
            "where"
        ]
    },
    {
        "date": "12.9.1712:34 am",
        "ctx": [
            "What will life be like in 3017?",
            "it depends what happens in the next 1000 years"
        ]
    },
    {
        "date": "12.9.1712:18 am",
        "ctx": [
            "i am trying really hard to catch all the musical ideas that happen to me so i can get to work making killer jamz. but im noticing a big obstacle: i seem to only be able to imagine a single part of the instrumentation at a time, so i cant imagine a filled out song! only drum lines or melodies or chord progressions. they won't combine in my mind, so i have to do it outside my mind. but that seems less inspired and True, more manufactured, than just letting a full bodied song occur to me in my brain and notating everything respectfully. any ideas how i can get past this ??",
            "just practice"
        ]
    },
    {
        "date": "12.9.1712:17 am",
        "ctx": [
            "&#8203;\n&#8203;\n&#8203;\n&#8203;\n&#8203;\n&#8203;\n&#8203;\n&#8203;\nhey bill, will the next video be awesome?",
            "it is supposed to be"
        ]
    },
    {
        "date": "12.9.1712:02 am",
        "ctx": [
            "if someone puts grapes in a cloths drier will it make raisins?",
            "why don't you try it and see"
        ]
    },
    {
        "date": "12.8.1710:19 pm",
        "ctx": [
            "are you breathing correctly and existing properly right now?",
            "i think so"
        ]
    },
    {
        "date": "12.8.1710:11 pm",
        "ctx": [
            "What's your favorite Bob Dylan quote?",
            "how about (ref: dylan.mp4)this"
        ]
    },
    {
        "date": "12.8.179:15 pm",
        "ctx": [
            "what's the best birthday present ever?",
            "birth!"
        ]
    },
    {
        "date": "12.8.179:09 pm",
        "ctx": [
            "any advice for final exams?",
            "try to figure out the answers"
        ]
    },
    {
        "date": "12.8.178:41 pm",
        "ctx": [
            "Thank you. This honesty you portray has given me new vigor - especially reality. Please never remove it. You made me feel much better.\n\nWhat features would you want to add to your website if you had the time to do so?",
            "there are more features that will be added in the future, but i can't tell you what they are"
        ]
    },
    {
        "date": "12.8.177:43 pm",
        "ctx": [
            "Besides the final test view and uploading it, what was the very last step of completing the hotewig video? What was the very list thing you fixed or added or adjusted or whatever?",
            "i don't remember, but there is a troubleshooting text file dated may 10, 2017 that just says:\n\npope actually crop\n\n\ncaptions: cambodia, burma"
        ]
    },
    {
        "date": "12.8.176:40 pm",
        "ctx": [
            "Can you please, please make a tutorial on how to use this webpage?",
            "i'd prefer it to be a surprise"
        ]
    },
    {
        "date": "12.8.176:38 pm",
        "ctx": [
            "will next video contain shapes",
            "yes"
        ]
    },
    {
        "date": "12.8.176:01 pm",
        "ctx": [
            "HOW AM I SUPPOSED TO KEEP MY COOL!?!?",
            "did you try writing your name on it"
        ]
    },
    {
        "date": "12.8.175:28 pm",
        "ctx": [
            "What do you want for Christmas?",
            "a new year"
        ]
    },
    {
        "date": "12.8.17 5:19 pm",
        "ctx": [
            "hey bill i asked you a question but i forgot what it was",
            "it was (ref: q.php?date=201710200230)this"
        ]
    },
    {
        "date": "12.8.174:35 pm",
        "ctx": [
            "do you have any private more serious songs?",
            "more serious than what"
        ]
    },
    {
        "date": "12.8.171:35 pm",
        "ctx": [
            "Are you in fire?",
            "may be"
        ]
    },
    {
        "date": "12.8.1712:29 pm",
        "ctx": [
            "I can probably spend my whole life writing and rewriting and changing and editing just one song over and over. I think I'll have everything just the way I like it, but then I listen to it the next day and I hear it differently and want to add/change stuff. Do you have any advice on this? It's frustrating because it never feels like a song is finished, eventually I just have to move on to the next with lingering feelings about 'should I have used this sound here instead of that sound?' or 'should I have added this fill here' etc.",
            "it's important to remember that every finished piece of work you have ever seen could have been improved much much more"
        ]
    },
    {
        "date": "12.8.1712:17 pm",
        "ctx": [
            "Do you think AI's will take over the world?",
            "no. A.I. will always be the name for something that doesn't exist yet"
        ]
    },
    {
        "date": "12.8.1712:07 pm",
        "ctx": [
            "What am ! doing with my life if I watch your videos?",
            "one of the things you are doing with your life is watching my videos. you are likely doing other things too, which i can't determine from your question"
        ]
    },
    {
        "date": "12.8.1712:04 pm",
        "ctx": [
            "you used a capital letter in the history of the entire world when \"Europe\" discovers the aztec and inca empires",
            "that makes sense"
        ]
    },
    {
        "date": "12.8.1711:54 am",
        "ctx": [
            "when you say something is rad does that mean its radioactive?",
            "not necessarily"
        ]
    },
    {
        "date": "12.8.1711:36 am",
        "ctx": [
            "how can i get people to join my revolution",
            "you could ask them politely, but it would also help if it's a good, high quality revolution"
        ]
    },
    {
        "date": "12.8.1711:23 am",
        "ctx": [
            "If you could be a lifeless object, what would you be?",
            "being a lifeless object does not require any attention. so you might say that you and i are every lifeless object at the same time"
        ]
    },
    {
        "date": "12.8.1711:22 am",
        "ctx": [
            "is mass a space that is kinda slow or is space some faster version of mass",
            "both ways seem plausible to me"
        ]
    },
    {
        "date": "12.8.1711:22 am",
        "ctx": [
            "What to do if people force you to do something you dont want to do?",
            "try to force them to do something they don't want to do"
        ]
    },
    {
        "date": "12.8.1711:20 am",
        "ctx": [
            "How can i tell if i love somebody?",
            "you'll just have to guess"
        ]
    },
    {
        "date": "12.8.1711:20 am",
        "ctx": [
            "Why is the future so scary?",
            "because anything can happen!"
        ]
    },
    {
        "date": "12.8.1711:18 am",
        "ctx": [
            "I want to be a good piano player but my hands are ridiculously small, i cant even play an octave from white to white...",
            "that's fine"
        ]
    },
    {
        "date": "12.8.1711:09 am",
        "ctx": [
            "What if somebody declares a war?",
            "then i think there is a lot of paperwork"
        ]
    },
    {
        "date": "12.8.1711:08 am",
        "ctx": [
            "Is this seat taken?",
            "sorry which seat"
        ]
    },
    {
        "date": "12.8.1710:56 am",
        "ctx": [
            "(ref: q.php?date=201712071720)12.7.175:20 pm  would you say that you support him then?",
            "(ref: q.php?date=201711131728)11.13.17  5:28 pm"
        ]
    },
    {
        "date": "12.8.1710:21 am",
        "ctx": [
            "How do you get over your anxiety?",
            "try to understand it",
            "Or do you just let it marinate in the back of your mind until it slowly consumes you?",
            "no"
        ]
    },
    {
        "date": "12.8.179:23 am",
        "ctx": [
            "have you ever tried to make songs with weird time signatures? like 5/4 or 2/4 or anything?",
            "any time signature is part of my repertoire. the weirder ones usually only get used for transitions"
        ]
    },
    {
        "date": "12.8.178:52 am",
        "ctx": [
            "why the fuck do you use month/day/year in your website? what's wrong with you?",
            "that's the way everyone does it in my country"
        ]
    },
    {
        "date": "12.8.178:47 am",
        "ctx": [
            "was there anything you had to cut from the history of japan or the entire world?",
            "oh hell yeah"
        ]
    },
    {
        "date": "12.8.177:50 am",
        "ctx": [
            "Why the hell is fidget spinners still a trend?",
            "i don't think they are"
        ]
    },
    {
        "date": "12.8.177:50 am",
        "ctx": [
            "Gimme your lunch money",
            "i was going to spend it on lunch"
        ]
    },
    {
        "date": "12.8.176:35 am",
        "ctx": [
            "any thoughts of 2018?",
            "not yet"
        ]
    },
    {
        "date": "12.8.175:50 am",
        "ctx": [
            "were you forced to sponsor chips or did you want to?",
            "they were fake chips, and it was a fake sponsorship. i made the whole thing up"
        ]
    },
    {
        "date": "12.8.175:39 am",
        "ctx": [
            "when starting the bill wurtz project did you rely on anyone outside of yourself to make it to fruition?",
            "no"
        ]
    },
    {
        "date": "12.8.175:32 am",
        "ctx": [
            "Do you get a lot of incomplete questions because someone just wanted to start a new paragraph by pressing enter, accidentally submitting the question? For example:",
            "it happens much less often than what used to happen before, which was several blank lines after the question"
        ]
    },
    {
        "date": "12.8.174:10 am",
        "ctx": [
            "How the hell do you get the thread through the needle?",
            "i think you have to use camels"
        ]
    },
    {
        "date": "12.8.173:20 am",
        "ctx": [
            "What is originality?",
            "doing something new and different"
        ]
    },
    {
        "date": "12.8.171:36 am",
        "ctx": [
            "im on your random questions page and ive seen the same one twice and none from <2014",
            "i didn't start taking questions until 2015"
        ]
    },
    {
        "date": "12.8.171:31 am",
        "ctx": [
            "is this question really a question",
            "i will run some tests"
        ]
    },
    {
        "date": "12.8.1712:55 am",
        "ctx": [
            "are you going to answer any questions tonight",
            "yes"
        ]
    },
    {
        "date": "12.8.1712:13 am",
        "ctx": [
            "What's the best way to get over sickness?",
            "contemplate your life for a little while"
        ]
    },
    {
        "date": "12.7.1711:19 pm",
        "ctx": [
            "Why were you not featured in YouTube Rewind 2017 and 2016? Your videos and your channel were a big hit in those years.",
            "you will have to ask the creators of 'youtube rewind' which i was just informed is not me"
        ]
    },
    {
        "date": "12.7.1711:17 pm",
        "ctx": [
            "Have you ever wanted to do something, and then realize it was already done?",
            "i think so",
            "If so,and you are still passionate about doing the thing. What do you Do?",
            "the best strategy is to never search to see if someone has done something you thought of. if you do, you will probably find someone who has done it, which will cause you to chicken out unnecessarily"
        ]
    },
    {
        "date": "12.7.1710:21 pm",
        "ctx": [
            "how do you choose which song to make next?",
            "my latest system, which causes slightly less anxiety and confusion from my previous way, is to go through all the songs (probably about 400) and select all of them that i would be willing to do next, usually a list of about 20. then i panic for a few hours, then i use a random number selection to pick from amongst those, and then panic a little bit more, and then finish writing the song and make the song"
        ]
    },
    {
        "date": "12.7.178:50 pm",
        "ctx": [
            "How are you so good with timing (like rhythmically in your music and timing/syncing of your videos)? Is one of your parents a clock?",
            "no but there were clocks in my house, when i was young"
        ]
    },
    {
        "date": "12.7.178:29 pm",
        "ctx": [
            "why do you think some people here don't like their questions being hyperlinked to a page with similar questions, and say things like 'you better not make this text green'",
            "maybe because they don't accept the answer that i have already given for that question"
        ]
    },
    {
        "date": "12.7.178:20 pm",
        "ctx": [
            "why did you not include the north pole on the globe used in the history of the entire world?",
            "the north pole is not actually visible on the earth because there is nothing there, but it actually IS visible on the globe i used, just because of the way the 2D map was wrapped to the 3D globe. i actually was going to try to take it out, but i didn't have time"
        ]
    },
    {
        "date": "12.7.177:35 pm",
        "ctx": [
            "So is the cover of \"got to know what's goin on\" with the album art of an iPhone camera with the red light on and question mark alluding to the conspiracy that Apple takes footage of its users without consent?",
            "no"
        ]
    },
    {
        "date": "12.7.177:13 pm",
        "ctx": [
            "i just had a dream where you existed and it was very rad",
            "well i have some interesting news for you"
        ]
    },
    {
        "date": "12.7.176:41 pm",
        "ctx": [
            "Will you really check all the things you've said you're gonna check throughout the years?",
            "no"
        ]
    },
    {
        "date": "12.7.176:24 pm",
        "ctx": [
            "have you ever been a part of something that you thought would never end, and then of course it did?",
            "yes"
        ]
    },
    {
        "date": "12.7.176:17 pm",
        "ctx": [
            "If our universe is infinite and encompasses everything, then how could there multiple universes separate from our own?",
            "there probably wouldn't need to be, if this one is infinite. this one would simply be everything",
            "Even if there's infinite crazy bizarro worlds in which every possibility exists in different ways and different forms than it does here, wouldn't that still be apart of our all encompassing infinite universe??",
            "yes"
        ]
    },
    {
        "date": "12.7.176:14 pm",
        "ctx": [
            "whats the best way to learn music",
            "by listening to a lot of it, and also experimenting wildly using whatever tools you have available to you. start from an extremely young age if possible"
        ]
    },
    {
        "date": "12.7.175:30 pm",
        "ctx": [
            "Are you threathening me?",
            "no"
        ]
    },
    {
        "date": "12.7.175:20 pm",
        "ctx": [
            "what do you think about the current president of the united states?",
            "i think he is a very determined, and ambitious person, and has been for a very long time"
        ]
    },
    {
        "date": "12.7.175:11 pm",
        "ctx": [
            "advice please thanks",
            "try to bake 2 cakes at the same time"
        ]
    },
    {
        "date": "12.7.175:08 pm",
        "ctx": [
            "Are your lyrics maybe due to auto crochet?",
            "no"
        ]
    },
    {
        "date": "12.7.175:03 pm",
        "ctx": [
            "Can I create a robotic wife?",
            "maybe"
        ]
    },
    {
        "date": "12.7.174:52 pm",
        "ctx": [
            "Do you like mutations?",
            "they are ok"
        ]
    },
    {
        "date": "12.7.174:25 pm",
        "ctx": [
            "how many drugs are you on when you write in your notebook section?",
            "i don't write in the notebook section, the notebook section is just a small selection of things i have written elsewhere"
        ]
    },
    {
        "date": "12.7.174:21 pm",
        "ctx": [
            "how do i make this one horrible zit on my face go away????????????/",
            "it will go away once you have learned all the wisdom it provides"
        ]
    },
    {
        "date": "12.7.174:00 pm",
        "ctx": [
            "i just saw a woman who had to go to the hospital because, from what i could tell, she had eaten a baby and it needed to come out. Is that why we need feminism?",
            "no"
        ]
    },
    {
        "date": "12.7.173:53 pm",
        "ctx": [
            "This is mostly a request that if you do make merch, you make the branding very subtle.",
            "i will consider it"
        ]
    },
    {
        "date": "12.7.173:50 pm",
        "ctx": [
            "whta do you think about the youtbe rewind",
            "i have never seen it nor do i know anything about it, but people ask me about it all the time. when they ask, i tell them i don't know anything about it, which is true"
        ]
    },
    {
        "date": "12.7.173:45 pm",
        "ctx": [
            "does a straw have one or two holes?",
            "strawologists continue to debate that to this day"
        ]
    },
    {
        "date": "12.7.173:26 pm",
        "ctx": [
            "go die",
            "hold on there is a lot of other stuff i need to do first"
        ]
    },
    {
        "date": "12.7.173:18 pm",
        "ctx": [
            "what's jury duty like",
            "i have never done it but i've heard it's boring unless you can get on the o.j. simpson case"
        ]
    },
    {
        "date": "12.7.171:56 pm",
        "ctx": [
            "why do you want me to ask a question",
            "why do you want me to answer it"
        ]
    },
    {
        "date": "12.7.171:49 pm",
        "ctx": [
            "can you summarize the last 5 months of questions pls i'd like to know what i've missed",
            "it was the same questions as the previous 5 months"
        ]
    },
    {
        "date": "12.7.171:43 pm",
        "ctx": [
            "How's the progress on the new music vid goin? And don't just say 'good'! I really wanna know. Any big breakthroughs or setbacks (hopefully not any setbacks) in the past couple of days?",
            "it's going good, it is a life long frustration that it takes so long to do work that is really good enough. this one in particular is taking way longer than i ever thought it should, but in many ways it is coming out very good. there are still certain parts which i fear aren't good enough"
        ]
    },
    {
        "date": "12.7.171:24 pm",
        "ctx": [
            "shiver me timbers bill",
            "have you considered getting pre-shivered timbers"
        ]
    },
    {
        "date": "12.7.1712:57 pm",
        "ctx": [
            "tell me if i have the wrong idea:\nart is the box",
            "anything can be a box, or non-box",
            "ideas are the things inside the box but we cant transfer ideas directly we need to put them in a box",
            "that can be helpful",
            "people can decide whether or not they want to open any given box. and if they decide theyre not going to then you cant get any given idea to them\nbut you can make the box ridiculously good to open. and inside you can probably put whatever you want, as a fun trick\nincluding maybe another box\nsometimes boxes can have nothing in them\nsometimes unwrapping the box is the whole point",
            "that's true"
        ]
    },
    {
        "date": "12.7.1712:54 pm",
        "ctx": [
            "When are you going to release a full version of \"That's the way I want to live my life\"?",
            "the full version was released on july 6, 2017. it is a video called \"hi, i'm steve\" about a guy named steve (actually that might not be his name) who gives a mountain climbing tutorial"
        ]
    },
    {
        "date": "12.7.1712:20 pm",
        "ctx": [
            "Can you give an example of a number that is the product of two fairly large prime numbers? (Also, be sure to remember the prime numbers because they might be useful in my future questions and you might not be able to get them back once you've multiplied them!)",
            "323"
        ]
    },
    {
        "date": "12.7.1712:13 pm",
        "ctx": [
            "Have you ever met another human?",
            "yes",
            "If so, did you steal their pelican(s)?",
            "no"
        ]
    },
    {
        "date": "12.7.1712:01 pm",
        "ctx": [
            "will it ever be possible that teleportation can exist",
            "i think so. it already exists in various abstract ways"
        ]
    },
    {
        "date": "12.7.1711:40 am",
        "ctx": [
            "when is it gonna be tuesday",
            "pretty soon"
        ]
    },
    {
        "date": "12.7.1711:40 am",
        "ctx": [
            "Why didn't you appear on YouTube Rewind 2017?",
            "i don't know, but my question to you is, actually i have 2 questions, what is youtube rewind, and why didn't you appear in it"
        ]
    },
    {
        "date": "12.7.1711:19 am",
        "ctx": [
            "how flat is the earth",
            "i'd say about a 6.4"
        ]
    },
    {
        "date": "12.7.1710:07 am",
        "ctx": [
            "What food is good?",
            "rice"
        ]
    },
    {
        "date": "12.7.179:55 am",
        "ctx": [
            "how do i become confident in the music i try to write",
            "stop asking other people how to be confident"
        ]
    },
    {
        "date": "12.7.179:15 am",
        "ctx": [
            "What is your favorite part about being a youtuber?",
            "i am not a 'youtuber'"
        ]
    },
    {
        "date": "12.7.179:00 am",
        "ctx": [
            "What's the best kind of bean?",
            "it's not a contest"
        ]
    },
    {
        "date": "12.7.178:35 am",
        "ctx": [
            "does is always necessitates for used good grammatical rule to being understand?",
            "you could run an experiment, try talking different ways and see who understands you and who does not"
        ]
    },
    {
        "date": "12.7.178:35 am",
        "ctx": [
            "Can you tell me how to do my homework",
            "no"
        ]
    },
    {
        "date": "12.7.177:46 am",
        "ctx": [
            "You like cells?",
            "they are ok"
        ]
    },
    {
        "date": "12.7.176:40 am",
        "ctx": [
            "if you had a business card would it just say \"I'm a person\" ?",
            "i would prefer not to use business cards. they are a source of anguish, and sadness, mainly for the people on the receiving end"
        ]
    },
    {
        "date": "12.7.176:09 am",
        "ctx": [
            "how's \"la de da\" coming along",
            "fine"
        ]
    },
    {
        "date": "12.7.175:14 am",
        "ctx": [
            "how smart is smart",
            "i'd say about a 6.4"
        ]
    },
    {
        "date": "12.7.174:31 am",
        "ctx": [
            "How to make the smoke detector stop beeping?",
            "either replace the batteries, or burn your house down"
        ]
    },
    {
        "date": "12.7.174:22 am",
        "ctx": [
            "Please say bad words to me",
            "i will do it when i get a chance"
        ]
    },
    {
        "date": "12.7.173:23 am",
        "ctx": [
            "Do you like s e x",
            "it's ok"
        ]
    },
    {
        "date": "12.7.173:08 am",
        "ctx": [
            "I thought we were best friends but you didn't invite me to Christmas.",
            "you didn't invite me",
            "I wish to unsubscribe to our friendship.",
            "who is this"
        ]
    },
    {
        "date": "12.7.172:57 am",
        "ctx": [
            "Do you ever close your chrome tabs?",
            "i never opened them"
        ]
    },
    {
        "date": "12.7.172:53 am",
        "ctx": [
            "if 1+1=2 and 2+2=4, then what does 3+2=?",
            "5"
        ]
    },
    {
        "date": "12.7.172:46 am",
        "ctx": [
            "your history of the world video @ 12m43s, you say Columbus discovers japan.I assume that's intentional as a joke cause we all know it's wrong?makes me wonder if there are other similar incorrect stuff in the video purposely put there to mess with us?",
            "there is a persistent rumor that he thought cuba and hispanola were parts of china and japan. so using a little slight of hand i was able to twist the map during the atlantic voyage so that when we arrive at cuba, it almost looks like japan. i was considering labeling it \"not japan\" on the screen, i may or may not have done that, i can't remember because i haven't seen the video since it was released"
        ]
    },
    {
        "date": "12.7.172:32 am",
        "ctx": [
            "favourite song... ever?",
            "which ever one i am currently listening to"
        ]
    },
    {
        "date": "12.7.171:49 am",
        "ctx": [
            "please write a song about writing a song about writing a song about writing a song about writing a song about writing a song about writing a song about writing songs",
            "i think i have done that"
        ]
    },
    {
        "date": "12.7.171:46 am",
        "ctx": [
            "Do you ever like something so much that it starts to exist suddenly?",
            "oh hell yeah"
        ]
    },
    {
        "date": "12.7.171:45 am",
        "ctx": [
            "Hey I am a ghost",
            "ah, #relatable"
        ]
    },
    {
        "date": "12.7.171:36 am",
        "ctx": [
            "i dont imagine it could possibly be in your interests for net neutrality to be eviscerated",
            "i already have to pay to have a website. that's because i don't own the internet. let's see if the owners of the internet decide to raise the price. if they raise it too much, there might be a revolt or perhaps even better, someone could make another internet"
        ]
    },
    {
        "date": "12.7.171:13 am",
        "ctx": [
            "Do you feel the surrealism in your videos and music represents, in a way, your own personal outlook on life?",
            "not quite"
        ]
    },
    {
        "date": "12.7.1712:34 am",
        "ctx": [
            "If you had to wear the same colour of shirt every day, how many apples would you donate to charity?",
            "i don't have any apples. thanks for the question"
        ]
    },
    {
        "date": "12.6.1711:27 pm",
        "ctx": [
            "how do you feel things?",
            "did you try touching the things"
        ]
    },
    {
        "date": "12.6.1711:14 pm",
        "ctx": [
            "why havent you been on any tv shows?",
            "nowadays you can watch tv shows on the computer. and i am on some shows, but only if i am allowed to make the show myself"
        ]
    },
    {
        "date": "12.6.1711:12 pm",
        "ctx": [
            "how does compression work for a music making thing, like logic or pro tools? what does it do",
            "it basically means evening out the volume a little. raising the quiet parts a little, and lowering the loud parts a little. it's kind if like when you have to shave your sofa a little, to get it to fit through the door"
        ]
    },
    {
        "date": "12.6.1710:13 pm",
        "ctx": [
            "within spotify, it appears that \"got to know what's going on\" is #4 on the list of songs i have listened to most often in 2017. so thanks for making that dope ass song. i should probably ask a question so i will ask this: how plausible do you think it will be that gtkwgo will get a video?",
            "it's reasonably likely, but there's a lot of other things i need to do also"
        ]
    },
    {
        "date": "12.6.179:21 pm",
        "ctx": [
            "How and why does light move so fast?",
            "so you can see it as soon as possible"
        ]
    },
    {
        "date": "12.6.179:04 pm",
        "ctx": [
            "Were you in the 2017 Youtube Rewind?",
            "i don't know"
        ]
    },
    {
        "date": "12.6.178:51 pm",
        "ctx": [
            "Why don't you work on several songs/videos at the same time?",
            "then they would get done slower, and there would be a lot of confusion as to what to work on when",
            "Is it because of personal choices or because you feel pressured by people always asking for the next content?"
        ]
    },
    {
        "date": "12.6.178:08 pm",
        "ctx": [
            "Do you recommend stretching before or after running?",
            "yes"
        ]
    },
    {
        "date": "12.6.178:02 pm",
        "ctx": [
            "Do you like reading",
            "yes. it is not only enjoyable, but also extremely useful"
        ]
    },
    {
        "date": "12.6.177:32 pm",
        "ctx": [
            "I accidentally downloaded all your songs that are > 1 minute. What do i do&#8203;",
            "listen to them?"
        ]
    },
    {
        "date": "12.6.177:20 pm",
        "ctx": [
            "would you say that working on videos for your songs has given you more time to refine the song audio itself, or are you usually pretty set on everything in the song once you start making the video?",
            "i've tried both ways. i'm currently thinking i should finalize the audio entirely before starting the video"
        ]
    },
    {
        "date": "12.6.177:09 pm",
        "ctx": [
            "Is 2017 a good year?",
            "sure"
        ]
    },
    {
        "date": "12.6.176:55 pm",
        "ctx": [
            "Will the new song be extra superfunkycalifragisexy?",
            "i was going to say no but now that i think about it, yes"
        ]
    },
    {
        "date": "12.6.175:54 pm",
        "ctx": [
            "Does America got talent or does America got entitlement?",
            "yes, and more!"
        ]
    },
    {
        "date": "12.6.175:51 pm",
        "ctx": [
            "where's a video where you say \"bill\" or \"wurtz\" out loud,",
            "i don't think there is one",
            "i'm kind of wondering how you (ref: pronunciation.mp4)pronounce the name"
        ]
    },
    {
        "date": "12.6.175:04 pm",
        "ctx": [
            "your new song is going to be a christmas classic!",
            "that's not true"
        ]
    },
    {
        "date": "12.6.174:57 pm",
        "ctx": [
            "Is the world perfect?",
            "no"
        ]
    },
    {
        "date": "12.6.174:38 pm",
        "ctx": [
            "what's your opinion on chairs?",
            "oh, they're just phenomenal"
        ]
    },
    {
        "date": "12.6.173:50 pm",
        "ctx": [
            "What's your favorite vine?",
            "the brandon bowen one when he's taking selfies and he says 'swag, yolo.' i can't seem to find it, i've been searching for it. it also has a back to the future reference but that's not why i'm trying to find it"
        ]
    },
    {
        "date": "12.6.171:29 pm",
        "ctx": [
            "please write a song about the boys being back in town",
            "that doesn't seem necessary"
        ]
    },
    {
        "date": "12.6.1712:50 pm",
        "ctx": [
            "thank you for answering my question.",
            "you're welcome",
            "(i did not ask a question)"
        ]
    },
    {
        "date": "12.6.1712:49 pm",
        "ctx": [
            "can you describe me in detail?",
            "no"
        ]
    },
    {
        "date": "12.6.1712:45 pm",
        "ctx": [
            "Have you ever seen a ghost?",
            "everything is ghosts"
        ]
    },
    {
        "date": "12.6.1712:29 pm",
        "ctx": [
            "Are you a scam artist?",
            "no"
        ]
    },
    {
        "date": "12.6.17 12:26 pm",
        "ctx": [
            "Do you believe in human existence",
            "yes"
        ]
    },
    {
        "date": "12.6.17 12:17 pm",
        "ctx": [
            "What is your worst video?",
            "they are all tied for the worst"
        ]
    },
    {
        "date": "12.6.17 11:55 am",
        "ctx": [
            "how much longer did it take to film the bwb vines compared to the regular animated ones?",
            "i'm not sure what you mean by film"
        ]
    },
    {
        "date": "12.6.17 11:10 am",
        "ctx": [
            "do you ever just ,, ever ju , s do you ever jsut get so .. soSO excited that you jsut ,, hhhhhh !!! exist?",
            "yes"
        ]
    },
    {
        "date": "12.6.17 11:00 am",
        "ctx": [
            "is water wet?",
            "i will check"
        ]
    },
    {
        "date": "12.6.17 10:40 am",
        "ctx": [
            "what do i do when the cops get me for being a cow",
            "say it wasn't you"
        ]
    },
    {
        "date": "12.6.17 10:39 am",
        "ctx": [
            "How should I study for my finals?",
            "try to figure out the answers"
        ]
    },
    {
        "date": "12.6.17 10:29 am",
        "ctx": [
            "Some of your videos could do with more tassels and leather flaps.",
            "you can put them in yours",
            "Critique, you know. Criticism. Critters."
        ]
    },
    {
        "date": "12.6.17 10:12 am",
        "ctx": [
            "do you think you are a bad person?",
            "no"
        ]
    },
    {
        "date": "12.6.179:55 am",
        "ctx": [
            "what are. reasons to live",
            "everything is a reason to live"
        ]
    },
    {
        "date": "12.6.179:46 am",
        "ctx": [
            "how long is your next video?",
            "about 3 minutes and 10 seconds"
        ]
    },
    {
        "date": "12.6.179:33 am",
        "ctx": [
            "do you agree with paul mccartney that \"pop music is the classical music of now\"?",
            "(ref: q.php?date=201710011621)10.1.174:21 pm"
        ]
    },
    {
        "date": "12.6.179:28 am",
        "ctx": [
            "how do i have a good time?",
            "just have as many times as you can, and see which ones were good"
        ]
    },
    {
        "date": "12.6.179:20 am",
        "ctx": [
            "what is the ideal font",
            "delete (every button is the delete key)"
        ]
    },
    {
        "date": "12.6.179:19 am",
        "ctx": [
            "don't put bread in your pocket",
            "ok so you want me to just carry it"
        ]
    },
    {
        "date": "12.6.179:10 am",
        "ctx": [
            "where can i find a cover art for your song \"i'm crazy/it's raining\"?",
            "i would say the youtube thumbnail would be considered the cover art"
        ]
    },
    {
        "date": "12.6.177:20 am",
        "ctx": [
            "Bill i need help, what's a flag?",
            "it's like a blanket, on a stick"
        ]
    },
    {
        "date": "12.6.177:16 am",
        "ctx": [
            "Can you please change your name to rob",
            "i will do it when i get a chance"
        ]
    },
    {
        "date": "12.6.175:50 am",
        "ctx": [
            "what's the craziest thing?",
            "i have it written down somewhere"
        ]
    },
    {
        "date": "12.6.175:48 am",
        "ctx": [
            "do you answer the questions here with a sense of caution and wariness",
            "yes, as well as excitement, and whimsy"
        ]
    },
    {
        "date": "12.6.172:01 am",
        "ctx": [
            "how do i youtube",
            "if you go to youtube dot com you should be able to make an account"
        ]
    },
    {
        "date": "12.6.171:37 am",
        "ctx": [
            "If there were a species of Deer with Butterfly wings, do you think they'd be endangered? Why/why not?",
            "it depends how many of them there are"
        ]
    },
    {
        "date": "12.6.1712:56 am",
        "ctx": [
            "Thoughts on replacing the fresh water supply with sparkling water?",
            "bad idea"
        ]
    },
    {
        "date": "12.6.1712:21 am",
        "ctx": [
            "How does one make being random funny and entertaining",
            "use your imagination, and/or life experience to give it that humane twist"
        ]
    },
    {
        "date": "12.5.1711:47 pm",
        "ctx": [
            "Do you have an opinion on race relations in America?",
            "seems like a good idea"
        ]
    },
    {
        "date": "12.5.1711:36 pm",
        "ctx": [
            "What is the ideal eyebrow in your opinion?",
            "regular"
        ]
    },
    {
        "date": "12.5.1711:02 pm",
        "ctx": [
            "how do i stop assuming everyone is harshly judging me",
            "have you thought about judging them"
        ]
    },
    {
        "date": "12.5.1710:38 pm",
        "ctx": [
            "what should I do with my dreams",
            "think about them and try to understand them"
        ]
    },
    {
        "date": "12.5.179:59 pm",
        "ctx": [
            "sue me",
            "i will do it when i get a chance"
        ]
    },
    {
        "date": "12.5.179:38 pm",
        "ctx": [
            "why did you stop posting on the reality section of your page?",
            "to continue working on content to post on some of the more important pages"
        ]
    },
    {
        "date": "12.5.179:32 pm",
        "ctx": [
            "Why don't people put hammocks inside?",
            "why don't you"
        ]
    },
    {
        "date": "12.5.179:06 pm",
        "ctx": [
            "are ducks the only animals that move over water, land and air?",
            "no"
        ]
    },
    {
        "date": "12.5.178:49 pm",
        "ctx": [
            "Would you rather be santa, the easter bunny, or tooth fairy? Pick one of these three options. No funny business.",
            "that sounds like funny business to me"
        ]
    },
    {
        "date": "12.5.178:27 pm",
        "ctx": [
            "Why have you written songs about love, also two songs titles I love you? Not hate, just asking",
            "i think most songwriters write about love, probably more than i do"
        ]
    },
    {
        "date": "12.5.178:00 pm",
        "ctx": [
            "William Wurtz, I have a question to ask you. What if people don't like my music?",
            "then they should not listen to it"
        ]
    },
    {
        "date": "12.5.177:46 pm",
        "ctx": [
            "Im trying to disappoint people, got any suggestions?",
            "tell them you would totally do a thing if they did a certain other thing, and then don't do the thing you said you would do, when they do the other thing"
        ]
    },
    {
        "date": "12.5.177:45 pm",
        "ctx": [
            "bill i have GOT to know what you mean by \"the next level,\" a phrase that keeps coming up when people ask you about death",
            "i don't know what you're talking about"
        ]
    },
    {
        "date": "12.5.176:59 pm",
        "ctx": [
            "what should I do if I don't have a car?",
            "try flying a plane instead"
        ]
    },
    {
        "date": "12.5.176:20 pm",
        "ctx": [
            "what are emotions",
            "oceans",
            "and why do we have them",
            "for swimming"
        ]
    },
    {
        "date": "12.5.176:02 pm",
        "ctx": [
            "Are all towelettes moist?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "12.5.176:01 pm",
        "ctx": [
            "Do all of your videos have meaning to them? Do all verses in your songs have meaning to them?",
            "you'll have to check and see"
        ]
    },
    {
        "date": "12.5.175:40 pm",
        "ctx": [
            "DO you ever answer any questions.",
            "yes"
        ]
    },
    {
        "date": "12.5.175:33 pm",
        "ctx": [
            "Do you think there's some biological/neurological/evolutionary reason why humans play and listen to music? Why?",
            "it's good"
        ]
    },
    {
        "date": "12.5.175:32 pm",
        "ctx": [
            "Excited about food?",
            "yes"
        ]
    },
    {
        "date": "12.5.175:31 pm",
        "ctx": [
            "Does your neck hurt while watching your TV thats put up so high?",
            "i don't know what you're talking about"
        ]
    },
    {
        "date": "12.5.174:39 pm",
        "ctx": [
            "Do you like winter?",
            "it's ok"
        ]
    },
    {
        "date": "12.5.174:33 pm",
        "ctx": [
            "is humankind naturally good?",
            "yes"
        ]
    },
    {
        "date": "12.5.173:59 pm",
        "ctx": [
            "where do anchors come from?",
            "boats, i think"
        ]
    },
    {
        "date": "12.5.173:03 pm",
        "ctx": [
            "do you go ham sometimes ?",
            "i already am ham"
        ]
    },
    {
        "date": "12.5.171:52 pm",
        "ctx": [
            "do you also create classical compositions when you are not creating ContentTM",
            "are you saying classical music is not considered content"
        ]
    },
    {
        "date": "12.5.171:26 pm",
        "ctx": [
            "what is the cruelest prank",
            "telling someone to 'have a nice day'"
        ]
    },
    {
        "date": "12.5.171:08 pm",
        "ctx": [
            "Do you worship the devil?",
            "no"
        ]
    },
    {
        "date": "12.5.1712:37 pm",
        "ctx": [
            "Why do bagels have holes?",
            "to save bread"
        ]
    },
    {
        "date": "12.5.1712:18 pm",
        "ctx": [
            "how much reality mp3s have you recorded but not uploaded?",
            "i don't record them as mp3s, they are recorded as wma. but converting them is not the important part of uploading them. the important part of uploading them is crawling through the thousands of hours of recordings and editing together something mildly interesting, and then putting some graphics on it to make it seem more interesting"
        ]
    },
    {
        "date": "12.5.1710:48 am",
        "ctx": [
            "What made you want to do this sort of stuff;the music, videos, and this website?",
            "it's just common sense"
        ]
    },
    {
        "date": "12.5.1710:24 am",
        "ctx": [
            "It is the holidays and I am a little bit peckish. What should I eat?",
            "bird seed?"
        ]
    },
    {
        "date": "12.5.178:41 am",
        "ctx": [
            "What's a soap?",
            "a type of box"
        ]
    },
    {
        "date": "12.5.178:35 am",
        "ctx": [
            "what are cats?",
            "a type of dog"
        ]
    },
    {
        "date": "12.5.178:01 am",
        "ctx": [
            "short is longer than long",
            "ah, i see what you mean"
        ]
    },
    {
        "date": "12.5.177:45 am",
        "ctx": [
            "What's the true meaning of christmas?",
            "the winter solstace"
        ]
    },
    {
        "date": "12.5.177:43 am",
        "ctx": [
            "How many bunnies did you eat today?",
            "i can't remember"
        ]
    },
    {
        "date": "12.5.176:23 am",
        "ctx": [
            "Which world record could you break?",
            "most normal person"
        ]
    },
    {
        "date": "12.5.171:42 am",
        "ctx": [
            "have made a video about a burger yet?",
            "no but i almost did once"
        ]
    },
    {
        "date": "12.5.171:01 am",
        "ctx": [
            "can i not",
            "sure"
        ]
    },
    {
        "date": "12.4.1711:56 pm",
        "ctx": [
            "Can you give me some more tips about soap?",
            "sure"
        ]
    },
    {
        "date": "12.4.1711:36 pm",
        "ctx": [
            "I'm going outside has been stuck in my head since the day you released it. Help",
            "have you tried going white water rafting"
        ]
    },
    {
        "date": "12.4.1710:23 pm",
        "ctx": [
            "What are the things that mean much to you?",
            "time and space"
        ]
    },
    {
        "date": "12.4.179:57 pm",
        "ctx": [
            "blow my mind",
            "i will do it when i get a chance"
        ]
    },
    {
        "date": "12.4.179:43 pm",
        "ctx": [
            "I think im retarded how do i know for sure",
            "you could audition for 'america might be retarded' and see how well you do"
        ]
    },
    {
        "date": "12.4.178:04 pm",
        "ctx": [
            "can i own a vhs?",
            "sure"
        ]
    },
    {
        "date": "12.4.176:42 pm",
        "ctx": [
            "i FORGOT WHAT TIME IS IT",
            "well that's ok because now it's a different time"
        ]
    },
    {
        "date": "12.4.176:40 pm",
        "ctx": [
            "how to stop being panic?",
            "how did you start"
        ]
    },
    {
        "date": "12.4.176:15 pm",
        "ctx": [
            "How do I do everything?",
            "start by making a list of everything"
        ]
    },
    {
        "date": "12.4.176:08 pm",
        "ctx": [
            "do you hate america",
            "no"
        ]
    },
    {
        "date": "12.4.175:59 pm",
        "ctx": [
            "how to not procrastinate?",
            "start by not using the word 'procrastinate.' it's a long word, and a waste of time"
        ]
    },
    {
        "date": "12.4.175:30 pm",
        "ctx": [
            "DID YOU JUST ASSUME MY GENDER?",
            "i don't think so"
        ]
    },
    {
        "date": "12.4.175:19 pm",
        "ctx": [
            "(ref: q.php?date=201711301923)11.30.177:23 pm  Who or what is your princess toadstool?",
            "pavniveeviopaverniveeviab"
        ]
    },
    {
        "date": "12.4.175:17 pm",
        "ctx": [
            "How about you release the song before the video?",
            "i would prefer to release them at the same time"
        ]
    },
    {
        "date": "12.4.173:54 pm",
        "ctx": [
            "What's the easiest way to unsubscribe from the hundreds of newsletters you're automatically suscribed to whenever you join a website?",
            "you can't unsubscribe, but you can probably set up a filter that deletes every email containing the word 'unsubscribe'"
        ]
    },
    {
        "date": "12.4.173:47 pm",
        "ctx": [
            "i am so fucking sick of myself and sick of my bullshit i am such a bitchpussy WHY CAN'T I JUST GET THE FUCK UP AND DO THE THING i have wasted way too much time and every day i like myself that much less it's been so long since i've done anything that i don't think i can and i'm going to be on the level of a child for a very long time and even if i get to where i want to be i may always feel like i'm behind, maybe relative to others but mostly behind myself in a reality where i didn't worry about other people's judgment and just kept going and didn't quit not that i'm worth more or less as a person based on my abilities but a person needs to feel competent at something and they need an outlet otherwise their brains will rot and liquify and pour out of their ears and i think mine did a long time ago. i think this page is the best thing that happened to me in years or maybe even ever because at least i have one place where i can go crazy without fear of  judgmen t and it's not just shouting into a void, there's a real guy on the other end who sees it and might actually give a shit about it on some level, and it gives him an opportunity to have some fun in one tiny particular way that he might not have if i never sent anything, and other people who visit this page might get something out of the exchange. this is the only fun i have in my day. but i'm starting to (well more than before) get really itchy feet and it doesn't feel like enough there's so much i have to do but i don't know what the fuck to do and when i have a good idea of one small step to take i still don't move because i'm so used to not moving that the teeny tiniest slightest inch is excruciating. and the only solution is to do it but then i second guess the thing and figure that if i am trying so hard to avoid it then it must not be the right thing.\n\n\nyou have told me a couple times in the past couple weeks that it sounds like i'm on the right track, b ut i am seriously not feeling that. many people die of old age on this track. why would i be different?????",
            "because you care so much about it, and you think about it every day",
            "i've been on this track since middle school and i never stopped giving a shit but that didn't change my attitude one bit, and i'm afraid i'm just going to spin around and around until i die because being stagnant is stable and comfortable but it's going to suffocate me to death. i am so miserable it isn't funny. well it must be funny somehow but i just can't see it because i'm too busy being a sarah sourpuss"
        ]
    },
    {
        "date": "12.4.173:33 pm",
        "ctx": [
            "(ref: q.php?date=201711241830)11.24.176:30 pm  since you record conversations in your car, does this mean there is audio footage of your car breaking?",
            "(ref: 201711231243.mp3)yes"
        ]
    },
    {
        "date": "12.4.173:30 pm",
        "ctx": [
            "What's your opinion on the african continent?",
            "it's good"
        ]
    },
    {
        "date": "12.4.173:12 pm",
        "ctx": [
            "What's your favorite horror movie?",
            "the 1986 hardee's restaurant training video"
        ]
    },
    {
        "date": "12.4.173:08 pm",
        "ctx": [
            "What does nothing look like?"
        ]
    },
    {
        "date": "12.4.173:02 pm",
        "ctx": [
            "Have you ever merged with a door?",
            "it feels like i have"
        ]
    },
    {
        "date": "12.4.173:01 pm",
        "ctx": [
            "Should I try out for the polo team",
            "sure"
        ]
    },
    {
        "date": "12.4.172:14 pm",
        "ctx": [
            "commiserate does not seem like a real word to me, but it is one, and that makes me like it a lot more but i'm not so sure why that is or why i care at all. why am i even writing this. what am i doing with my time.",
            "you're right, commiserate is a nice word, it seems like a nice thing to do. although it's hard to understand exactly what it means"
        ]
    },
    {
        "date": "12.4.171:42 pm",
        "ctx": [
            "Is everything all good?",
            "not necessarily"
        ]
    },
    {
        "date": "12.4.171:25 pm",
        "ctx": [
            "can you upload versions of your history videos without swear words so that teachers can show them in classrooms?",
            "i spent a lot of time making sure those videos were just right. if teachers think it's not right for the classroom, they should not play it in the classroom"
        ]
    },
    {
        "date": "12.4.1712:59 pm",
        "ctx": [
            "what is your favorite bible verse",
            "the one where jesus turns down a sweet record deal",
            "and how has it helped you in any of your sexual exploits?",
            "it has not"
        ]
    },
    {
        "date": "12.4.1711:43 am",
        "ctx": [
            "So in \"cool dry air is cool\" there's a part that sounds a lot like the beginning of \"the song song\". Why?",
            "because i decided to play that song"
        ]
    },
    {
        "date": "12.4.1711:50 am",
        "ctx": [
            "in your opinion, what's the most weirdest video you've ever created in your channel?",
            "good firetruck"
        ]
    },
    {
        "date": "12.4.1711:18 am",
        "ctx": [
            "bill!!! I have the amulet!!!",
            "oh nice. what is that"
        ]
    },
    {
        "date": "12.4.1710:04 am",
        "ctx": [
            "whats your opinion on doors",
            "they are helpful, and downright useful"
        ]
    },
    {
        "date": "12.4.178:28 am",
        "ctx": [
            "sometimes i just feel like MOOOOOOOOOOOOOOOOOOOOO",
            "i know what you mean"
        ]
    },
    {
        "date": "12.4.176:13 am",
        "ctx": [
            "sometimes i feel like i ask myself too many questions. they can release everything that's set in stone and that can make me feel really insecure",
            "are you sure"
        ]
    },
    {
        "date": "12.4.175:18 am",
        "ctx": [
            "How do I deal with being nervous and shaky for no reason?",
            "do a tutorial"
        ]
    },
    {
        "date": "12.4.172:08 am",
        "ctx": [
            "Who is/was Cobweb Michaels? What is he known for? Why did he need to get out of the way?",
            "'cobweb michaels' means i think it's time to end the song now"
        ]
    },
    {
        "date": "12.4.171:25 am",
        "ctx": [
            "why time makes me so sad?",
            "because you have such happy memories"
        ]
    },
    {
        "date": "12.4.1712:59 am",
        "ctx": [
            "do you ever have fun replacing \"qu\" with \"kw\"?",
            "no"
        ]
    },
    {
        "date": "12.4.1712:56 am",
        "ctx": [
            "will you ever publish your biography",
            "i have been publishing it gradually, over time"
        ]
    },
    {
        "date": "12.4.1712:44 am",
        "ctx": [
            "What's your best pickup line?",
            "it is impossible to predict who is picked up by which lines"
        ]
    },
    {
        "date": "12.4.1712:19 am",
        "ctx": [
            "when are you gonn' publish nu video?",
            "when it is finished"
        ]
    },
    {
        "date": "12.3.1711:20 pm",
        "ctx": [
            "what event of the middle ages intrigues you a lot?",
            "when historians made up the idea of the middle ages, to go between the 2 other ages they were thinking of"
        ]
    },
    {
        "date": "12.3.1711:06 pm",
        "ctx": [
            "Music is such a powerful thing... It lifts your spirit, it comforts you, it empowers you! And it also comes in so many flavors and colors (for the lack of actual words to describe it)... You can add so many little details and touches to make the listener feel all kinds of sensations! But not everyone can make good music. Truly beautiful, magnificent pieces only come from hearts filled with passion, and the talent to back up. And sometimes music doesn't even -need- lyrics to be amazing! Isn't that amazing?",
            "yes"
        ]
    },
    {
        "date": "12.3.1711:04 pm",
        "ctx": [
            "Have you ever considered making a short film?",
            "sure",
            "Preferably a rom-com?",
            "no"
        ]
    },
    {
        "date": "12.3.1711:01 pm",
        "ctx": [
            "are talents always because of practice ?",
            "no"
        ]
    },
    {
        "date": "12.3.1710:28 pm",
        "ctx": [
            "Would you like to purchase a golf course lawn mower?",
            "thank you i am happy with the one i have"
        ]
    },
    {
        "date": "12.3.1710:20 pm",
        "ctx": [
            "My kybrd cn't wrt ny vwls.",
            "i don't believe you",
            "Hw d ! fx tht?",
            "you could try going to the doctor"
        ]
    },
    {
        "date": "12.3.1710:02 pm",
        "ctx": [
            "Do you think your next video will be number one on the YouTube trending list?",
            "no"
        ]
    },
    {
        "date": "12.3.179:27 pm",
        "ctx": [
            "having fun ?",
            "i am planning to"
        ]
    },
    {
        "date": "12.3.179:27 pm",
        "ctx": [
            "(ref: q.php?date=201712031538)12.3.173:38 pm  please explain",
            "everything is the perfect explanation of itself. whether you are able to interpret it, is another story"
        ]
    },
    {
        "date": "12.3.179:05 pm",
        "ctx": [
            "opinion on snails??",
            "they are usually very friendly"
        ]
    },
    {
        "date": "12.3.178:31 pm",
        "ctx": [
            "Would you want to have a video for every song you have recorded and will record?",
            "yes, but i don't think there would be time to do that",
            "Are there songs you would not want to have a video for?",
            "ideally no"
        ]
    },
    {
        "date": "12.3.178:21 pm",
        "ctx": [
            "What are your thoughts on artificial intelligence?",
            "seems legit"
        ]
    },
    {
        "date": "12.3.178:20 pm",
        "ctx": [
            "I HAVE THE ANGER. HOW TO HAVE LESS OF IT????????????????????????????????????????????????????????",
            "tell some insane stories"
        ]
    },
    {
        "date": "12.3.178:20 pm",
        "ctx": [
            "do you think you are a good person?",
            "yes but i am trying to get even better"
        ]
    },
    {
        "date": "12.3.177:55 pm",
        "ctx": [
            "Are animals people?",
            "sure"
        ]
    },
    {
        "date": "12.3.177:52 pm",
        "ctx": [
            "how do i know i'm not a robot",
            "check to see if you care"
        ]
    },
    {
        "date": "12.3.177:47 pm",
        "ctx": [
            "do you ever swear in your videos",
            "i don't know"
        ]
    },
    {
        "date": "12.3.177:28 pm",
        "ctx": [
            "what do you do when you spot a spider in your dwelling",
            "call the police. then i remember that i am the police"
        ]
    },
    {
        "date": "12.3.177:08 pm",
        "ctx": [
            "\"Look at those BREASTS. That life form got tittehs, ya'll!\" Is that an accurate representation of what you think of things in life? If so, yes?",
            "no"
        ]
    },
    {
        "date": "12.3.176:51 pm",
        "ctx": [
            "what are your thoughts on drone proliferation?",
            "some days you wanna just proliferate the hell outta some drones"
        ]
    },
    {
        "date": "12.3.176:32 pm",
        "ctx": [
            "Am you a me",
            "maybe"
        ]
    },
    {
        "date": "12.3.176:17 pm",
        "ctx": [
            "when I read that you are including real life video footage of yourself in this next music video, I thought oh no this is gonna take a while for you to finish.. cuz it's the 1st time you will have a major release since you blew up after the history of videos.",
            "that's not true, i've done many videos during 2016 and 2017",
            "do you feel more nervous or naked showing your face to millions and millions of us?",
            "sort of, but there are already plenty of videos on my site/channel(s) in that format",
            "btw I love your work so so much thank you"
        ]
    },
    {
        "date": "12.3.174:40 pm",
        "ctx": [
            "How many electrons do you have in your pocket?",
            "i don't really know"
        ]
    },
    {
        "date": "12.3.174:35 pm",
        "ctx": [
            "you've said that the history videos take a lot of time when asked about doing another one but does that mean you're never doing it again?",
            "it would be nice to do a few other kinds of things before i am old and dead"
        ]
    },
    {
        "date": "12.3.173:38 pm",
        "ctx": [
            "What percent of things in life are self-explanatory?",
            "100"
        ]
    },
    {
        "date": "12.3.173:37 pm",
        "ctx": [
            "hows germany",
            "i will check"
        ]
    },
    {
        "date": "12.3.172:52 pm",
        "ctx": [
            "My leg fell asleep",
            "oh neat"
        ]
    },
    {
        "date": "12.3.172:50 pm",
        "ctx": [
            "OMG is this really you?",
            "yes"
        ]
    },
    {
        "date": "12.3.172:44 pm",
        "ctx": [
            "what should i do with all this garbage in my room",
            "arrange it into interesting patterns"
        ]
    },
    {
        "date": "12.3.172:19 pm",
        "ctx": [
            "Do you have a good estimation of when the next video will come out?",
            "no"
        ]
    },
    {
        "date": "12.3.171:52 pm",
        "ctx": [
            "is it music if i throw floppy asparagus at a wall",
            "it depends on who the judges are that day"
        ]
    },
    {
        "date": "12.3.1712:38 pm",
        "ctx": [
            "i want to touch a piano but i heard you have to do it in a perfect and rigid way",
            "someone is lying to you",
            "so i will just imagine mashing on the keys with my elbows with two middle fingers up at the piano teacher",
            "i think you and your 'piano teacher' should stop wasting each other's time"
        ]
    },
    {
        "date": "12.3.1712:30 pm",
        "ctx": [
            "Why is it easy to cross your middle finger over your index finger but it's so hard to cross your ring finger over your pinky?",
            "it's easy for me"
        ]
    },
    {
        "date": "12.3.1712:00 pm",
        "ctx": [
            "You haven't written a note in a while.",
            "that's not true",
            "Write it right here?"
        ]
    },
    {
        "date": "12.3.1711:33 am",
        "ctx": [
            "Help i want to be good at something but i don't want to learn to be good at it",
            "why not"
        ]
    },
    {
        "date": "12.3.1710:32 am",
        "ctx": [
            "What if you just made a neural network train on your answers and then let it answer all the questions?",
            "there are still not enough answers to be able to learn it right"
        ]
    },
    {
        "date": "12.3.1710:14 am",
        "ctx": [
            "What if an idea gets stuck in your head too good?",
            "write it down somewhere, for safe keeping, and then begin thinking about a cascade of other things"
        ]
    },
    {
        "date": "12.3.178:37 am",
        "ctx": [
            "What's money made out of",
            "favours"
        ]
    },
    {
        "date": "12.3.173:22 am",
        "ctx": [
            "What is normal",
            "a table"
        ]
    },
    {
        "date": "12.3.171:52 am",
        "ctx": [
            "what do you think about \"trigger warnings\"?",
            "i think there should be a warning for the trigger warning. like a trigger warning warning, or something"
        ]
    },
    {
        "date": "12.3.171:03 am",
        "ctx": [
            "did you hotwire a cab today",
            "no"
        ]
    },
    {
        "date": "12.3.1712:34 am",
        "ctx": [
            "who is william james wurtz from your expert mode?",
            "probably me. i would guess"
        ]
    },
    {
        "date": "12.3.1712:06 am",
        "ctx": [
            "hey bill, I hope you are doing fine, what are your thoughts on monigamy?",
            "seems legit"
        ]
    },
    {
        "date": "12.2.1711:15 pm",
        "ctx": [
            "do keys each have a different emotional context for you? like do you associate keys with feelings or tones?",
            "only relative to each other"
        ]
    },
    {
        "date": "12.2.1710:48 pm",
        "ctx": [
            "Why does gum get all mushy when you chew it for too long?",
            "because you mushed it"
        ]
    },
    {
        "date": "12.2.1710:05 pm",
        "ctx": [
            "Do you still answering some questions?",
            "yes"
        ]
    },
    {
        "date": "12.2.179:13 pm",
        "ctx": [
            "Do you like racecars?",
            "they're ok"
        ]
    },
    {
        "date": "12.2.177:57 pm",
        "ctx": [
            "Is it wrong to be lazy?",
            "no, but it's not always true"
        ]
    },
    {
        "date": "12.2.177:45 pm",
        "ctx": [
            "What's the solution for the whole israel-palestine thing?",
            "politics, and politicians"
        ]
    },
    {
        "date": "12.2.177:38 pm",
        "ctx": [
            "I'm afraid to ask you a question.",
            "that's ok"
        ]
    },
    {
        "date": "12.2.177:24 pm",
        "ctx": [
            "how to be fluent in a new language?",
            "move to a place where that language is the main language, and stay there as long as possible"
        ]
    },
    {
        "date": "12.2.173:49 pm",
        "ctx": [
            "What is your personal opinion on astronomy and the progression of space exploration?",
            "i think it's going great, and i think exploring mars is the next step"
        ]
    },
    {
        "date": "12.2.173:25 pm",
        "ctx": [
            "What's your philosophy?",
            "i'm trying to demonstrate"
        ]
    },
    {
        "date": "12.2.17 2:22 pm",
        "ctx": [
            "Did you purposefully exclude the word \"the\" from \"i wanna be a movie star?\"",
            "no"
        ]
    },
    {
        "date": "12.2.17 1:46 pm",
        "ctx": [
            "I miss you. When will you come back, if ever?",
            "i didn't leave"
        ]
    },
    {
        "date": "12.2.17 1:18 pm",
        "ctx": [
            "What will happen and when?",
            "i have it written down somewhere"
        ]
    },
    {
        "date": "12.2.17 12:23 pm",
        "ctx": [
            "Is there a specific question that you're waiting for somebody to ask, and whoever is the first person to ask that question gets some kind of prize, like a tour of your chocolate factory?",
            "no"
        ]
    },
    {
        "date": "12.2.1711:20 am",
        "ctx": [
            "Which \"History\" video do you prefer, Japan or the Entire World?",
            "i don't watch them or think about them anymore, since they have been completed"
        ]
    },
    {
        "date": "12.2.1710:18 am",
        "ctx": [
            "Are you alive?",
            "yes",
            "And if you are can you give an approximate release date for your next video thanks",
            "no"
        ]
    },
    {
        "date": "12.2.177:45 am",
        "ctx": [
            "Do shepherds still exist?",
            "maybe, but i don't know what they are"
        ]
    },
    {
        "date": "12.2.176:59 am",
        "ctx": [
            "thoughts of spain",
            "it's good"
        ]
    },
    {
        "date": "12.2.175:26 am",
        "ctx": [
            "thus far the progress im the most proud of in my life is finding amazing people and megamanning some of their abilities so i have them. you do this ?",
            "that's not a bad idea"
        ]
    },
    {
        "date": "12.2.175:07 am",
        "ctx": [
            "how come you were wary of giving the shorty awards your address?",
            "because i didn't want to receive shorty flyers for the rest of my life"
        ]
    },
    {
        "date": "12.2.174:46 am",
        "ctx": [
            "oh no your website is too good and i spend all my time here instead of doing important life things and it's driving me crazy :( when i try to pull myself away and do the important life things i just end up sitting and staring at the wall and pacing around and eating food and sorting through emails and reading the united states pirate party wikipedia page or whatever the fuck so it's not this website really it's just me avoiding doing something uncomfortable in the short term that is very important for the long term but i am so bad at actually getting to work WHY CAN'T I JUST SIT DOWN AND DO WHAT I NEED TO DO WILL I DIE LIKE THIS UGHUGHGUGUHGUUGGGGHHHHHHHHHHHHHH",
            "it sounds like you're on the right track"
        ]
    },
    {
        "date": "12.2.173:09 am",
        "ctx": [
            "What should I do if my life seems fucked up?",
            "tell interesting stories about it"
        ]
    },
    {
        "date": "12.2.172:47 am",
        "ctx": [
            "How does one stay true to themself?",
            "it's the default setting. but sometimes it's good to go in there and make sure no one has messed with the settings"
        ]
    },
    {
        "date": "12.2.171:25 am",
        "ctx": [
            "why does love hurt so much?",
            "because it's so important"
        ]
    },
    {
        "date": "12.1.1711:43 pm",
        "ctx": [
            "got any advice for an audition?",
            "do it like you've done a million auditions before. if you haven't done that many auditions yet, then make sure you do some more auditions. and the good news is it doesn't matter if you get them, because the goal is just to get better at auditions. and soon you will be so good at auditions you will win them all. then the next challenge will be how to fit all your new gigs into your schedule"
        ]
    },
    {
        "date": "12.1.1711:26 pm",
        "ctx": [
            "12 minutes into your \"history of the entire world, i guess\" video, when trying to recall the name 'Majapahit', you take six guesses.I thought this was implying that you tried all 6 permutations of the three consonants 'j', 'p', 'h'.Upon further review, your third and fifth guesses were both 'Mapajahit'?\n\nWhy do you hate the Mapahajit?They don't even exist",
            "that was unintentional. indeed, it was written to include all 6 permutations, but somewhere in the haste of vocal recording and editing, embarassingly, i screwed it up. just one of the downfalls of working so fast, which was necessary because that project was so long. as it is, the entire project took 11 months to create"
        ]
    },
    {
        "date": "12.1.1710:48 pm",
        "ctx": [
            "Will you ever make a video about a cat?",
            "i have done that, at least once before",
            "If so what color is the cat?",
            "i don't remember",
            "What is it's name?",
            "the cat wasn't named, in the video",
            "does the cat have hobbies?",
            "real estate, i assume"
        ]
    },
    {
        "date": "12.1.1710:16 pm",
        "ctx": [
            "Every time I try to actively write music, I gethung up on the fact that there is really a limited number of ways to write a song.",
            "ah, that's not true",
            "I'm a jazz guitarist and I know my chords super well. Every key, every extension, every inversion (thats physically possible to play). I try to rhythmically spruce up my progressions, but I really feel that the core of harmony (tonic, dominant, and predominant functional chords) is limiting. I, iii, and vi share two notes, ii and IV share two notes, and V and vii are basically interchangable. I got into modal interchange when I started to feel bored with diatonic progressions. At this point, I feel like I've emptied my bag of tricks. This is basically the ultimate struggle of composition. People have been trying to answer this question for hundreds of years. How do you combat the limitations of writing music? In other words, how do you push out so much material and still hold a constant level of creativity with what you write?",
            "it seems you've left out one of the most important elements of a song, and one of the strongest sources of identity and guidance, in a song. and that's WORDS"
        ]
    },
    {
        "date": "12.1.179:41 pm",
        "ctx": [
            "is it ok to have an addiction to this page,",
            "sure",
            "or should i seek help",
            "have you considered helping others"
        ]
    },
    {
        "date": "12.1.179:18 pm",
        "ctx": [
            "cats are weird",
            "that may be true"
        ]
    },
    {
        "date": "12.1.178:37 pm",
        "ctx": [
            "Ever thought about doing a makeup tutorial video?",
            "yes"
        ]
    },
    {
        "date": "12.1.178:31 pm",
        "ctx": [
            "What should I do for my science fair project?",
            "talk about some of the pros and cons of science"
        ]
    },
    {
        "date": "12.1.178:01 pm",
        "ctx": [
            "Wear a zoot suit and you're good to go!",
            "where",
            "Pro tip."
        ]
    },
    {
        "date": "12.1.177:55 pm",
        "ctx": [
            "what's the point of telling us so little about your current project before it's done? We love knowing what's going on, what stage you're at, what challenges you're facing, etc. You've said in the past you would like to some day live stream your creation process, I think actually answering questions about it would be a good step towards that",
            "as usual, i have revealed many many details about this project already. including the format, length, title, and much of the contents"
        ]
    },
    {
        "date": "12.1.177:36 pm",
        "ctx": [
            "what does millenial mean",
            "$$$ opportunities for income $$$$$ and revenue"
        ]
    },
    {
        "date": "12.1.177:06 pm",
        "ctx": [
            "Did you expect the history of the entire world, I guess to be as popular as it was?",
            "i suspected it might, but you can never guarantee these things"
        ]
    },
    {
        "date": "12.1.176:41 pm",
        "ctx": [
            "Do you like asmr",
            "you mean the African Sex Mating Ritual? oh hell yeah!"
        ]
    },
    {
        "date": "12.1.176:41 pm",
        "ctx": [
            "why did you have such a long speech at the shorty awards? i didn't finish the whole thing because it was to long.",
            "your question is even longer"
        ]
    },
    {
        "date": "12.1.176:41 pm",
        "ctx": [
            "Have you ever done asmr",
            "you mean the African Sex Mating Ritual? oh hell yeah!"
        ]
    },
    {
        "date": "12.1.176:40 pm",
        "ctx": [
            "Go bake a pie then throw it in your face",
            "i will do it when i get a chance"
        ]
    },
    {
        "date": "12.1.175:10 pm",
        "ctx": [
            "What do lobbyists do?",
            "buy nice dinners and hotels for politicians, to reward them for making reasonable and responsible decisions, in congress"
        ]
    },
    {
        "date": "12.1.174:31 pm",
        "ctx": [
            "will you ever do a long (7-12 minute) song?",
            "i prefer to keep songs under about 3 and a half minutes"
        ]
    },
    {
        "date": "12.1.174:30 pm",
        "ctx": [
            "All joking aside, how do you feel that people actually watch and genuinely enjoy the hard work you put together? That's no easy feat.",
            "nice, very good"
        ]
    },
    {
        "date": "12.1.173:40 pm",
        "ctx": [
            "is logic necessary?",
            "it can be fun, and useful"
        ]
    },
    {
        "date": "12.1.172:40 pm",
        "ctx": [
            "i think i'm turning into a duck",
            "ah, #relatable"
        ]
    },
    {
        "date": "12.1.171:58 pm",
        "ctx": [
            "is there a christmas song that you have particularly happy memories associated with? what is it?",
            "mull of kintyre"
        ]
    },
    {
        "date": "12.1.171:17 pm",
        "ctx": [
            "Do dogs actually say anything close to 'bow wow'?",
            "sometimes"
        ]
    },
    {
        "date": "12.1.1712:38 pm",
        "ctx": [
            "If I skip breakfast, does my lunch become my breakfast, my dinner becomes my lunch, and my breakfast the next day becomes the previous days dinner, lunch becomes breakfast and so on?",
            "every meal is lunch"
        ]
    },
    {
        "date": "12.1.1712:21 pm",
        "ctx": [
            "What's some (ref: letter.mp3)life advice?"
        ]
    },
    {
        "date": "12.1.1711:08 am",
        "ctx": [
            "did your make the hate myself song specifically to relate to #millenials?",
            "no"
        ]
    },
    {
        "date": "12.1.1710:56 am",
        "ctx": [
            "The past is killing me. Any tips?",
            "find new and different things to put in the past"
        ]
    },
    {
        "date": "12.1.179:51 am",
        "ctx": [
            "Is (ref: https://www.patreon.com/billwurtz)this really your patreon",
            "yes",
            "and should I support you?",
            "you will have to make your own decision"
        ]
    },
    {
        "date": "12.1.177:47 am",
        "ctx": [
            "What country has the coolest flag?",
            "it's not a contest"
        ]
    },
    {
        "date": "12.1.177:05 am",
        "ctx": [
            "How could I get rid of my huge fear of time? Like walking pass by a clock or looking at it, hearing someone saying what time or date it is, or suddenly realizing the time has passed a lot than the last time I realized it... all of those scare me off my butt. And it is nearly impossible to not think about time even if I don't want to. what do i do",
            "it sounds like you're on the right track"
        ]
    },
    {
        "date": "12.1.176:42 am",
        "ctx": [
            "Are you a nomad",
            "yes"
        ]
    },
    {
        "date": "12.1.176:20 am",
        "ctx": [
            "am I going to be ok?",
            "yes, maybe even better"
        ]
    },
    {
        "date": "12.1.173:12 am",
        "ctx": [
            "If 'tis means \"it is\",",
            "nowadays, it really does not",
            "I suppose \"is it\" is 'sit.",
            "not really",
            "So: 'sit really the season to be jolly? Fa-la-la-la-la? La-la-la-la?"
        ]
    },
    {
        "date": "12.1.172:24 am",
        "ctx": [
            "is sweden good?",
            "i will check"
        ]
    },
    {
        "date": "12.1.172:09 am",
        "ctx": [
            "what do you think happens inside of black holes?",
            "that's exactly right"
        ]
    },
    {
        "date": "12.1.171:21 am",
        "ctx": [
            "What was the most fun video to make?",
            "it's not a contest"
        ]
    },
    {
        "date": "12.1.171:08 am",
        "ctx": [
            "do you make maps?",
            "sometimes\n\n\n\n\n\n(ref: questions-2017-11.html)PREVIOUS QUESTIONS"
        ]
    }
]