[
    {
        "date": "2.28.17 11:28 pm",
        "ctx": [
            "(ref: dont-understand.html)Bright room or dark room?"
        ]
    },
    {
        "date": "2.28.17 10:09 pm",
        "ctx": [
            "What inspired you to make youtube videos?",
            "i was already making the videos, to post on my website. but what inspired me to also post them on youtube was pressure from society"
        ]
    },
    {
        "date": "2.28.17 9:38 pm",
        "ctx": [
            "do you understand the fundamental theorem of algebra?",
            "i fundamentally understand algebra. i'm not sure if that answers your question"
        ]
    },
    {
        "date": "2.28.17 9:25 pm",
        "ctx": [
            "are any jingles in the new video 10 seconds or longer?",
            "i think one of them is"
        ]
    },
    {
        "date": "2.28.17 9:10 pm",
        "ctx": [
            "Will there be a certain point when you'll have a clearer idea of when your video will be finished, or at least a definite deadline? Last year I think you had a date in your YouTube banner for History of Japan, will you do the same this time?",
            "i did a youtube banner in the last 2 weeks of history of japan. and i actually beat it by 3 days. i could do that again, but the problem is, i already did it in december, attempting to push myself. and it was wildly unattainable, and of course i had to take it down. so i might not want to screw around with that anymore. i am looking for more clever ways to announce. at the very least i will be doing instagram posts every day starting yesterday. looking for something interesting to do on twitter as well"
        ]
    },
    {
        "date": "2.28.17 8:51 pm",
        "ctx": [
            "I kinda have a gut feeling the video is coming out in the next 2 or 3 weeks. Like for some reason I just got a feeling thats the case-is that true?",
            "that would be nice, although i think it will be a bit more"
        ]
    },
    {
        "date": "2.28.17 8:36 pm",
        "ctx": [
            "I'm really missing the Bill Wurtz Band. Will it be featured in the next video?",
            "likely when i start doing songs"
        ]
    },
    {
        "date": "2.28.17 8:31 pm",
        "ctx": [
            "are there any opinions in the new video?",
            "it depends whether or not you think what i'm saying is true"
        ]
    },
    {
        "date": "2.28.17 8:17 pm",
        "ctx": [
            "(ref: will-you-update-reality.html)Do you plan on making more videos in the \"reality\" section of your website?"
        ]
    },
    {
        "date": "2.28.17 8:09 pm",
        "ctx": [
            "will you go on a walk with me?",
            "sure"
        ]
    },
    {
        "date": "2.28.17 7:51 pm",
        "ctx": [
            "don't you think there is something taking way too much time, when a 20 minute video takes thousands of hours?",
            "yes. it's wrong everything is wrong and i'm sorry. i am going to delete my videos and become a dirt farmer"
        ]
    },
    {
        "date": "2.28.17 7:26 pm",
        "ctx": [
            "would you say that you have bad social skills?",
            "no"
        ]
    },
    {
        "date": "2.28.17 7:18 pm",
        "ctx": [
            "how do you usually feel once a video is released?",
            "nice, very good",
            "I know a lot of creators who suffer post-project depression (if you'll pardon the term), which is why I'm asking",
            "there are even more exciting projects ahead. actually there is currently a lot of anxiety that i can't get to them soon enough, and also a lot of anxiety that nothing is going online until this one is done"
        ]
    },
    {
        "date": "2.28.176:39 pm",
        "ctx": [
            "it's the year 2025, do you know where your children are?",
            "update: it's actually only 2017 and i don't have children"
        ]
    },
    {
        "date": "2.28.176:38 pm",
        "ctx": [
            "What is the video you are currently making called?",
            "i can't tell you"
        ]
    },
    {
        "date": "2.28.176:04 pm",
        "ctx": [
            "Opinion on binary?",
            "1"
        ]
    },
    {
        "date": "2.28.174:51 pm",
        "ctx": [
            "how many questions are on this page?",
            "you wanna check"
        ]
    },
    {
        "date": "2.28.174:34 pm",
        "ctx": [
            "wow you have this website since 2004.",
            "i have actually only had it since 2014, but i respect your opinion"
        ]
    },
    {
        "date": "2.28.174:26 pm",
        "ctx": [
            "(ref: why-umbrella.html)what does the umbrella protect you from?"
        ]
    },
    {
        "date": "2.28.174:25 pm",
        "ctx": [
            "What is the difference between communism and socialism",
            "i'm not too sure. to make it more complicated, i think they both have differences between themselves"
        ]
    },
    {
        "date": "2.28.173:42 pm",
        "ctx": [
            "once the video is done, around how many minutes of narration do you think there will be in the video? around how many minutes of music will there be?",
            "the video is about 19 and a half minutes. there will be jingles, narration, and other music, for the entire time. except for one part where absolutely nothing happens for 9 and a half seconds"
        ]
    },
    {
        "date": "2.28.173:09 pm",
        "ctx": [
            "Do you feel like you perceive the world in a different way from other people?",
            "sometimes"
        ]
    },
    {
        "date": "2.28.173:06 pm",
        "ctx": [
            "Is there a special page on the website where all questions related to the upcoming huge video is listed along with their answers? If yes, can you provide the link?",
            "(ref: hotewig.html)sure"
        ]
    },
    {
        "date": "2.28.172:52 pm",
        "ctx": [
            "are you going through the drop crazy hints phase on your instagram?",
            "oh hell yeah",
            "if so, will it be uploaded tonight?",
            "no there is still many many more days of work to do. but i would like to post instagrams every day from now on. i have 30 instagrams made, i HOPE that's enough but i will make more if it's not"
        ]
    },
    {
        "date": "2.28.172:39 pm",
        "ctx": [
            "do you like poetry?",
            "whether or not i like something is usually not affected by whether or not it is considered poetry"
        ]
    },
    {
        "date": "2.28.172:38 pm",
        "ctx": [
            "do you intend to avoid pissing off people who think the earth is 6000 years old in the big long history video?",
            "i think there might be more people who think people think that than people who think that. but i haven't really thought about it that much"
        ]
    },
    {
        "date": "2.28.172:08 pm",
        "ctx": [
            "i really enjoy hobbies where you get better at that hobby, do you?",
            "oh hell yeah",
            "my definition of getting better at something is where your definition of a mistake changes over time to be something smaller, until most people can't even see your mistakeshave you heard that before?",
            "it makes sense"
        ]
    },
    {
        "date": "2.28.171:49 pm",
        "ctx": [
            "of what quality are your socks?",
            "medium/nice"
        ]
    },
    {
        "date": "2.28.171:48 pm",
        "ctx": [
            "hey bill, word around the office is you've got a fat cock",
            "it is not fat, but it is muscular"
        ]
    },
    {
        "date": "2.28.171:23 pm",
        "ctx": [
            "are you afraid that your art is so subversive that it could anger The Man ?",
            "i would like to ultimately develop a constructive bilateral relationship with The Man. i think this would be the healthiest option for both of us in the long run"
        ]
    },
    {
        "date": "2.28.171:17 pm",
        "ctx": [
            "What is 0.1+0.2",
            "0.3"
        ]
    },
    {
        "date": "2.28.171:10 pm",
        "ctx": [
            "Is existence meaning? -Jaz",
            "it means something to me"
        ]
    },
    {
        "date": "2.28.171:07 pm",
        "ctx": [
            "(ref: self-taught.html)Did you teach yourself music theory or did you have a teacher/mentor? Or do you just say screw it and do what you want?"
        ]
    },
    {
        "date": "2.28.1712:43 pm",
        "ctx": [
            "whats different in you answering questions as 'i don't know' and 'i'm not sure'?",
            "nothing. those 2 phrases mean the same thing"
        ]
    },
    {
        "date": "2.28.1712:04 pm",
        "ctx": [
            "why do i get the feeling that you are not doing anything except working on the video? like hanging with buds, relaxing on a beach? like u always write that you work so hard, and i believe in that but im also worried :(ps. not your mom, but mom-caring or something in that way",
            "do you think working less would make it easier for me to explain to people \"what is taking so long\""
        ]
    },
    {
        "date": "2.28.1712:02 pm",
        "ctx": [
            "(ref: genre.html)fave music genre?"
        ]
    },
    {
        "date": "2.28.1711:17 am",
        "ctx": [
            "(ref: 60fps.html)Yo fam up the frame rate! *mouth sounds*"
        ]
    },
    {
        "date": "2.28.1711:13 am",
        "ctx": [
            "how many minutes of score / narration have you recorded yet?",
            "narration is up to 7:50. score is up to 6:30"
        ]
    },
    {
        "date": "2.28.1710:15 am",
        "ctx": [
            "(ref: why-didnt-you-answer-my-question.html)why you dont answer my questions"
        ]
    },
    {
        "date": "2.28.178:31 am",
        "ctx": [
            "where do my thoughts go when i stop thinking them?",
            "thoughts are like numbers. they are not things, they are more like patterns. they can be used anywhere, and be portrayed by things, at any time, anywhere"
        ]
    },
    {
        "date": "2.28.178:28 am",
        "ctx": [
            "What video are you working on cykanugget",
            "How To Question Your Entire Life Even When You Know You Are Doing The Right Thing"
        ]
    },
    {
        "date": "2.28.178:17 am",
        "ctx": [
            "(ref: do-you.html)Do you?"
        ]
    },
    {
        "date": "2.28.176:33 am",
        "ctx": [
            "do you have opinions on politics",
            "no"
        ]
    },
    {
        "date": "2.28.173:47 am",
        "ctx": [
            "(ref: plans-after-hotewig.html)After the new \"History of...\" video, will you make another one, or will you continue making the short ones? Or maybe both?"
        ]
    },
    {
        "date": "2.28.172:09 am",
        "ctx": [
            "(ref: why-did-you-stop-making-videos.html)Are you gonna make any more videos soon?"
        ]
    },
    {
        "date": "2.28.171:42 am",
        "ctx": [
            "what do you think about pineapple pizza?",
            "i don't usually think about it"
        ]
    },
    {
        "date": "2.28.171:08 am",
        "ctx": [
            "There's a bump in quality for how good your audio quality got in your stuff since \"stuck in a rut\". Is mixing/recording stuff still a learning hurdle for you? Or was it ever?",
            "you gotta just try to do it so you can be heard. then over time you may learn some new tricks. stuck in a rut was done with the internal mic on the computer"
        ]
    },
    {
        "date": "2.28.171:00 am",
        "ctx": [
            "Yo, a long time ago you were sayin the song \"I'm sad\" wasn't actually about being sad. So what is it really about?     -Mr. Freak",
            "recording"
        ]
    },
    {
        "date": "2.28.1712:36 am",
        "ctx": [
            "Is your next History Of video currently over 30 minutes?",
            "no"
        ]
    },
    {
        "date": "2.28.1712:30 am",
        "ctx": [
            "Are you an introvert?",
            "not exactly"
        ]
    },
    {
        "date": "2.28.1712:29 am",
        "ctx": [
            "how does physics make you feel?",
            "real"
        ]
    },
    {
        "date": "2.28.1712:18 am",
        "ctx": [
            "what is your (ref: favorite-font.html)favorite font?"
        ]
    },
    {
        "date": "2.28.1712:06 am",
        "ctx": [
            "Do you know if coconuts migrate?",
            "i suspect they would have to be carried"
        ]
    },
    {
        "date": "2.27.1711:51 pm",
        "ctx": [
            "(ref: are-you-human.html)would you describe yourself as a human being?"
        ]
    },
    {
        "date": "2.27.1711:41 pm",
        "ctx": [
            "you should do a (ref: history-of-usa-request.html\">history of the us. or (ref: history-of-russia.html\">russia. or <a href=)more-of-the-same.html)just history."
        ]
    },
    {
        "date": "2.27.1710:50 pm",
        "ctx": [
            "What animal would you like to see added to the animal kingdom?",
            "maybe a super human"
        ]
    },
    {
        "date": "2.27.1710:48 pm",
        "ctx": [
            "do i exist or am i just a figment of someone's imagination?",
            "the main imagination you are a figment of is yours. and that counts as existing"
        ]
    },
    {
        "date": "2.27.1710:44 pm",
        "ctx": [
            "while the dedication and universal attention you're giving to the new project is dandy and delicious, (ref: stopped-updating-reality.html\">why must you not post on reality, <a href=\"make-short-video-during-long-video-process-to-satisfy-the-fans.html)nor your channel, nor much of anything to quell our addiction to your idiosyncratic creations? we are social creatures, and the feeling of connection and inspiration by another's art and impulse is so salient in self-structuring!# ugh Billiam why must you leave us in the brume.",
            "i'm doing my best. if i do a lot of small things, you will complain that the things are too small and that i never do a long thing. if i really focus on a long thing and try to get it done as soon as possible, you will complain that i am not doing short things also. i am working all day every day, but i will try to work more, in the future. i am sorry for being such a terrible person"
        ]
    },
    {
        "date": "2.27.179:49 pm",
        "ctx": [
            "How do you feel about lemons?",
            "they are ok"
        ]
    },
    {
        "date": "2.27.179:47 pm",
        "ctx": [
            "(ref: are-you-still-a-piece-of-garbage.html)Are you still a peice of garbage?"
        ]
    },
    {
        "date": "2.27.179:34 pm",
        "ctx": [
            "hey bill are you nervous for daylight savings coming up in a few weeks? it's always scary for me because I never know what time it is",
            "i am more nervous about other things"
        ]
    },
    {
        "date": "2.27.178:20 pm",
        "ctx": [
            "are we at \"drop crazy hints\" now???",
            "i am trying to accelerate the hints"
        ]
    },
    {
        "date": "2.27.178:06 pm",
        "ctx": [
            "What do you think of (ref: vaporwave.html)vaporwave?"
        ]
    },
    {
        "date": "2.27.17 8:01 pm",
        "ctx": [
            "Do you like animals?",
            "oh hell yeah",
            "If you do, (ref: favorite-animal.html)which is your favorite animal?"
        ]
    },
    {
        "date": "2.27.17 5:24 pm",
        "ctx": [
            "IS THE NEW VIDEO ABOUT COMMUNISM? IS THIS CONFIRMED?",
            "no"
        ]
    },
    {
        "date": "2.27.17 3:35 pm",
        "ctx": [
            "do u enjoy optical illusions such as stereograms?",
            "they are ok"
        ]
    },
    {
        "date": "2.27.17 3:25 pm",
        "ctx": [
            "Sorry for the redundancy but what's the scoop on the super video?",
            "it's going great",
            "How much have you got through?",
            "a very, very, large amount. which is interesting because that used to be the amount i had left to do"
        ]
    },
    {
        "date": "2.27.171:38 pm",
        "ctx": [
            "dear bill,i like your music and videos a lot.have you ever considered making a song that involved screaming? have you ever?-M",
            "no but i probably should"
        ]
    },
    {
        "date": "2.27.171:19 pm",
        "ctx": [
            "have you been having song ideas, and saving them for the future, during the many months you have been working on the video?",
            "i think there were 1 or 2 from dreams. they go into the list with all the hundreds of others. there is already way too much in the list, i have been trying to hold back. a lot of hooks went in there when i was doing vines and i found ones that i wanted to save for a longer song (not a vine)"
        ]
    },
    {
        "date": "2.27.1712:51 pm",
        "ctx": [
            "are you concerned about how many people know the exact title to the big video project you are working on?",
            "as i approach completion, i think just the right amount of people know"
        ]
    },
    {
        "date": "2.27.1712:49 pm",
        "ctx": [
            "Hey Bill, how far are you with the video?",
            "very, very far. extremely far. which is interesting because that used to be the amount that was left to do"
        ]
    },
    {
        "date": "2.27.1712:49 pm",
        "ctx": [
            "Would you say your social skills have improved substantially since you started interacting with your viewers on a daily basis?",
            "absolutely not"
        ]
    },
    {
        "date": "2.27.179:49 am",
        "ctx": [
            "(ref: favorite-book-2.html)What is your favorite book?"
        ]
    },
    {
        "date": "2.27.179:42 am",
        "ctx": [
            "If you mix black paint and white paint, does it make \"grey\" or \"gray\"?",
            "yes"
        ]
    },
    {
        "date": "2.27.179:29 am",
        "ctx": [
            "(ref: existential-crisis.html)How often do you find yourself in an existential crisis?"
        ]
    },
    {
        "date": "2.27.175:53 am",
        "ctx": [
            "Hello, what do you like the most: beavers or platypus?",
            "they both exist and i'm glad"
        ]
    },
    {
        "date": "2.27.174:24 am",
        "ctx": [
            "why go to sleep?",
            "i'm not sure"
        ]
    },
    {
        "date": "2.27.174:24 am",
        "ctx": [
            "Do you ever edit the the text of a question, for example to protect the asker's identity?",
            "only if they ask me to"
        ]
    },
    {
        "date": "2.27.174:24 am",
        "ctx": [
            "I mean how do you avoid simply creating nonstop",
            "i would not like to avoid that"
        ]
    },
    {
        "date": "2.27.174:23 am",
        "ctx": [
            "how do you go to sleep?",
            "every time i do it i forget how i did it"
        ]
    },
    {
        "date": "2.27.173:03 am",
        "ctx": [
            "(ref: memes.html)Where do I find the good memes?"
        ]
    },
    {
        "date": "2.27.172:31 am",
        "ctx": [
            "(ref: who-are-you.html)Who the fuck are you"
        ]
    },
    {
        "date": "2.27.172:19 am",
        "ctx": [
            "bill wurtz I see that you were making tons of songs and videos BEFORE you had over a hundred subcribers or followers. I've only gotten to 4000 with a task that was so fun and easy for me to do every day. How did you put in all the work and know it was the right way for you>",
            "it was obvious"
        ]
    },
    {
        "date": "2.27.171:31 am",
        "ctx": [
            "bill you seem to work on your craft with a diligence that will produce great work. (ref: history-of-bill-wurtz.html)When should we expect a \"History of Bill Wurtz\"video? Who will write your biography?"
        ]
    },
    {
        "date": "2.27.1712:54 am",
        "ctx": [
            "(ref: come-back.html)When you coming back :("
        ]
    },
    {
        "date": "2.26.1711:05 pm",
        "ctx": [
            "(ref: how-are-you-so-cool.html)How are you so awesome?"
        ]
    },
    {
        "date": "2.26.1710:22 pm",
        "ctx": [
            "will you please change the site font to wingdings",
            "not right now"
        ]
    },
    {
        "date": "2.26.179:49 pm",
        "ctx": [
            "do you think after the video comes out, when you go back to making shorter videos/songs/whatever, that you'll stick to the same style as you have in the past, or will you expand to different styles of video editing?",
            "songs will be 1st priority, and regularly scheduled. besides that i would also like to do a wide range of different types of videos, of a wide range of lengths, mostly between 15 seconds and 4 minutes"
        ]
    },
    {
        "date": "2.26.179:31 pm",
        "ctx": [
            "favorite type of jazz?",
            "the kind that is corrupting today's youth, and causing them to do outrageous sinful dance moves that resemble the act of creating human life"
        ]
    },
    {
        "date": "2.26.179:09 pm",
        "ctx": [
            "What do you think of oranges?",
            "they are ok"
        ]
    },
    {
        "date": "2.26.179:03 pm",
        "ctx": [
            "is there a jingle in the first 3 seconds of the new vid?",
            "no"
        ]
    },
    {
        "date": "2.26.178:46 pm",
        "ctx": [
            "do you ever enjoy doing things without needing to go to your keyboard? for example when the one person mentioned your wikipedia page i highlighted/dragged \"billwurtz\" from the url and googled it (you don't have one i think)",
            "i prefer to do as many things from the keyboard as possible. i work much faster that way. i am always looking for new keyboard shortcuts, and i get mad when certain things have no keyboard shortcut"
        ]
    },
    {
        "date": "2.26.178:30 pm",
        "ctx": [
            "Do you really have a list of things people want from you, so you can go down the list and create them?",
            "no",
            "Is work really worthwhile if you're doing everything to please someone else?",
            "no"
        ]
    },
    {
        "date": "2.26.178:16 pm",
        "ctx": [
            "Isn't it weird how you can say \"didn't I?\" But it doesn't make sense to say \"did not I?\"",
            "i can think of some things that are much weirder"
        ]
    },
    {
        "date": "2.26.178:13 pm",
        "ctx": [
            "z;svhidsajvdsvclijdsanv",
            "i know what you mean"
        ]
    },
    {
        "date": "2.26.178:04 pm",
        "ctx": [
            "is this the best question you've ever been asked?",
            "no"
        ]
    },
    {
        "date": "2.26.177:28 pm",
        "ctx": [
            "Do you think doors should be illegal and taboo to mention in common speech in public?",
            "no"
        ]
    },
    {
        "date": "2.26.176:58 pm",
        "ctx": [
            "What length of time was spent on research for the Japan video? As a follow up, what length of time was spent on research for your current video? A concluding question, did you finish your research completely prior to starting on the video/music itself?",
            "writing and research are done together. for japan it was about 2 weeks. for this one it was about 12 weeks. not including bits of writing and research that also happen during production"
        ]
    },
    {
        "date": "2.26.176:32 pm",
        "ctx": [
            "(ref: timezone.html)what time zone are you in?"
        ]
    },
    {
        "date": "2.26.176:05 pm",
        "ctx": [
            "how many countries will be mentioned in your next video?",
            "i lost count"
        ]
    },
    {
        "date": "2.26.175:44 pm",
        "ctx": [
            "How many hours a day do you typically use \"working\"?",
            "the maximum amount possible"
        ]
    },
    {
        "date": "2.26.174:48 pm",
        "ctx": [
            "how come the hotewig page has a different color scheme",
            "because it is a different type of page. it's not just 1 question, it is a collection of all the questions which i think are related to the large video i'm working on, throughout the entire time i have been working on the video. even if the person who asked the question did not know the question was related to the video"
        ]
    },
    {
        "date": "2.26.174:47 pm",
        "ctx": [
            "does the new video mention any one of the oceans",
            "yes"
        ]
    },
    {
        "date": "2.26.174:36 pm",
        "ctx": [
            "Why do you let people ask you questions in this format?",
            "it seems like a reasonable format. you type a question, and then i can answer it"
        ]
    },
    {
        "date": "2.26.174:00 pm",
        "ctx": [
            "If you make a song without a video, will you still post it on YouTube, like the ones you posted with just a spinning record image?",
            "great question. i'm not sure yet"
        ]
    },
    {
        "date": "2.26.173:27 pm",
        "ctx": [
            "When can we meet?",
            "perhaps on earth"
        ]
    },
    {
        "date": "2.26.172:11 pm",
        "ctx": [
            "hello do you take questions by mail?",
            "oh hell yeah"
        ]
    },
    {
        "date": "2.26.171:03 pm",
        "ctx": [
            "do you like bridges?",
            "they are ok"
        ]
    },
    {
        "date": "2.26.17 12:03 pm",
        "ctx": [
            "is there any reason you decided to do history of x videos?",
            "i did one, as a test to sort of open the door to a wide range of videos, based on research. also just to open the door to longer videos in general. great news now the door is open"
        ]
    },
    {
        "date": "2.26.17 5:38 am",
        "ctx": [
            "(ref: do-you-sleep.html)Do you ever sleep?"
        ]
    },
    {
        "date": "2.26.17 1:48 am",
        "ctx": [
            "do you ever feel like your bar is too high for what you put on the blank page, so you write everything as badly as possible so it's not as intimidating and you get something to work with?",
            "oh hell yeah"
        ]
    },
    {
        "date": "2.26.17 1:06 am",
        "ctx": [
            "what does thabk you mean",
            "thank you"
        ]
    },
    {
        "date": "2.25.17 11:50 pm",
        "ctx": [
            "(ref: are-you-a-communist.html)Are you a communist?"
        ]
    },
    {
        "date": "2.25.17 11:50 pm",
        "ctx": [
            "you've mentioned how important it is to keep a back-catalogue of all of your work, but what about your instagram? or is it just not worth keeping a back-catalogue of what's on there",
            "i am condsidering making a page for pictures"
        ]
    },
    {
        "date": "2.25.17 11:42 pm",
        "ctx": [
            "how much progress have you made on the video over the last few days? (in terms of score, narration and jingle vocals progress)",
            "still doing the score. it's going great. narration is only in place up to 7:50, because i got sick last week and i still have sick voice. so i started on the score. my voice should be back by the time i reach 7:50 in the score and then i will finish the narration"
        ]
    },
    {
        "date": "2.25.17 11:41 pm",
        "ctx": [
            "you know how you mentioned that you skipped 95% of your recording for the reality section? what kind of stuff did you skip?",
            "like me not saying anything. or perhaps excrutiating detail of every project i'm working on. the reality section could surely be expanded by at least 500% if i had the time. but as it is the current reality section took 3 months to make. everyone thought i was dead",
            "also, do the reality and improv sections come from the same recordings or are they different?",
            "usually different"
        ]
    },
    {
        "date": "2.25.17 11:37 pm",
        "ctx": [
            "how long did it take you to make alphabet shuffle? (i.e. how long for writing, recording, making the video etc.)",
            "recording the song and doing the video took a total of 10 days. the song was probably done by day 3 i guess? the rest of the time would be doing the video. the writing happened at vastly different times. the original hook is from 2012, and then i think it came up in 2013 sometime and i think i found the first bridge line, and then i think i finished it up in 2016 when i was writing the series of videos i had planned for 2016. i don't know what that amounts to in total writing time, but surely less than a day"
        ]
    },
    {
        "date": "2.25.17 11:16 pm",
        "ctx": [
            "have you done much thought about your music schedule over the course of making the video? and if so what?",
            "yes. the main questions are how to pick the songs, and how to decide which ones have a video, and whether to do every week or every 2 weeks, or flexible but fixed in relation to length. the main thing that is certain is that i need to replicate what i did in early 2014 but with songs as the main priority"
        ]
    },
    {
        "date": "2.25.17 10:55 pm",
        "ctx": [
            "Is the Bill Wurtz patreon yours or fake? Do a patreon friend.",
            "i am. the bill wurtz patreon page is my patreon page. this is so that people can find me by typing my name (\"bill wurtz\") into patreon, or by using their favourite search engine. there are also links to it from my website, and youtube videos. i hope that makes sense"
        ]
    },
    {
        "date": "2.25.17 10:40 pm",
        "ctx": [
            "(ref: what-do-you-do-when-youre-not-making-videos.html)what do you do when not working on videos?"
        ]
    },
    {
        "date": "2.25.17 10:04 pm",
        "ctx": [
            "doesn't kanye west sound like he has oversized molars",
            "perhaps it is a result of the car accident and jaw surgery"
        ]
    },
    {
        "date": "2.25.17 9:52 pm",
        "ctx": [
            "Finally got an instrument. What is step 2?",
            "try to figure out how it works"
        ]
    },
    {
        "date": "2.25.17 8:51 pm",
        "ctx": [
            "(ref: country-requests.html)Video about the dutch please"
        ]
    },
    {
        "date": "2.25.17 8:34 pm",
        "ctx": [
            "I don't get your notes page.  Like, weirdly enough I actually GET the individual entries, sometimes to a scary degree, but..I dunno, I just don't understand why they're formatted the way they are.  Some of them are just so tiny, so minuscule, that I have to wonder why it even has it's own page?  Makes me feel like I'm missing a huge chunk of it, and I'm only seeing the bits and pieces that fell through the gap somewhere.Is it supposed to be like that?  And have you ever felt any desire to make the notebook entries more..  substantial?  (sorry if this question sounds rude, i don't mean it to be rude i swear)",
            "the shorter ones look better on twitter. perhaps i should not be including tweets in the notes page"
        ]
    },
    {
        "date": "2.25.17 7:54 pm",
        "ctx": [
            "do you like sleep?",
            "yes"
        ]
    },
    {
        "date": "2.25.17 7:35 pm",
        "ctx": [
            "are you a detail-oriented person?",
            "i try to orient myself to the big picture, if possible"
        ]
    },
    {
        "date": "2.25.17 5:41 pm",
        "ctx": [
            "If you were getting so many questions you cpuldnt answer them all, would you stop answering completely or just answer a few at a time",
            "i have never been answering all the questions"
        ]
    },
    {
        "date": "2.25.17 2:52 pm",
        "ctx": [
            "#e9b4e1 or #5adc2a?",
            "no it's actually b387ff"
        ]
    },
    {
        "date": "2.25.17 2:49 pm",
        "ctx": [
            "what do you think of homo/bi/whateversexuals?",
            "what i think of someone is not usually affected by what kind of sex they like"
        ]
    },
    {
        "date": "2.25.17 2:01 pm",
        "ctx": [
            "Would you ever put out advertising to advertise your music",
            "no"
        ]
    },
    {
        "date": "2.25.17 1:38 pm",
        "ctx": [
            "does spending 4 hours in a public restroom seem to you like an interesting and worthwhile experience?",
            "not really"
        ]
    },
    {
        "date": "2.25.17 1:20 pm",
        "ctx": [
            "are there bad words in the new video",
            "i'm trying to make them as good as i can"
        ]
    },
    {
        "date": "2.25.1711:27 am",
        "ctx": [
            "I am sad, you are sad. You are happy, I am happy. Words are pretty, songs are not. Songs are pretty, words are not. Please help me.",
            "it seems like you're doing fine"
        ]
    },
    {
        "date": "2.25.179:32 am",
        "ctx": [
            "what do you think of the free market",
            "seems legit"
        ]
    },
    {
        "date": "2.25.178:52 am",
        "ctx": [
            "when did you start the score?",
            "feb 21"
        ]
    },
    {
        "date": "2.25.177:30 am",
        "ctx": [
            "How many hours do you spend per day on the video?",
            "the maximum amount possible"
        ]
    },
    {
        "date": "2.25.177:01 am",
        "ctx": [
            "you said there is a long waiting list of people wanting you to do something for them. if someone wanted to go higher on that list, what would an offer you couldn't refuse look like?",
            "it needs to be the project that makes sense for me at that time in my career"
        ]
    },
    {
        "date": "2.25.175:59 am",
        "ctx": [
            "is Louis Antoine, king of france for 20 minutes approx., going to be in the new video",
            "no"
        ]
    },
    {
        "date": "2.25.171:12 am",
        "ctx": [
            "noah fence but the color scheme of ur ueqstions page makes me sad",
            "you being sad makes me sad. if you leave this page perhaps we will both be less sad"
        ]
    },
    {
        "date": "2.25.171:00 am",
        "ctx": [
            "how close are we to the history of the earth, captain?",
            "we are currently in the present. so at any moment, you are as little as one second away from the most recent part of history. i hope that makes sense"
        ]
    },
    {
        "date": "2.25.171:00 am",
        "ctx": [
            "Your usage of punctuation marks seem to have increased, should I be worried",
            "my punctuation habits have stayed the same for many years, but i respect your opinion"
        ]
    },
    {
        "date": "2.25.1712:38 am",
        "ctx": [
            "(ref: do-you-play-video-games.html)do you play videogames?"
        ]
    },
    {
        "date": "2.24.17 9:10 pm",
        "ctx": [
            "when is violence necessary",
            "when there is competition for resources"
        ]
    },
    {
        "date": "2.24.17 9:09 pm",
        "ctx": [
            "What do you like to watch?",
            "nothing anymore. watching has become stressful, because there is no more time to watch. need to make the stuff now, to be watched"
        ]
    },
    {
        "date": "2.24.17 7:54 pm",
        "ctx": [
            "whats left of the video Now",
            "i'm up to 5 minutes on the score, up to 8 min on the narration. then after that would be just mixing, and fixing whatever graphics need to be fixed. also still need to do vocals for about half the jingles"
        ]
    },
    {
        "date": "2.24.17 7:38 pm",
        "ctx": [
            "(ref: i-have-a-question.html)i have a question"
        ]
    },
    {
        "date": "2.24.17 7:35 pm",
        "ctx": [
            "(ref: coke-or-pepsi.html)Coke or Pepsi ?"
        ]
    },
    {
        "date": "2.24.17 7:20 pm",
        "ctx": [
            "Do you make different music for all your videos, or do some have the same soundtrack?",
            "i compose the music specifically to fit each video"
        ]
    },
    {
        "date": "2.24.17 4:20 pm",
        "ctx": [
            "If someone came to you asking for a song for a movie or show or something, would you consider doing it?",
            "there is a long waiting list"
        ]
    },
    {
        "date": "2.24.17 3:59 pm",
        "ctx": [
            "do you agree with the constructivist model of teaching",
            "sometimes i teach without checking first to see if it is the constructivist model. that way, at any moment i could be using the constructivist model and not even know it, which i find thrilling"
        ]
    },
    {
        "date": "2.24.17 3:51 pm",
        "ctx": [
            "if we discover intelligent extraterrestrial beings, how likely is it that they'd be machines?",
            "it might become slightly unclear what is a machine and what is not. in fact, it's already starting to be a little unclear, here at home"
        ]
    },
    {
        "date": "2.24.17 3:51 pm",
        "ctx": [
            "help my beverage is too hot and i dont know what to do",
            "perhaps if you cherry pick the data you could convince people that the drink is an average temperature"
        ]
    },
    {
        "date": "2.24.17 3:42 pm",
        "ctx": [
            "bill are the people who ask mean questions your friends",
            "no"
        ]
    },
    {
        "date": "2.24.17 3:38 pm",
        "ctx": [
            "How was your trip to New Canaan ?",
            "it was nice. i wrote a song there"
        ]
    },
    {
        "date": "2.24.17 3:37 pm",
        "ctx": [
            "Hi Bill, a family of ants just moved to my house and they live on my faucet and toothbrushes. They disturb me but I don't want to kill them or to make them pay cause I'm a communist and I think that everyone should have a place to live. How do I ask them to go away ?",
            "i think you are starting to see the inherent flaws of communism. it sounds great in the pamphlets, but in practice it can be a whole different story"
        ]
    },
    {
        "date": "2.24.17 2:50 pm",
        "ctx": [
            "(ref: more-of-the-same.html)Can you make another history of ________ or something likethat please"
        ]
    },
    {
        "date": "2.24.17 1:27 pm",
        "ctx": [
            "(ref: dont-understand.html)Mario or sonic!?!?"
        ]
    },
    {
        "date": "2.24.17 12:20 pm",
        "ctx": [
            "how do you do stuff",
            "i'm not sure"
        ]
    },
    {
        "date": "2.24.17 12:17 pm",
        "ctx": [
            "u seem like a fun guy. do u have a backstory?",
            "i am in the middle of the story"
        ]
    },
    {
        "date": "2.24.17 10:36 am",
        "ctx": [
            "have you ever tried walking around in your home with your eyes closed? as a sort of fun challenge",
            "yes"
        ]
    },
    {
        "date": "2.24.179:06 am",
        "ctx": [
            "I lost my keys and it's not in my house, where should I look?",
            "outside your house, i guess?"
        ]
    },
    {
        "date": "2.24.178:26 am",
        "ctx": [
            "Is this how you ask a question?",
            "it is one of the ways"
        ]
    },
    {
        "date": "2.24.178:16 am",
        "ctx": [
            "on your wikipedia page, why does it say that your catchphrase is 'death to the west'?",
            "i have no idea. i have never said that"
        ]
    },
    {
        "date": "2.24.177:56 am",
        "ctx": [
            "Do I need college to have a fulfilling life",
            "no"
        ]
    },
    {
        "date": "2.24.177:50 am",
        "ctx": [
            "(ref: whats-the-password.html)how do I find the password on your site"
        ]
    },
    {
        "date": "2.24.177:41 am",
        "ctx": [
            "where did the anagrams start from?",
            "probably as soon as there was alphabets, people realized you could re-arrange letters"
        ]
    },
    {
        "date": "2.24.176:20 am",
        "ctx": [
            "is your new video going to mention the shaanxi earthquake of China in 1556?",
            "no"
        ]
    },
    {
        "date": "2.24.174:11 am",
        "ctx": [
            "people think that you died. how can we be sure that you didn't?",
            "because i'm answering dozens of questions every day on my website"
        ]
    },
    {
        "date": "2.24.174:00 am",
        "ctx": [
            "Why are you answers so simple yet so deep?",
            "i'm just trying to be reasonable"
        ]
    },
    {
        "date": "2.24.173:25 am",
        "ctx": [
            "What is the theme for your next history video?",
            "escalation",
            "Is the finish line getting closer?",
            "yes"
        ]
    },
    {
        "date": "2.24.172:41 am",
        "ctx": [
            "Hey bill  There are a lot of talented and thoughtful people in the world that would be happy to apply their skills to your ideas, allowing you to get more of your ideas made into actual things. Your insistence on doing every aspect of your videos all by yourself seems either short sighted and/or based on negative thoughts. Don't you think putting effort into finding good and worthy collaborators could be more worthwhile than the effort you're putting into producing big videos all by your lonesome?",
            "i spent half my life trying to find people i was comfortable working with. i never could, but i assumed i was \"supposed\" to collaborate (probably from pressure from people like you). then one day i woke up and realized that it might be ok to work alone, and maybe i should stop feeling guilty about it and just try it. and wow that's when things started getting done"
        ]
    },
    {
        "date": "2.24.172:33 am",
        "ctx": [
            "does your \"beHIND the SCENES\" vine apply to your current situation",
            "oh hell yeah"
        ]
    },
    {
        "date": "2.24.172:29 am",
        "ctx": [
            "How come the text in the anagrams page is centered?",
            "it just feels right"
        ]
    },
    {
        "date": "2.24.172:18 am",
        "ctx": [
            "can you make another song as inspiring, or more so, than icy james?",
            "i will make many many more songs, some of which will be much more inspiring than that one"
        ]
    },
    {
        "date": "2.24.172:05 am",
        "ctx": [
            "can you tie my shoes for me?",
            "i will try"
        ]
    },
    {
        "date": "2.24.171:20 am",
        "ctx": [
            "do you have dates for when you created each page of the website",
            "i could probably figure it out"
        ]
    },
    {
        "date": "2.24.1712:52 am",
        "ctx": [
            "When you're creating your new video, do you try to imagine yourself as a viewer watching your video for the first time?",
            "yes, that is always a good strategy when making something"
        ]
    },
    {
        "date": "2.24.1712:50 am",
        "ctx": [
            "favorite word to pronounce?",
            "a"
        ]
    },
    {
        "date": "2.24.1712:26 am",
        "ctx": [
            "What's your favorite answer?",
            "whichever one seems to go well with the question"
        ]
    },
    {
        "date": "2.24.1712:15 am",
        "ctx": [
            "Do you mention Australia in your new video?",
            "yes"
        ]
    },
    {
        "date": "2.24.1712:10 am",
        "ctx": [
            "(ref: when-is-the-next-video-late2016.html)when the video?"
        ]
    },
    {
        "date": "2.23.1711:37 pm",
        "ctx": [
            "How do you feel about how many artists place priority on profits over quality and artistic freedom",
            "it's really none of my business"
        ]
    },
    {
        "date": "2.23.1711:16 pm",
        "ctx": [
            "(ref: history-of-korea.html)Can you make a history of Korea"
        ]
    },
    {
        "date": "2.23.1711:13 pm",
        "ctx": [
            "(ref: are-you-a-dog.html)are you a dog"
        ]
    },
    {
        "date": "2.23.1710:45 pm",
        "ctx": [
            "Have you ever considered going into more specific moments of history ex. One specific war instead of the history of the whole world or country?",
            "i have considered a wide range of things, especially non-history"
        ]
    },
    {
        "date": "2.23.1710:40 pm",
        "ctx": [
            "do you have any tips for people who want to become better at using instruments",
            "do it more"
        ]
    },
    {
        "date": "2.23.179:52 pm",
        "ctx": [
            "is there anything that isn't art",
            "not really"
        ]
    },
    {
        "date": "2.23.178:33 pm",
        "ctx": [
            "did you know that if you have applejuice, orangejuice, and some burrito in your mouth all at once it tastes like vomit",
            "yes i knew that"
        ]
    },
    {
        "date": "2.23.178:15 pm",
        "ctx": [
            "is your next video the history of the united states?",
            "not exactly"
        ]
    },
    {
        "date": "2.23.177:31 pm",
        "ctx": [
            "(ref: are-homosexuals-gay.html)are homosexuals gay"
        ]
    },
    {
        "date": "2.23.177:01 pm",
        "ctx": [
            "is there a way to get to your anagrams page without having the direct link?",
            "not yet"
        ]
    },
    {
        "date": "2.23.17 6:36 pm",
        "ctx": [
            "where is the link for frequently asked questions",
            "good question"
        ]
    },
    {
        "date": "2.23.17 4:58 pm",
        "ctx": [
            "Is there a link to the anagram page on your website or is it a secret",
            "it's new. not released yet"
        ]
    },
    {
        "date": "2.23.17 4:19 pm",
        "ctx": [
            "Why is the new video important to you?",
            "all my videos are important to me while i'm making them. that is to make sure i do a good job"
        ]
    },
    {
        "date": "2.23.17 3:29 pm",
        "ctx": [
            "what is the spiciest new gossip",
            "everyone is each other"
        ]
    },
    {
        "date": "2.23.17 3:23 pm",
        "ctx": [
            "when did you make an anagram page?",
            "recently",
            "why are the date stamps on the anagram page the same color as the background color?",
            "because i don't really want dates on the page. but i want them to be there just in case you want to know"
        ]
    },
    {
        "date": "2.23.17 3:16 pm",
        "ctx": [
            "why are the labels not done during the graphics phase",
            "some of them are, but it's hard to tell exactly how many i want until i see it play through. after everything is mostly done, it becomes very clear where i need a word here or there etc"
        ]
    },
    {
        "date": "2.23.17 2:42 pm",
        "ctx": [
            "(ref: is-this-a-question.html)Is this a question. I'm not sure?"
        ]
    },
    {
        "date": "2.23.17 1:21 pm",
        "ctx": [
            "(ref: survival-strategy.html)Why did you start making videos?"
        ]
    },
    {
        "date": "2.23.17 12:05 pm",
        "ctx": [
            "(ref: country-requests.html)Can you do histories of more countries please? Like MURICA or Holland?"
        ]
    },
    {
        "date": "2.23.17 11:49 am",
        "ctx": [
            "(ref: more-of-the-same.html)will you do other history videos?"
        ]
    },
    {
        "date": "2.23.17 11:48 am",
        "ctx": [
            "how did you get into what you're doing today?",
            "gradually, one piece at a time. by the way there are still more pieces"
        ]
    },
    {
        "date": "2.23.17 11:41 am",
        "ctx": [
            "(ref: trump.html)What is your opinion on the President of the United States, Donald Trump?"
        ]
    },
    {
        "date": "2.23.1710:13 am",
        "ctx": [
            "will u ever do a video about the space-time continuum",
            "it is a central feature in most of my videos"
        ]
    },
    {
        "date": "2.23.179:41 am",
        "ctx": [
            "what about finishing and releasing the video excites you more: revealing the finished product, or being able to work on other things?",
            "about 44% for the release of the video, and 56% for what comes next"
        ]
    },
    {
        "date": "2.23.178:08 am",
        "ctx": [
            "(ref: reality-password.html)What is the password to reality?"
        ]
    },
    {
        "date": "2.23.177:49 am",
        "ctx": [
            "Any tips for aspiring young creators out there?",
            "just start doing it and see what happens. hint: if you start with simple methods within your reach, then no one can stop you"
        ]
    },
    {
        "date": "2.23.176:50 am",
        "ctx": [
            "how do you deal with the fact that no matter when you finish your video, it would be even better if you worked on it for another year?",
            "it is best that i am allowing time to do many different types of videos. that is how i have decided to use my time"
        ]
    },
    {
        "date": "2.23.176:42 am",
        "ctx": [
            "if you had to pick a type of bird to keep as a pet which would it be?",
            "i'm not interested in having a pet bird"
        ]
    },
    {
        "date": "2.23.174:45 am",
        "ctx": [
            "why am i not you",
            "i'm not sure"
        ]
    },
    {
        "date": "2.23.174:14 am",
        "ctx": [
            "Is free will a social construct?",
            "no but i think 'social construct' is a social construct"
        ]
    },
    {
        "date": "2.23.174:08 am",
        "ctx": [
            "What are your views about political correctness?",
            "sometimes it's fun to do politics incorrectly"
        ]
    },
    {
        "date": "2.23.173:45 am",
        "ctx": [
            "what would you do with an infinite amount of nothing",
            "nothing"
        ]
    },
    {
        "date": "2.23.173:41 am",
        "ctx": [
            "Will you begin working on songs while the video uploads? or is the upload time so quick that it wouldnt be worth it",
            "this video will probably take a while to upload, like maybe more than an hour, not sure. the first thing to do after the video comes out is to firmly establish the rules of the song schedule. i might be thinking about that during the upload. i also might be doing tweets or instagrams. i might be doing reality updates. but i will probably still be checking the video for errors, because it is ironically very easy to notice errors while the video is uploading. and then if i notice something i will decide if i care and then potentially cancel and fix it and re-upload"
        ]
    },
    {
        "date": "2.23.173:39 am",
        "ctx": [
            "What's not done for the project yet",
            "mainly the score, the final vocals, and more graphics fixes, some labels, etc",
            "How long do you estimate the time for finishing the project",
            "i can't tell you"
        ]
    },
    {
        "date": "2.23.173:11 am",
        "ctx": [
            "hello, can you tell me how i can reach the nirvana? thanks",
            "stay where you currently are, and start calling it nirvana"
        ]
    },
    {
        "date": "2.23.172:41 am",
        "ctx": [
            "(ref: next-video-late2016-coming-out.html)Any estimated date for the video release?"
        ]
    },
    {
        "date": "2.23.171:56 am",
        "ctx": [
            "why are people so bad/good",
            "it helps the story line"
        ]
    },
    {
        "date": "2.23.171:52 am",
        "ctx": [
            "why stop instead of go",
            "now you can do both"
        ]
    },
    {
        "date": "2.23.171:44 am",
        "ctx": [
            "What do you live for?",
            "possibilities, opportunities, etc"
        ]
    },
    {
        "date": "2.23.171:34 am",
        "ctx": [
            "(ref: lb-wb-walk.html)did you really walk 8 hours from long island to manhattan?"
        ]
    },
    {
        "date": "2.23.1712:51 am",
        "ctx": [
            "What is your favorite thing to do?",
            "international business"
        ]
    },
    {
        "date": "2.23.1712:26 am",
        "ctx": [
            "statistically speaking, do you think there is a person who has ever lived who has been wrong about everything? like, every single thing?",
            "no"
        ]
    },
    {
        "date": "2.23.1712:21 am",
        "ctx": [
            "what is the importance of phrasal motifs in your self expression? or would you rather me form my own opinion about this subject?",
            "sometimes i do things in music without checking first to see if it a phrasal motif. that way i could be doing a phrasal motif at any time, without even knowing, which i find thrilling"
        ]
    },
    {
        "date": "2.23.1712:10 am",
        "ctx": [
            "is it ok to get lost in life?",
            "oh hell yeah"
        ]
    },
    {
        "date": "2.22.1711:48 pm",
        "ctx": [
            "(ref: are-you-happy.html)Are you happy?"
        ]
    },
    {
        "date": "2.22.1711:22 pm",
        "ctx": [
            "Could you link this to a random page on your website",
            "(ref: http://www.billwurtz.com/anagrams.html)sure"
        ]
    },
    {
        "date": "2.22.17 11:18 pm",
        "ctx": [
            "how to remove meatball from soup.",
            "there are a hundred million ways"
        ]
    },
    {
        "date": "2.22.17 11:10 pm",
        "ctx": [
            "why aren't you uploading",
            "because i am making a video"
        ]
    },
    {
        "date": "2.22.1710:28 pm",
        "ctx": [
            "how do I stop overestimating myself?",
            "do better than you estimated"
        ]
    },
    {
        "date": "2.22.1710:21 pm",
        "ctx": [
            "Which of the three main theories on the death of the universe is your favorite, and are you hopeful about the future?",
            "almost everything in the universe is going to die before the universe dies. so it seems like the death of the universe would be the wrong thing to worry about first"
        ]
    },
    {
        "date": "2.22.17 9:05 pm",
        "ctx": [
            "How to talk 2 ppl?!??!",
            "you can make up a way"
        ]
    },
    {
        "date": "2.22.17 8:14 pm",
        "ctx": [
            "What do you think are the computational properties of consciousness?",
            "it's nice, you can compute stuff,  and enjoy doing it",
            "And, do you believe in qualia realism/valence structuralism?",
            "seems legit"
        ]
    },
    {
        "date": "2.22.17 8:12 pm",
        "ctx": [
            "(ref: do-you-love-me.html)do you love me"
        ]
    },
    {
        "date": "2.22.17 7:57 pm",
        "ctx": [
            "do you find the new video to be a burden? do you take offense when people rag on you for your delay in its upload?",
            "yes, although it happens to be the most important and exciting thing i could do at this time in my career. also there is no delay. i have been working on this video without any delay since the last video, and will upload it immediately when it's completed, without delay"
        ]
    },
    {
        "date": "2.22.17 7:46 pm",
        "ctx": [
            "When it comes to making your music, do you prefer singing or doing the instrumentals?",
            "i have discovered that it's important to use both"
        ]
    },
    {
        "date": "2.22.17 7:21 pm",
        "ctx": [
            "(ref: dont-understand.html)march? april? july? never?"
        ]
    },
    {
        "date": "2.22.177:18 pm",
        "ctx": [
            "how much hedge would a hedgehog hog if a hedgehog would give a fuck?",
            "they are going to have to learn to share the hedges"
        ]
    },
    {
        "date": "2.22.177:09 pm",
        "ctx": [
            "(ref: can-you-answer-this-question.html)Can you answer this? That would be awesome"
        ]
    },
    {
        "date": "2.22.176:11 pm",
        "ctx": [
            "(ref: favorite-book-2.html)Do you enjoy reading books? If so, what is your favorite?"
        ]
    },
    {
        "date": "2.22.175:55 pm",
        "ctx": [
            "how come you haven't uploaded in months, but reply to almost every question here?",
            "i have been working on a video the entire time. and i don't answer most of the questions"
        ]
    },
    {
        "date": "2.22.175:38 pm",
        "ctx": [
            "will you add more sheet music to expert mode?",
            "i think so"
        ]
    },
    {
        "date": "2.22.174:53 pm",
        "ctx": [
            "(ref: history-of-usa-request.html)can you do history of the usa?"
        ]
    },
    {
        "date": "2.22.173:41 pm",
        "ctx": [
            "what happens if you microwave a microwave",
            "i'm not sure. most microwaves don't fit in the microwave"
        ]
    },
    {
        "date": "2.22.173:28 pm",
        "ctx": [
            "(ref: yes-or-no.html)yes or no?"
        ]
    },
    {
        "date": "2.22.173:09 pm",
        "ctx": [
            "how do you suggest i motivate myself to exercise?",
            "convince a monster to chase you"
        ]
    },
    {
        "date": "2.22.171:32 pm",
        "ctx": [
            "if you met your clone what would you say",
            "hi, hello, etc"
        ]
    },
    {
        "date": "2.22.1712:52 pm",
        "ctx": [
            "The video seems to be something on the entire world, or at least a large section of time. In the instance of some info overlapping with what was covered in History of Japan, will you skip over it or do something new for that info? I don't imagine you'd just reuse direct footage from the HoJ vid.",
            "it's all new, although you will recognize the plot points. plus as a bonus in this video  i have also included japan's worst plot point, by popular demand"
        ]
    },
    {
        "date": "2.22.17 11:06 am",
        "ctx": [
            "What is your color?",
            "the colors belong to everyone"
        ]
    },
    {
        "date": "2.22.17 10:52 am",
        "ctx": [
            "What is your \"strategy\" for finding / meeting friends?",
            "for the last several years the strategy has been to move foraward with my career, with or without friends"
        ]
    },
    {
        "date": "2.22.17 9:54 am",
        "ctx": [
            "Have you ever borrowed a canoe?",
            "no"
        ]
    },
    {
        "date": "2.22.17 9:44 am",
        "ctx": [
            "Do you mention Japan in your new video?",
            "yes"
        ]
    },
    {
        "date": "2.22.179:35 am",
        "ctx": [
            "(ref: bedtime.html)At what times do you usually sleep at?"
        ]
    },
    {
        "date": "2.22.17 9:27 am",
        "ctx": [
            "Can you help me?",
            "i will try"
        ]
    },
    {
        "date": "2.22.17 8:59 am",
        "ctx": [
            "how does one start a soviet union?",
            "i'm not sure"
        ]
    },
    {
        "date": "2.22.17 7:46 am",
        "ctx": [
            "when will you come back to youtube?",
            "when i finish the video i have been working on for the entire time since the last video i posted there. i don't consider it leaving, because i have spent the entire time making the video which will go there. i hope that makes sense"
        ]
    },
    {
        "date": "2.22.17 5:39 am",
        "ctx": [
            "Bill, i must Ask you for something personal. Something no one has asked for.Chicken or Beef?",
            "sorry i don't have any"
        ]
    },
    {
        "date": "2.22.17 5:14 am",
        "ctx": [
            "can we exist on purpose ?",
            "sure"
        ]
    },
    {
        "date": "2.22.17 4:40 am",
        "ctx": [
            "(ref: how-many-questions.html)what percentage of questions sadly, go unasnwered in this useless page?"
        ]
    },
    {
        "date": "2.22.17 4:11 am",
        "ctx": [
            "is there anything else you do in your free time apart from working on the video, eating, sleeping and using the toilet?",
            "no"
        ]
    },
    {
        "date": "2.22.17 4:05 am",
        "ctx": [
            "why did your history of the united states video collapse?",
            "i had too much prior knowledge in certain areas, and that threw the whole thing off balance. that's why the second time around i chose a topic that i knew nothing about (japan)"
        ]
    },
    {
        "date": "2.22.17 4:00 am",
        "ctx": [
            "are you a lazy cunt?",
            "no"
        ]
    },
    {
        "date": "2.22.171:26 am",
        "ctx": [
            "will the new video be about the history of a country or another topic?",
            "much more"
        ]
    },
    {
        "date": "2.21.1711:45 pm",
        "ctx": [
            "do you talk to yourself because you have no one else to talk to?",
            "yes"
        ]
    },
    {
        "date": "2.21.1711:28 pm",
        "ctx": [
            "hey man (ref: hows-the-weather.html)how's the weather"
        ]
    },
    {
        "date": "2.21.1711:26 pm",
        "ctx": [
            "is it ok to ask this question??",
            "i will check with the rules and regulations"
        ]
    },
    {
        "date": "2.21.179:58 pm",
        "ctx": [
            "will your video speculate the heat death of the universe?",
            "no"
        ]
    },
    {
        "date": "2.21.179:16 pm",
        "ctx": [
            "It sounds like you're rapidly approaching the end of the video! How relieved/happy are you about that?",
            "i'm not there yet but i'm getting closer. i am excited to move on to what comes next, after the video"
        ]
    },
    {
        "date": "2.21.179:14 pm",
        "ctx": [
            "what were you anxious about when you were 17?",
            "finding friends"
        ]
    },
    {
        "date": "2.21.178:17 pm",
        "ctx": [
            "would you ever consider creating a discord server?",
            "maybe"
        ]
    },
    {
        "date": "2.21.177:48 pm",
        "ctx": [
            "why do I feel that every \"song\" or music piece I write already exists? how do you get past that feel?",
            "try to get yourself into more trouble"
        ]
    },
    {
        "date": "2.21.177:26 pm",
        "ctx": [
            "How much is too much?",
            "i'd say more than enough"
        ]
    },
    {
        "date": "2.21.177:14 pm",
        "ctx": [
            "(ref: why-japan.html)Anything in particular that made you pick Japan in your \"History of Japan\" video? Was there any quirky facts that stood out?"
        ]
    },
    {
        "date": "2.21.176:49 pm",
        "ctx": [
            "are pigeons doing okay",
            "some of them are"
        ]
    },
    {
        "date": "2.21.175:56 pm",
        "ctx": [
            "(ref: why-didnt-you-answer-my-question.html)why do you never answer my questions"
        ]
    },
    {
        "date": "2.21.174:13 pm",
        "ctx": [
            "(ref: can-you-read-this.html)?etorw I tahw daer uoy naC"
        ]
    },
    {
        "date": "2.21.173:54 pm",
        "ctx": [
            "if you could only use one electronic device for the rest of your life what would it be",
            "myself"
        ]
    },
    {
        "date": "2.21.173:54 pm",
        "ctx": [
            "if I have a number that isn't 1 or 0 then what is it",
            "non-binary"
        ]
    },
    {
        "date": "2.21.173:45 pm",
        "ctx": [
            "is \"x\" an usefull question?",
            "it can be"
        ]
    },
    {
        "date": "2.21.173:33 pm",
        "ctx": [
            "do you ever make a map then take a nap?",
            "sometimes"
        ]
    },
    {
        "date": "2.21.173:15 pm",
        "ctx": [
            "is the first word in the new video \"the\"?",
            "no"
        ]
    },
    {
        "date": "2.21.173:12 pm",
        "ctx": [
            "would you like to go to the mall with me?",
            "sure"
        ]
    },
    {
        "date": "2.21.172:49 pm",
        "ctx": [
            "please tell me you have a keytar.. you gotta",
            "absolutely not"
        ]
    },
    {
        "date": "2.21.172:31 pm",
        "ctx": [
            "how much hedge would a hedgehog hog if a hedgehog could hog hedge?",
            "they are going to have to learn to share the hedges"
        ]
    },
    {
        "date": "2.21.172:02 pm",
        "ctx": [
            "If you could invent a word, what would it be?",
            "a"
        ]
    },
    {
        "date": "2.21.171:32 pm",
        "ctx": [
            "(ref: ask-button-capitals.html)Can you change \"ASK\" to lower case? It makes me nervous."
        ]
    },
    {
        "date": "2.21.171:30 pm",
        "ctx": [
            "My hype is uncontainable. What do you think about this?",
            "i know how you feel"
        ]
    },
    {
        "date": "2.21.1710:33 am",
        "ctx": [
            "What's the single greatest thing that ever happened to you?",
            "i started posting videos/songs 5 days a week on my website, in early 2014"
        ]
    },
    {
        "date": "2.21.177:20 am",
        "ctx": [
            "I have a VCR. Now what?",
            "i dunno, watch some tapes"
        ]
    },
    {
        "date": "2.21.172:48 am",
        "ctx": [
            "Has working on the new video taken longer than the time you put into your Japan video?",
            "yes",
            "If so, do you think any added pressure to perform after the success of the Japan video is to blame?",
            "no, it's just a longer video, on a much much larger topic"
        ]
    },
    {
        "date": "2.21.17 2:34 am",
        "ctx": [
            "what does the braille say in blind to no avail? (at 0:48)",
            "i don't remember but i think someone translated it in youtube comments"
        ]
    },
    {
        "date": "2.21.17 1:25 am",
        "ctx": [
            "the lyrics page is visually painful to look at",
            "that's a gentle reminder that the lyrics belong in the songs, not sitting silently on a page"
        ]
    },
    {
        "date": "2.20.17 11:50 pm",
        "ctx": [
            "greetings bill what is your thought on food poisoning",
            "all the food is poisoned"
        ]
    },
    {
        "date": "2.20.17 11:09 pm",
        "ctx": [
            "Didn't you used to read youtube comments? You've replied to a few in the past",
            "it got too crazy. now i keep all the communication on this page, which has been a relatively safe space"
        ]
    },
    {
        "date": "2.20.179:30 pm",
        "ctx": [
            "When will you post on YouTube again?",
            "as soon as i finish the video i have been working on for the last 8 months"
        ]
    },
    {
        "date": "2.20.179:19 pm",
        "ctx": [
            "(ref: woodchuck.html)How much wood could a wood chuck chuck if a wood chuck could chuck wood."
        ]
    },
    {
        "date": "2.20.179:19 pm",
        "ctx": [
            "(ref: where-did-you-go.html)where did you go?"
        ]
    },
    {
        "date": "2.20.179:16 pm",
        "ctx": [
            "Is vaporwave real?",
            "you get to decide"
        ]
    },
    {
        "date": "2.20.178:48 pm",
        "ctx": [
            "bill would you please pretty please do a video on how you do all your effects on fcpx? I really want to do the text warping and shit you do but I don't know how do do it :(",
            "i don't use fcpx"
        ]
    },
    {
        "date": "2.20.178:46 pm",
        "ctx": [
            "One of the reality videos is you saying \"I think i'd like to do History of Japan...seems like a sweet spot.\" Looking back, would you say you were correct?",
            "i just needed a warm up topic that i knew i could finish without it falling apart"
        ]
    },
    {
        "date": "2.20.17 7:13 pm",
        "ctx": [
            "(ref: woodchuck.html)How much wood could a wood chuck chuck if a wood chuck could chuck wood?"
        ]
    },
    {
        "date": "2.20.17 5:18 pm",
        "ctx": [
            "Mate, I love you music. Will we ever see an EP or something similar from you?Sincerely,Gus",
            "i have released songs in groups, as well as 1 at a time. and I will continue to do both, in the future"
        ]
    },
    {
        "date": "2.20.17 4:20 pm",
        "ctx": [
            "Why is it called Artificial Intelligence if it could be just as smart as human intelligence?",
            "because it was named by dumb humans"
        ]
    },
    {
        "date": "2.20.17 3:18 pm",
        "ctx": [
            "if you miss a place in the video, that people may or may not have asked for, are you prepared for people to tell you \"you missed my place of origin!!!\" ten million times in the comments?",
            "i'm not going to read the comments"
        ]
    },
    {
        "date": "2.20.17 3:13 pm",
        "ctx": [
            "do you like (ref: memes.html)memes?"
        ]
    },
    {
        "date": "2.20.17 2:51 pm",
        "ctx": [
            "is existance cool",
            "yes"
        ]
    },
    {
        "date": "2.20.17 2:16 pm",
        "ctx": [
            "(ref: do-you-lie-when-answering-questions.html)do you ever lie to seem different or unexpected or out of the normal so to speak (on this page)"
        ]
    },
    {
        "date": "2.20.17 1:49 pm",
        "ctx": [
            "(ref: can-you-answer-this-question.html)will you answer this question?"
        ]
    },
    {
        "date": "2.20.17 9:55 am",
        "ctx": [
            "What if your next video is a prank and is just 20 minutes of silence and a black screen?",
            "then it wouldn't take so long to make"
        ]
    },
    {
        "date": "2.20.17 9:24 am",
        "ctx": [
            "Do you like rusty spoons?",
            "no"
        ]
    },
    {
        "date": "2.20.17 4:22 am",
        "ctx": [
            "(ref: why-do-you-hate-yourself.html)ever tried to find some professional counseling to deal with your self-hating?"
        ]
    },
    {
        "date": "2.20.17 4:14 am",
        "ctx": [
            "(ref: where-do-you-live.html)where do u live"
        ]
    },
    {
        "date": "2.20.17 12:09 am",
        "ctx": [
            "Is it crazy how saying sentences backwards creates backwards sentences saying how crazy it is?",
            "yes"
        ]
    },
    {
        "date": "2.19.17 11:38 pm",
        "ctx": [
            "what's the plan if you ever somehow manage to burn through that binder full of songs you've written? i'd argue that something as monumental as that would warrant a little break to celebrate",
            "there are many binders, but a large amount of them are outside the binders. there would not be enough time in my lifetime to record all of them. also, writing will continue to be intertwined with the process to ensure that all of the work is up to date with my best abilities"
        ]
    },
    {
        "date": "2.19.17 11:26 pm",
        "ctx": [
            "when do you find it appropriate to choose a favorite thing",
            "at any time. for example, at \"this\" moment in time my favorite word was 'this' because it worked well in the sentence i was trying to say at that particular time. i hope that makes sense"
        ]
    },
    {
        "date": "2.19.17 10:54 pm",
        "ctx": [
            "(ref: who-are-you.html)who are you?"
        ]
    },
    {
        "date": "2.19.17 10:48 pm",
        "ctx": [
            "Where is Pepe?",
            "in 2015, right where we left him"
        ]
    },
    {
        "date": "2.20.17 1:51 am",
        "ctx": [
            "What is best?",
            "it would be different depending on the situation"
        ]
    },
    {
        "date": "2.19.1710:36 pm",
        "ctx": [
            "(ref: how-do-you-stay-motivated.html)How do you stay motivated?"
        ]
    },
    {
        "date": "2.19.179:09 pm",
        "ctx": [
            "wouldnt doing \"songs forever\" be counter productive fir doing other things?",
            "sure, and doing other things would be counter productive for doing songs forever"
        ]
    },
    {
        "date": "2.19.178:59 pm",
        "ctx": [
            "whats your opinion on acapella?",
            "i think it means just vocals, no instruments"
        ]
    },
    {
        "date": "2.19.178:50 pm",
        "ctx": [
            "how do i type",
            "so far you are doing great"
        ]
    },
    {
        "date": "2.19.178:46 pm",
        "ctx": [
            "Is there any good free piano MIDI recording software out there for Mac?",
            "there is one that comes with every mac that 'kind of sucks' but also works totally fine"
        ]
    },
    {
        "date": "2.19.177:54 pm",
        "ctx": [
            "Will you be part of my post-vaporchillcore act?",
            "not right now"
        ]
    },
    {
        "date": "2.19.177:48 pm",
        "ctx": [
            "(ref: survival-strategy.html)what inspired you to make all this interesting content"
        ]
    },
    {
        "date": "2.19.177:28 pm",
        "ctx": [
            "how to make your writing funnier?",
            "just try to make it not-funny and wait for people to be mad at you for not being funny. it works for me"
        ]
    },
    {
        "date": "2.19.177:11 pm",
        "ctx": [
            "(ref: alphabet-nonsense.html)On a scale of one to ten, what is your favovourite colour of the alphabet?"
        ]
    },
    {
        "date": "2.19.177:11 pm",
        "ctx": [
            "will you be answering questions a while?",
            "yes",
            "will you be answering questions in a while?",
            "yes"
        ]
    },
    {
        "date": "2.19.176:20 pm",
        "ctx": [
            "you're going to do songs forever? Does that mean we won't be seeing another long masterpiece for a long time after the new one comes out?",
            "great news i have found a quantum mechanical breakthrough that will allow me to do everything at the same time"
        ]
    },
    {
        "date": "2.19.174:22 pm",
        "ctx": [
            "What is your political stance?",
            "casual"
        ]
    },
    {
        "date": "2.19.174:14 pm",
        "ctx": [
            "have you ever asked yourself a question?",
            "oh hell yeah"
        ]
    },
    {
        "date": "2.19.174:12 pm",
        "ctx": [
            "(ref: do-you-enjoy-answering-questions.html)do you enjoy answering questions"
        ]
    },
    {
        "date": "2.19.174:11 pm",
        "ctx": [
            "bill if you were forced to change your name what would you rename yourself",
            "name keeper"
        ]
    },
    {
        "date": "2.19.172:02 pm",
        "ctx": [
            "Have you ever looked at something written in another language and had the urge to try to translate it (I don't mean a message to you)?",
            "yes"
        ]
    },
    {
        "date": "2.19.171:40 pm",
        "ctx": [
            "Are your videos compatible with my ZX Spectrum?",
            "i'm not sure"
        ]
    },
    {
        "date": "2.19.1712:52 pm",
        "ctx": [
            "if you finish a song in less than a week do you spend the rest of the week doing other stuff or start the next week right then",
            "there will be more than enough to do. make songs, make videos to go with the songs, update journal edits, update improv edits, make more non-song videos, and much much more. Way more than could ever fit into a week. but i have chosen one of those things (the first one mentioned) and it will be set in stone to occur on a scheduled regular basis. other than that, it will be as much work on the other things as i can fit in edgewise. i hope that makes sense"
        ]
    },
    {
        "date": "2.19.1712:52 pm",
        "ctx": [
            "Are you human or A.I? NOT SURE.",
            "i will check"
        ]
    },
    {
        "date": "2.19.1712:44 pm",
        "ctx": [
            "When is making a video not fun?",
            "maybe if you're not allowed to make it how you want to make it"
        ]
    },
    {
        "date": "2.19.1712:24 pm",
        "ctx": [
            "bill wirtz what are your stats?",
            "ok"
        ]
    },
    {
        "date": "2.19.17 12:21 pm",
        "ctx": [
            "yo got any sick leitmotifs????",
            "i dunno, the human genome"
        ]
    },
    {
        "date": "2.19.17 11:39 am",
        "ctx": [
            "Why do you seem to avoid re-visiting the videos you already made?",
            "... because i already made them? not sure i understand the question. some videos are not even made yet. if i don't visit those ones they will never exist"
        ]
    },
    {
        "date": "2.19.17 11:31 am",
        "ctx": [
            "So for newer songs, are you planning on doing videos like \"I'm crazy/it's raining\" (i.e. graphics and dancing and all), or will they be more like \"the road\" (i.e. just a static image the whole time)? Or will it depend on individual songs?",
            "the road didn't have a video. i am not sure which songs are going to have videos. i wish all songs could have videos but i have so many songs and i need to get them out, and if i do them without videos i can probably do many more"
        ]
    },
    {
        "date": "2.19.17 10:08 am",
        "ctx": [
            "This page does not have the word \"(ref: turtle.html)turtle\" anywhere in it so i will ask the question: Turtle?"
        ]
    },
    {
        "date": "2.19.17 7:49 am",
        "ctx": [
            "(ref: do-you-play-games.html)Play any games?"
        ]
    },
    {
        "date": "2.19.17 6:54 am",
        "ctx": [
            "(ref: do-you-ask-yourself-questions-on-here.html)do you submit some of these questions yourself?"
        ]
    },
    {
        "date": "2.19.17 5:34 am",
        "ctx": [
            "how are your efforts to be a person paying off? or have you stopped trying?",
            "i never had to try"
        ]
    },
    {
        "date": "2.19.17 5:25 am",
        "ctx": [
            "how many times have you watched your history of japan video? or you're like me and have lost the count?",
            "besides the hundreds of times i had to watch it while i was making it, i have not seen it since"
        ]
    },
    {
        "date": "2.19.17 4:00 am",
        "ctx": [
            "i have just discovered the wonderful reality section of your website. do you intend to upload videos there once you get the time?",
            "i am not going to get the time, but i will do it anyway"
        ]
    },
    {
        "date": "2.19.171:44 am",
        "ctx": [
            "So what's the plan?",
            "finish the video and then do songs forever"
        ]
    },
    {
        "date": "2.19.171:19 am",
        "ctx": [
            "do you expect the new video to beat the 21 million views on the history of japan?",
            "i am not the one who does the views. i only view the video 1 time, to make sure it was uploaded correctly. the rest of the views come from different people, other than me"
        ]
    },
    {
        "date": "2.19.171:10 am",
        "ctx": [
            "are you a man of science?",
            "sure, i guess"
        ]
    },
    {
        "date": "2.19.1712:33 am",
        "ctx": [
            "Do you feel like you're making longer videos?",
            "yes",
            "Ones that last a really long time?",
            "yes",
            "Do you feel like you're making stronger videos?",
            "oh hell yea",
            "Online?",
            "yes",
            "On Vine?",
            "no"
        ]
    },
    {
        "date": "2.19.1712:27 am",
        "ctx": [
            "I just discover the other other categories bill why do you make your website so difficult and wonderful",
            "you might have just answered your own question"
        ]
    },
    {
        "date": "2.19.1712:27 am",
        "ctx": [
            "are you black? asking for a friend",
            "i will check"
        ]
    },
    {
        "date": "2.19.1712:19 am",
        "ctx": [
            "What drug are you on mah nigga?",
            "common sense"
        ]
    },
    {
        "date": "2.18.1711:53 pm",
        "ctx": [
            "why do my hands smell weird after i peel an orange",
            "they should smell like an orange"
        ]
    },
    {
        "date": "2.18.1711:51 pm",
        "ctx": [
            "what do you do when you're not making songs and videos?",
            "sleep"
        ]
    },
    {
        "date": "2.18.1711:44 pm",
        "ctx": [
            "Will the video include history of the future",
            "no"
        ]
    },
    {
        "date": "2.18.1711:43 pm",
        "ctx": [
            "have you done/would you ever do music with only vocal parts?",
            "sure, that sounds like a great idea. i don't think i have ever done it but it sounds like a great idea"
        ]
    },
    {
        "date": "2.18.1711:24 pm",
        "ctx": [
            "Are you going to be making more videos soon on your youtibe channel??",
            "i have been doing it this entire time. the only time i stopped was last spring, to do journal edits which were only posted on the website and not youtube"
        ]
    },
    {
        "date": "2.18.1711:09 pm",
        "ctx": [
            "How does one gain the motivation to write? I have an entire fictional universe in my head but can't seem to get it on paper. Any thoughts on something that could help?",
            "just start out trying to write anything, and create it in some way. if you still can't do it, lower the stakes, and reduce the size and magnitude of the thing until you can do it. then congratulations you did something that is all your own. now do something a little bit bigger, or do 10 more small things then by then you should be ready to try something slightly bigger"
        ]
    },
    {
        "date": "2.18.1710:47 pm",
        "ctx": [
            "When does Snail Time 2 come out?",
            "never",
            "What about the History of Snails video?",
            "never"
        ]
    },
    {
        "date": "2.18.1710:35 pm",
        "ctx": [
            "(ref: what-are-you.html)what are you"
        ]
    },
    {
        "date": "2.18.1710:28 pm",
        "ctx": [
            "Are your videos Y2K compatible?",
            "yes"
        ]
    },
    {
        "date": "2.18.179:24 pm",
        "ctx": [
            "Do you consider your viewers as friends?",
            "i have no idea who they all are"
        ]
    },
    {
        "date": "2.18.179:16 pm",
        "ctx": [
            "what is your favourite bridge?",
            "the one that allows you to cross a body of water which would be otherwise uncrossable"
        ]
    },
    {
        "date": "2.18.179:16 pm",
        "ctx": [
            "what is an interesting question to ask someone you have newly met (and have already passed the name stage)?",
            "it depends who the person is"
        ]
    },
    {
        "date": "2.18.178:07 pm",
        "ctx": [
            "would you still make videos if no one could else could ever see them",
            "i will keep making them for as long as it takes until someone sees them. i know if i keep making them someone will eventually see them"
        ]
    },
    {
        "date": "2.18.17 7:27 pm",
        "ctx": [
            "Why would you only release new songs once a week? Does the recording process really take that long or do you have other obligations?",
            "i need to allow enough time to do a song of 3min30 in length. that way i will never be forced to pick a short song due to time constraints (that is what always happened during 2014 because i was trying to do 4 videos a week at the same time, and as a result, i ended up doing way too many short songs!!!). that being said, this does not include any time to write the song, or make a video for it. so the songs might not have videos... or maybe i will race through and do half assed videos. but there are so many songs, i need to hustle, so that is why i need to make it a tight schedule (every week, or every 2 weeks). so to answer your question, 1 week will probably be too tight, but i love a challenge. also this does not include making videos for the reality page which is currently a year behind. also as soon as the schedule gets underway i will be looking at doing non-song videos also"
        ]
    },
    {
        "date": "2.18.17 5:20 pm",
        "ctx": [
            "Will your next video include the latest technology?",
            "yes"
        ]
    },
    {
        "date": "2.18.17 4:44 pm",
        "ctx": [
            "do you celebrate chinese new year?",
            "i celebrate every day"
        ]
    },
    {
        "date": "2.18.17 4:28 pm",
        "ctx": [
            "How long should a break be in your opinion?",
            "a break from what?"
        ]
    },
    {
        "date": "2.18.17 4:27 pm",
        "ctx": [
            "I'm sure lots of people ask how you are today, but how were you yesterday?",
            "good"
        ]
    },
    {
        "date": "2.18.17 4:00 pm",
        "ctx": [
            "how do i eat a pineapple?",
            "i'm not sure"
        ]
    },
    {
        "date": "2.18.17 3:55 pm",
        "ctx": [
            "do you think screaming into the abyss is a good way to vent?",
            "sure"
        ]
    },
    {
        "date": "2.18.17 2:49 pm",
        "ctx": [
            "What is your opinion on bees?",
            "they're ok"
        ]
    },
    {
        "date": "2.18.17 2:40 pm",
        "ctx": [
            "(ref: come-back.html)Will you come back?"
        ]
    },
    {
        "date": "2.18.17 1:45 pm",
        "ctx": [
            "do you like drawing?",
            "yes"
        ]
    },
    {
        "date": "2.18.17 1:45 pm",
        "ctx": [
            "what can you do when you are bored?",
            "eradicate poverty"
        ]
    },
    {
        "date": "2.18.17 1:44 pm",
        "ctx": [
            "(ref: favorite-book.html)Favourite book?"
        ]
    },
    {
        "date": "2.18.17 12:18 pm",
        "ctx": [
            "why is the ocean scary?",
            "it has monsters"
        ]
    },
    {
        "date": "2.18.17 11:15 am",
        "ctx": [
            "why is math so unfair",
            "i don't know what you're talking about. math is like  the most fair thing there is"
        ]
    },
    {
        "date": "2.18.17 11:00 am",
        "ctx": [
            "Do you ever worry about people not liking your stuff?",
            "no"
        ]
    },
    {
        "date": "2.18.17 10:04 am",
        "ctx": [
            "WHAT ABOUT (ref: memes.html)MEMES BILL WHAT ABOUT THEM????"
        ]
    },
    {
        "date": "2.18.17 9:48 am",
        "ctx": [
            "what's your astrology, do you like/ascribe that stuff?",
            "everything square everything"
        ]
    },
    {
        "date": "2.18.178:15 am",
        "ctx": [
            "Can we look foreward to you running for president in 2020?",
            "no"
        ]
    },
    {
        "date": "2.18.176:34 am",
        "ctx": [
            "(ref: dont-understand.html)4?"
        ]
    },
    {
        "date": "2.18.176:34 am",
        "ctx": [
            "(ref: do-you-enjoy-answering-questions.html)do you feel happy with yourself when you answer questions? Because I feel happy when you answer my questions. I don't know if this feeling is reciprocal"
        ]
    },
    {
        "date": "2.18.176:32 am",
        "ctx": [
            "(ref: dont-understand.html)China or Japan?"
        ]
    },
    {
        "date": "2.18.176:29 am",
        "ctx": [
            "(ref: title-design.html)Why questions is written as \"ueqstions\"? I can't see the true meaning behind this"
        ]
    },
    {
        "date": "2.18.176:22 am",
        "ctx": [
            "what is the meaning of \"different\"?",
            "non-identical"
        ]
    },
    {
        "date": "2.18.173:51 am",
        "ctx": [
            "Do you like the word \"pluck\" ?",
            "not really",
            "Cause I like it a lot and so we could be friends"
        ]
    },
    {
        "date": "2.18.173:20 am",
        "ctx": [
            "Can we trust the pigeons?",
            "trust which pigeons, with what"
        ]
    },
    {
        "date": "2.18.173:08 am",
        "ctx": [
            "Would you do a commercial or short for AdultSwim?",
            "no sorry"
        ]
    },
    {
        "date": "2.18.172:58 am",
        "ctx": [
            "i cant find \"what is love\" on your lyric page.",
            "i don't really consider that a song. it was written to be a video"
        ]
    },
    {
        "date": "2.18.172:13 am",
        "ctx": [
            "how come people dont take your videos seriously?",
            "i think some people do and some people don't"
        ]
    },
    {
        "date": "2.18.1712:18 am",
        "ctx": [
            "can you demonstrate for us that your caps lock key is working",
            "(ref: Screen shot 2017-02-18 at 2.42.23 AM.png)sure"
        ]
    },
    {
        "date": "2.17.1710:09 pm",
        "ctx": [
            "(ref: what-should-i-ask.html)what should i ask"
        ]
    },
    {
        "date": "2.17.1710:08 pm",
        "ctx": [
            "Will you rest at all after the huge video is done?",
            "no"
        ]
    },
    {
        "date": "2.17.179:59 pm",
        "ctx": [
            "I would like to be a better and more productive person, do you have any suggestions for me?",
            "step one is figuring out clearly what exactly you wish to produce"
        ]
    },
    {
        "date": "2.17.178:58 pm",
        "ctx": [
            "how many personal levels do ya have",
            "it's hard to count the levels, it's more like a ramp"
        ]
    },
    {
        "date": "2.17.178:17 pm",
        "ctx": [
            "Can you tell me how animation is animated? If so, what?",
            "one frame at a time"
        ]
    },
    {
        "date": "2.17.17 7:55 pm",
        "ctx": [
            "Is there a link to all the green links? Also I love you.",
            "maybe"
        ]
    },
    {
        "date": "2.17.17 7:22 pm",
        "ctx": [
            "Have you ever looked back in your life and regretted not trying more?",
            "i have always been trying as much as i can"
        ]
    },
    {
        "date": "2.17.17 6:18 pm",
        "ctx": [
            "hey this is the police, we need to arrest you for the use of an illegal substance called imagination",
            "oh no, not again"
        ]
    },
    {
        "date": "2.17.17 5:57 pm",
        "ctx": [
            "Is the new video longer than history of Japan?",
            "yes"
        ]
    },
    {
        "date": "2.17.17 5:44 pm",
        "ctx": [
            "Do you believe art is in the eye of the beholder? Is it defined by the artist? Is a definition for \"art\" even useful?",
            "art can be anything. i'm not sure if that answers your question"
        ]
    },
    {
        "date": "2.17.17 5:23 pm",
        "ctx": [
            "I love you music, do you think you'll make more stuff like It's Crazy/It's Raining? :D",
            "after this video is done i will be doing songs every week, or every 2 weeks"
        ]
    },
    {
        "date": "2.17.17 5:02 pm",
        "ctx": [
            "do you ever feel like if you really want to do anything important you have to become the president",
            "no, but it might help to be really rich"
        ]
    },
    {
        "date": "2.17.17 5:01 pm",
        "ctx": [
            "Can I send you a keyboard with caps lock?",
            "mine already has it"
        ]
    },
    {
        "date": "2.17.17 3:56 pm",
        "ctx": [
            "do you feel you are getting closer to the finish line for the new video? does it still seem daunting?",
            "it has been daunting for many, many months. but i am rapidly approaching the finish line. although there is still a lot of work to be done"
        ]
    },
    {
        "date": "2.17.17 2:58 pm",
        "ctx": [
            "There's one segment on the teaser schedule you posted that's blurred out. If we happen to ask what point you're at in the video and its in that secret section, will you say \"I'm in this section\" in a way that doesnt reveal it, or just not answer until you moved past it?",
            "that is part of what i'm doing now. once i get the final narration in there and alligned properly, then i will add the ****s in the background, as needed. should be quick and easy"
        ]
    },
    {
        "date": "2.17.17 2:55 pm",
        "ctx": [
            "Do you think anyone else is as excited as you are for this video to be out?",
            "no"
        ]
    },
    {
        "date": "2.17.17 2:43 pm",
        "ctx": [
            "(ref: favorite-color.html)favourite color?"
        ]
    },
    {
        "date": "2.17.17 2:19 pm",
        "ctx": [
            "can i edit your reality videos so you can work on the big video",
            "i am already working on the big video"
        ]
    },
    {
        "date": "2.17.17 1:11 pm",
        "ctx": [
            "what are stars made of?",
            "anything, as long as it's a jillion degrees"
        ]
    },
    {
        "date": "2.17.17 1:07 pm",
        "ctx": [
            "re: plato question. he said we were featherless bipeds, not birds. There aren't a lot of bipeds around so i understand the mistake. just clarifying for the person. Love!",
            "ah that makes sense"
        ]
    },
    {
        "date": "2.17.17 11:48 am",
        "ctx": [
            "how do i tell right from wrong",
            "you will have to make your best guess"
        ]
    },
    {
        "date": "2.17.17 11:48 am",
        "ctx": [
            "what phase are you currently at with the video?",
            "doing final vocals, and also making corrections to the graphics"
        ]
    },
    {
        "date": "2.17.17 11:34 am",
        "ctx": [
            "what do anagrams and standard 52 card decks have in common?",
            "the shuffle"
        ]
    },
    {
        "date": "2.17.17 10:50 am",
        "ctx": [
            "Do you think water is hiding a secret?",
            "maybe"
        ]
    },
    {
        "date": "2.17.17 10:16 am",
        "ctx": [
            "do you think it is possible for time to have a physicality",
            "not really"
        ]
    },
    {
        "date": "2.17.17 10:10 am",
        "ctx": [
            "Is this all just a simulation, bill?",
            "yes, and it's also real"
        ]
    },
    {
        "date": "2.17.17 10:07 am",
        "ctx": [
            "why are there like 5 million ways to spell hanukkah/chanukah/hanukah etc",
            "because this is not the native alphabet for that word"
        ]
    },
    {
        "date": "2.17.17 9:41 am",
        "ctx": [
            "do you still consider your music \"latin music\" or was that just the default bandcamp tag",
            "i still consider myself angry that you can't actually even make a page without choosing one. there's only like 10 choices! what is this, non-creativity dot com?"
        ]
    },
    {
        "date": "2.17.17 9:27 am",
        "ctx": [
            "how crazy is the new video on a scale of 1 to 10",
            "10"
        ]
    },
    {
        "date": "2.17.17 9:04 am",
        "ctx": [
            "Why do so many people like asking you questions about the English language (spellings, grammar, silent letters sorts of stuff)? Are they expecting you to be an authority on the subject? Language is molded by many many people over such a long period of time, I can't imagine you would be much more knowledgeable about the intricacies of English than any other person who spoke the language most of their life...",
            "thank you, i agree"
        ]
    },
    {
        "date": "2.17.177:29 am",
        "ctx": [
            "DON'T TYPE ALL CAPS IT'S SPAM",
            "ok"
        ]
    },
    {
        "date": "2.17.177:03 am",
        "ctx": [
            "(ref: next-video-late2016-coming-out.html)When is a new video coming out?"
        ]
    },
    {
        "date": "2.17.176:31 am",
        "ctx": [
            "Why'd did you say hydrogen was your favorite element? You usually never pick favorites. Or you say you like best whatever is appropriate for the situation.",
            "hydrogen was the original element, which all the other elements were made from. it's kind of like the number 1"
        ]
    },
    {
        "date": "2.17.174:35 am",
        "ctx": [
            "bill how much longer will it take to finish the HISTORY OF THE WHOLE UNIVERSE",
            "that's not exactly what it's called but i am working as fast as possible, as always",
            "it's been more than a year since the history of japan was uploaded (ref: when-will-next-history-video-come-out.html)how many weeks or days or months will it release? or are you still making it and not done?",
            "you think i would just sit around with a crazy video finished and not release it? you think i'm some kinda idiot?"
        ]
    },
    {
        "date": "2.17.172:52 am",
        "ctx": [
            "any bongos in the new vid?",
            "i haven't done the score yet, but i'm sure there will be"
        ]
    },
    {
        "date": "2.17.172:28 am",
        "ctx": [
            "what is going on musically in snail time",
            "notes, and chords!"
        ]
    },
    {
        "date": "2.17.172:27 am",
        "ctx": [
            "you said in a video that you lived on kosciuszko street, but that you never did here. So my question is, how much is there to eat?",
            "i never said i lived on kosciuszko street. i said i lived \"at\" kosciuszko street"
        ]
    },
    {
        "date": "2.17.171:31 am",
        "ctx": [
            "How much time during the day do you usually devote to this current project of yours?",
            "the maximum amount available"
        ]
    },
    {
        "date": "2.17.171:30 am",
        "ctx": [
            "Since you're kind of like a runner does that mean you can see the finish line?",
            "sure"
        ]
    },
    {
        "date": "2.17.171:30 am",
        "ctx": [
            "Did you ever feel like the decision to start making longer videos beginning with the Japan history video was somewhat of a sudden transition from what you'd previously been doing with short videos for you or your viewers?",
            "i was ready to do longer videos/songs right at the moment when i had to start making even more shorter videos. so a few months later i was ready to explode. by the way the explosion is only partially complete"
        ]
    },
    {
        "date": "2.17.171:14 am",
        "ctx": [
            "how many years does a tomb have to go back to be considered archaeology instead of grave robbing",
            "i'm not sure, maybe 750 years"
        ]
    },
    {
        "date": "2.17.171:09 am",
        "ctx": [
            "how do you relate to the rest of the world?",
            "i guess i might be the world's cousin?"
        ]
    },
    {
        "date": "2.16.1711:15 pm",
        "ctx": [
            "What makes a good question?",
            "as long as the person asking it thinks it's a good question then it is a good question"
        ]
    },
    {
        "date": "2.16.1711:10 pm",
        "ctx": [
            "Do you understand this question?",
            "sort of"
        ]
    },
    {
        "date": "2.16.1711:09 pm",
        "ctx": [
            "Why the French Revolution?",
            "i guess the king & queen were too rich"
        ]
    },
    {
        "date": "2.16.1710:26 pm",
        "ctx": [
            "I can't handle how complex the world is. How should I handle this?",
            "document your journey"
        ]
    },
    {
        "date": "2.16.178:44 pm",
        "ctx": [
            "Will we see an update to the improv section when you start updating the reality section again?",
            "oh hell yeah"
        ]
    },
    {
        "date": "2.16.178:16 pm",
        "ctx": [
            "unlike the other other guy below, i love you because you create content that makes me feel nice, good, etc . And to make this a question, what did you do today?",
            "today i am working on the current project for as much time as humanly possible, in a swift and urgent manner"
        ]
    },
    {
        "date": "2.16.178:08 pm",
        "ctx": [
            "What's a soul?",
            "you"
        ]
    },
    {
        "date": "2.16.177:51 pm",
        "ctx": [
            "do you have a fixed routine? I'm not saying you wake up and do the same things everyday, but maybe you have some habits that help you be more efficient.",
            "i work on the current project for as much time as humanly possible, in a swift and urgent manner"
        ]
    },
    {
        "date": "2.16.176:46 pm",
        "ctx": [
            "Are you emo?",
            "i've never been tested"
        ]
    },
    {
        "date": "2.16.17 6:31 pm",
        "ctx": [
            "So what are you working on now? 7 months is a long time. And it's been a year since that awesome video. :D",
            "i have been working on a video"
        ]
    },
    {
        "date": "2.16.17 6:26 pm",
        "ctx": [
            "Ever think you might do something that sounds like marching band music?",
            "sure, if it makes sense for the situation"
        ]
    },
    {
        "date": "2.16.17 5:56 pm",
        "ctx": [
            "(ref: purpose-of-history-of-japan.html)Was there any motivation for the Japan history video? Or just general interest?"
        ]
    },
    {
        "date": "2.16.17 5:47 pm",
        "ctx": [
            "I feel like there's something amazing in everything, like, the most ordinary things are fucking spectacualar, in some way.",
            "that sounds about right",
            "But i dont know if I'm just kidding myself?"
        ]
    },
    {
        "date": "2.16.17 4:37 pm",
        "ctx": [
            "(ref: what-is-a-question.html)what is a question"
        ]
    },
    {
        "date": "2.16.17 4:28 pm",
        "ctx": [
            "(ref: are-you-going-to-post-more-videos.html)Are you ever going to upload on your youtube channel again?"
        ]
    },
    {
        "date": "2.16.17 4:12 pm",
        "ctx": [
            "(ref: dont-understand.html)Cat or Dog?"
        ]
    },
    {
        "date": "2.16.17 3:41 pm",
        "ctx": [
            "howdy sir would you like to join my rodeo",
            "i already have my own rodeo"
        ]
    },
    {
        "date": "2.16.17 2:29 pm",
        "ctx": [
            "which is your favourite element?",
            "hydrogen"
        ]
    },
    {
        "date": "2.16.17 2:29 pm",
        "ctx": [
            "what do you think about the sea?",
            "it's ok"
        ]
    },
    {
        "date": "2.16.17 2:21 pm",
        "ctx": [
            "what do you do when you are running out of brain space for learning new tricks",
            "once you learn tricks and assimilate then into practice, they don't take up any space"
        ]
    },
    {
        "date": "2.16.17 1:58 pm",
        "ctx": [
            "(ref: are-you-a-vegan.html)Are you Vegan?"
        ]
    },
    {
        "date": "2.16.17 12:55 pm",
        "ctx": [
            "(ref: we-are-number-one.html)Are you number one?"
        ]
    },
    {
        "date": "2.16.17 12:24 pm",
        "ctx": [
            "Why do you not care about the difference between 'wanting to die' and 'not wanting to live'?",
            "because i want to live"
        ]
    },
    {
        "date": "2.16.17 10:40 am",
        "ctx": [
            "how does it make you feel to know so many people are really excited to see your next video",
            "very good, and nice"
        ]
    },
    {
        "date": "2.16.179:51 am",
        "ctx": [
            "How old do you have to be to be considered old?",
            "1"
        ]
    },
    {
        "date": "2.16.179:01 am",
        "ctx": [
            "hey bill, would you ever be interested in making a movie or short film or whatever ?",
            "i have done it before, and i will do it more in the future. i am also doing it right now, in the present"
        ]
    },
    {
        "date": "2.16.178:04 am",
        "ctx": [
            "What is the difference between 'wanting to die', and 'not wanting to live'?",
            "i don't care"
        ]
    },
    {
        "date": "2.16.177:30 am",
        "ctx": [
            "Will you ever sort out your notes section so that it's easier to determine what type of note it is? e.g. notes that were written to be tweets have (tweet) in the link or something.",
            "i keep trying to find ways to sort out everything on this site. sometimes i find ways. sometimes i have no idea. the problem with 'types' is, just when you think there are '2' types, whoops there's infinite types"
        ]
    },
    {
        "date": "2.16.176:53 am",
        "ctx": [
            "is done better than perfect?",
            "only if you want the thing to exist"
        ]
    },
    {
        "date": "2.16.174:30 am",
        "ctx": [
            "this is a tad personal, but do you feel like you have figured out your most efficient work process, or are you still actively refining it?",
            "there's always more tricks to learn"
        ]
    },
    {
        "date": "2.16.172:38 am",
        "ctx": [
            "Is love a catastrophe?",
            "yes, and a miracle"
        ]
    },
    {
        "date": "2.16.172:06 am",
        "ctx": [
            "Why won't you say when your next history video comes out?",
            "it's kind of like how a runner won't be able to tell you his time until he finishes the race. all he can do is try to finish as quickly as possible"
        ]
    },
    {
        "date": "2.16.1712:37 am",
        "ctx": [
            "Why did Captain Cook get attacked by aboriginals?",
            "because he was an Alien"
        ]
    },
    {
        "date": "2.16.1712:33 am",
        "ctx": [
            "hey bill, what is your favorite kind of plane?",
            "i dunno, maybe a birdplane"
        ]
    },
    {
        "date": "2.15.1711:33 pm",
        "ctx": [
            "The Bill Wurtz Rule to answering questions: If the answer might be interesting to read, say something more cryptic.",
            "rule of reading this page: if you do not find it interesting, find something more interesting elsewhere"
        ]
    },
    {
        "date": "2.15.17 10:48 pm",
        "ctx": [
            "please love me",
            "i will try"
        ]
    },
    {
        "date": "2.15.17 10:11 pm",
        "ctx": [
            "How do you remember all the questions that are similar?",
            "i can't"
        ]
    },
    {
        "date": "2.15.17 8:27 pm",
        "ctx": [
            "if i want to be in a great relationship, should i get myself into a relationship, not knowing whether or not it will be great?",
            "it depends how tired you are of average relationships"
        ]
    },
    {
        "date": "2.15.17 8:23 pm",
        "ctx": [
            "TYPE IN ALL CAPS ITS FUN",
            "ok"
        ]
    },
    {
        "date": "2.15.17 8:21 pm",
        "ctx": [
            "Chapter books are just documents with lots of words",
            "i see what you mean"
        ]
    },
    {
        "date": "2.15.17 8:18 pm",
        "ctx": [
            "plato said that humans were featherless birds; do you agree? explain why or why not",
            "i think 'wingless' would be worth mentioning as well"
        ]
    },
    {
        "date": "2.15.17 8:16 pm",
        "ctx": [
            "How can we go so far as human being",
            "i think we are already doing it, and perhaps getting ready to go even further"
        ]
    },
    {
        "date": "2.15.17 8:11 pm",
        "ctx": [
            "(ref: http://billwurtz.com/how-do-you-make-your-videos.mp4)how do u make ur videos?"
        ]
    },
    {
        "date": "2.15.17 7:13 pm",
        "ctx": [
            "are you a cat",
            "i will check"
        ]
    },
    {
        "date": "2.15.17 6:50 pm",
        "ctx": [
            "Which of your videos is your favourite?",
            "i think you are looking at it a little bit differently than me"
        ]
    },
    {
        "date": "2.15.176:03 pm",
        "ctx": [
            "What's the longest you've ever spent trying to figure out the right answer to a question on this page?",
            "some of them i am still trying to figure out"
        ]
    },
    {
        "date": "2.15.175:40 pm",
        "ctx": [
            "Have you ever made a video?",
            "yes"
        ]
    },
    {
        "date": "2.15.175:31 pm",
        "ctx": [
            "Do you hope to die soon?",
            "no"
        ]
    },
    {
        "date": "2.15.175:30 pm",
        "ctx": [
            "Is love a bourgeois construct?",
            "i don't think so"
        ]
    },
    {
        "date": "2.15.175:28 pm",
        "ctx": [
            "(ref: more-of-the-same.html)Can you make another documentary?"
        ]
    },
    {
        "date": "2.15.174:50 pm",
        "ctx": [
            "Do you come from Earth?",
            "i've been here for several years and i don't remember what happened before. i'm not sure if that answers your question"
        ]
    },
    {
        "date": "2.15.174:37 pm",
        "ctx": [
            "how would you describe yourself?",
            "(ref: http://billwurtz.com/im-a-person.mp4)description of self"
        ]
    },
    {
        "date": "2.15.173:22 pm",
        "ctx": [
            "can a word be summarized",
            "sure"
        ]
    },
    {
        "date": "2.15.173:14 pm",
        "ctx": [
            "(ref: whats-your-motivation.html)What is your motivation?"
        ]
    },
    {
        "date": "2.15.172:46 pm",
        "ctx": [
            "(ref: will-you-be-my-friend.html)Will you be my friend?"
        ]
    },
    {
        "date": "2.15.172:31 pm",
        "ctx": [
            "(ref: reality-password.html)What is the password to acess reality?"
        ]
    },
    {
        "date": "2.15.171:48 pm",
        "ctx": [
            "how do you deal with stress?",
            "think about the ground"
        ]
    },
    {
        "date": "2.15.1712:21 pm",
        "ctx": [
            "What's a good gender neutral name for babies",
            "fob"
        ]
    },
    {
        "date": "2.15.1712:14 pm",
        "ctx": [
            "New Video Please :(",
            "i'm doing it as fast as i can"
        ]
    },
    {
        "date": "2.15.1711:59 am",
        "ctx": [
            "(ref: airline-food.html)whats the deal with airline food????"
        ]
    },
    {
        "date": "2.15.1711:33 am",
        "ctx": [
            "(ref: how-long-does-it-take-to-answer-questions.html)How much time do you spend answering these questions?"
        ]
    },
    {
        "date": "2.15.1710:58 am",
        "ctx": [
            "unlike the guy below, i officially love you because you often, but not always, answer my questions. you also create content i find compelling. how does that make you feel?",
            "nice, good, etc"
        ]
    },
    {
        "date": "2.15.1710:57 am",
        "ctx": [
            "(ref: next-video-late2016-coming-out.html)When will you release your next video?"
        ]
    },
    {
        "date": "2.15.17 8:52 am",
        "ctx": [
            "(ref: do-you-answer-all-questions.html)Do you answer all questions that you get asked on here?"
        ]
    },
    {
        "date": "2.15.17 8:38 am",
        "ctx": [
            "if space is infinite did the big bang even happen?",
            "sure. although 'big bang' seems like a lousy name for it. but that's ok because no one really knows what the heck it is yet"
        ]
    },
    {
        "date": "2.15.17 7:48 am",
        "ctx": [
            "(ref: what-should-i-ask.html)what do you want me to ask you?"
        ]
    },
    {
        "date": "2.15.17 6:56 am",
        "ctx": [
            "(ref: how-long-does-it-take-to-answer-questions.html)avg amount of time spent thinking about how to answer a question?"
        ]
    },
    {
        "date": "2.15.17 5:21 am",
        "ctx": [
            "What is the problem with people?",
            "they are too wonderful"
        ]
    },
    {
        "date": "2.15.17 4:05 am",
        "ctx": [
            "hi bill, in what percentage of situations at hand would you estimate the clarinet being the best instrument of all in?",
            "you have to decide for yourself when clarinet is right for you"
        ]
    },
    {
        "date": "2.15.17 4:01 am",
        "ctx": [
            "is love real ??",
            "yes, and fake"
        ]
    },
    {
        "date": "2.15.17 3:32 am",
        "ctx": [
            "when you say the japan video took 14 weeks, does that mean like 800+ hours of work?",
            "i finished it 98 days after i started it, and i finished it as soon as humanly possible"
        ]
    },
    {
        "date": "2.15.17 3:16 am",
        "ctx": [
            "what is the perfect comedy scene?",
            "a scene that is not perfect"
        ]
    },
    {
        "date": "2.15.17 2:04 am",
        "ctx": [
            "do you create content for other people or for yourself?",
            "it is for me to post, and for others to view. i hope that makes sense"
        ]
    },
    {
        "date": "2.15.17 1:46 am",
        "ctx": [
            "(ref: favorite-chord.html)What's your favourite chord"
        ]
    },
    {
        "date": "2.15.17 1:42 am",
        "ctx": [
            "(ref: do-you-love-me.html)do you love me?"
        ]
    },
    {
        "date": "2.15.17 1:17 am",
        "ctx": [
            "(ref: do-you-love-me.html)do you love me? (think carefully!)"
        ]
    },
    {
        "date": "2.15.17 1:11 am",
        "ctx": [
            "if u punch yourself and get hurt does that mean ur too strong or too weak?",
            "too dumb, i think"
        ]
    },
    {
        "date": "2.15.17 1:05 am",
        "ctx": [
            "What happens if you eat penguins?",
            "i'm not sure"
        ]
    },
    {
        "date": "2.15.17 12:40 am",
        "ctx": [
            "What's your favorite digit of pi?",
            "3"
        ]
    },
    {
        "date": "2.15.17 12:09 am",
        "ctx": [
            "Just because Valentine's Day happened, do you worry or care about being in a relationship with someone else, or are you happy and fine not being in one?",
            "it would be nice to be in a  great relationahip. but i am not. this has nothing to do with valentine's day"
        ]
    },
    {
        "date": "2.14.1711:34 pm",
        "ctx": [
            "how do you pronounce czar: see-sar or ts-ar?",
            "honestly i think zar would be just fine, especially if you are in a hurry"
        ]
    },
    {
        "date": "2.14.1711:29 pm",
        "ctx": [
            "how hard am i supposed to look at your content?",
            "you are supposed to decide for yourself"
        ]
    },
    {
        "date": "2.14.1710:17 pm",
        "ctx": [
            "what is the difference between love and friendship?",
            "i'm not really sure"
        ]
    },
    {
        "date": "2.14.1710:17 pm",
        "ctx": [
            "have you ever loved something for what it isnt",
            "i think so"
        ]
    },
    {
        "date": "2.14.179:54 pm",
        "ctx": [
            "You've developed a style which, through it's ambiguity, attracts those with the ability to imagine.",
            "that's great news",
            "Are you aware that this is artception?",
            "i've never heard that word before"
        ]
    },
    {
        "date": "2.14.179:51 pm",
        "ctx": [
            "Do you think you're funny, punk? Do you?",
            "no"
        ]
    },
    {
        "date": "2.14.179:38 pm",
        "ctx": [
            "What do you think of alligators?",
            "they are caring, and compassionate"
        ]
    },
    {
        "date": "2.14.17 8:44 pm",
        "ctx": [
            "bill, i don't have a question. what should i do?",
            "continue living your life in a way that you feel is appropriate"
        ]
    },
    {
        "date": "2.14.17 8:29 pm",
        "ctx": [
            "will you feel like a million bucks when you finish this video",
            "oh hell yeah"
        ]
    },
    {
        "date": "2.14.17 8:25 pm",
        "ctx": [
            "does being bill wurtz ever become tiring",
            "sometimes. but it is rewarding"
        ]
    },
    {
        "date": "2.14.17 8:04 pm",
        "ctx": [
            "what does it all mean?",
            "different things can mean different things. some things can even mean multiple things at once"
        ]
    },
    {
        "date": "2.14.17 7:54 pm",
        "ctx": [
            "How do I spell?",
            "so far you're doing great"
        ]
    },
    {
        "date": "2.14.17 7:38 pm",
        "ctx": [
            "Why do you do the things you do",
            "i'm just trying to be reasonable"
        ]
    },
    {
        "date": "2.14.17 7:30 pm",
        "ctx": [
            "hey bill, i recently loved someone and it was both exhausting and disgusting, any advice?",
            "spend some time alone, maybe?"
        ]
    },
    {
        "date": "2.14.17 7:28 pm",
        "ctx": [
            "think fast, what's the biggest word you can think of right now",
            "cat"
        ]
    },
    {
        "date": "2.14.17 7:26 pm",
        "ctx": [
            "If you, by chance, were able to right one wrong in this world (which happens currently) what would it be?",
            "increase the number of wrongs i am allowed to right"
        ]
    },
    {
        "date": "2.14.17 7:24 pm",
        "ctx": [
            "Do you enjoy making music?",
            "oh hell yeah",
            "How does it make you feel?",
            "good, very nice, etc"
        ]
    },
    {
        "date": "2.14.17 7:13 pm",
        "ctx": [
            "How do you become a goat?",
            "you have to make 2 goats fuck on your behalf, while you are in between lives"
        ]
    },
    {
        "date": "2.14.17 7:04 pm",
        "ctx": [
            "Where do you get the music from history of japan?",
            "(ref: http://billwurtz.com/the-music.mp4)the music"
        ]
    },
    {
        "date": "2.14.17 6:59 pm",
        "ctx": [
            "why do people think they know the shape of the universe",
            "i don't know, but i'm starting to think it's infinite"
        ]
    },
    {
        "date": "2.14.17 6:59 pm",
        "ctx": [
            "have you ever thought about making things wrong",
            "yes"
        ]
    },
    {
        "date": "2.14.17 6:34 pm",
        "ctx": [
            "What is your progress so far on the video?",
            "wild and crazy"
        ]
    },
    {
        "date": "2.14.17 6:28 pm",
        "ctx": [
            "ricky martin?",
            "no, this is bill. i think ricky has a different site"
        ]
    },
    {
        "date": "2.14.17 6:27 pm",
        "ctx": [
            "(ref: survival-strategy.html)what inspired to make insane yet amazing stuff"
        ]
    },
    {
        "date": "2.14.17 4:42 pm",
        "ctx": [
            "Plans for another long video or more short ones?",
            "yes"
        ]
    },
    {
        "date": "2.14.17 4:37 pm",
        "ctx": [
            "will there ever be a stage of the video where someone asks what stage you're on and you have to reply that you can't answer the question?",
            "i usually would just skip the question instead"
        ]
    },
    {
        "date": "2.14.17 4:24 pm",
        "ctx": [
            "did you ever write a song that would not thrill you on purpose?",
            "no"
        ]
    },
    {
        "date": "2.14.17 4:17 pm",
        "ctx": [
            "How did you misspelled the word \"questions\" ?",
            "i don't really consider it a misspelling, but i moved a letter, and changed the color of the letter i moved. i have used a similar design for the titles of most of the pages on this site"
        ]
    },
    {
        "date": "2.14.17 3:11 pm",
        "ctx": [
            "what advice would you give an alien who is new to earth",
            "try to get as much money as possible"
        ]
    },
    {
        "date": "2.14.17 3:10 pm",
        "ctx": [
            "I officially h8 u because you never answer my questions. how does that make you feel?",
            "bad, and sad"
        ]
    },
    {
        "date": "2.14.17 2:58 pm",
        "ctx": [
            "how come your website is so minimalist? does the simplicity reflect yourself in some artistic way?",
            "it's kind of like building a window. do you want the window to have cool pictures and designs all over the glass? or do you want it to be clear so you can see what's on the other side"
        ]
    },
    {
        "date": "2.14.17 2:51 pm",
        "ctx": [
            "Do you have a lover?",
            "no"
        ]
    },
    {
        "date": "2.14.17 2:33 pm",
        "ctx": [
            "was everything black and white back when video didn't have color or did everything gain color when someone invented color tv?",
            "no"
        ]
    },
    {
        "date": "2.14.17 2:04 pm",
        "ctx": [
            "are you excited about the video?",
            "oh hell yeah"
        ]
    },
    {
        "date": "2.14.17 1:35 pm",
        "ctx": [
            "(ref: why-do-you-answer-questions.html)why do you answer questions?"
        ]
    },
    {
        "date": "2.14.17 1:23 pm",
        "ctx": [
            "Does writing fiction count as lying?",
            "i think writing fiction has a more positive reputation"
        ]
    },
    {
        "date": "2.14.17 1:22 pm",
        "ctx": [
            "(ref: dont-understand.html)qwertyuiop or asdfghjkl?"
        ]
    },
    {
        "date": "2.14.17 1:21 pm",
        "ctx": [
            "What age did you realize music was what you wanted out of life?",
            "i'm not sure. maybe 12"
        ]
    },
    {
        "date": "2.14.17 12:51 pm",
        "ctx": [
            "(ref: more-of-the-same.html)Will you please make more history of videos that are hilarious and informative? thanks"
        ]
    },
    {
        "date": "2.14.17 12:42 pm",
        "ctx": [
            "do you like to scream in your car?",
            "i prefer to have a balanced discussion of how my life has been going"
        ]
    },
    {
        "date": "2.14.17 12:39 pm",
        "ctx": [
            "what's your favorite disney movie",
            "walt's revenge"
        ]
    },
    {
        "date": "2.14.17 11:18 am",
        "ctx": [
            "Should I wear a button up or a polo?",
            "how about a button up polo"
        ]
    },
    {
        "date": "2.14.17 11:16 am",
        "ctx": [
            "I will ask a question now.",
            "ok"
        ]
    },
    {
        "date": "2.14.17 11:09 am",
        "ctx": [
            "The drum tracks on your songs are extremely tasty and flavorful. Is it a family recipe or a drum machine?",
            "it is a family recipe, except i am the only one in the family"
        ]
    },
    {
        "date": "2.14.17 8:32 am",
        "ctx": [
            "qazwsxedcrfvtgbyhnujmikolp",
            "i see what you mean"
        ]
    },
    {
        "date": "2.14.17 8:28 am",
        "ctx": [
            "How much of your new video have you made?",
            "a huge amount"
        ]
    },
    {
        "date": "2.14.17 8:14 am",
        "ctx": [
            "how do i draw the line between courage and recklessness?",
            "with courage"
        ]
    },
    {
        "date": "2.14.17 7:54 am",
        "ctx": [
            "are you busy?",
            "yes"
        ]
    },
    {
        "date": "2.14.17 7:44 am",
        "ctx": [
            "do you ever use question marks",
            "yes"
        ]
    },
    {
        "date": "2.14.17 6:09 am",
        "ctx": [
            "hi bill, do you believe all instruments are probably all roughly equal",
            "no, they are mostly all different, with some similarities",
            "but in any case the clarinet is definitely not the best of all?",
            "it depends what kind of sound you need for the situation at hand"
        ]
    },
    {
        "date": "2.14.17 6:06 am",
        "ctx": [
            "since your arrival on planet earth was an accident, what went wrong?",
            "i don't remember but it is impotant to accept the journey. most accidents might be on purpose anyway"
        ]
    },
    {
        "date": "2.14.17 5:30 am",
        "ctx": [
            "Why does everyone think napoleon was so short?",
            "i think the french and english measuring standards were different at the time, and the british media was already looking for reasons to make fun of him"
        ]
    },
    {
        "date": "2.14.17 5:29 am",
        "ctx": [
            "what's your superpower?",
            "being normal"
        ]
    },
    {
        "date": "2.14.17 5:26 am",
        "ctx": [
            "favorite recent album(s)?",
            "Pictures Of Abraham Lincoln Looking Really Tall In The White House"
        ]
    },
    {
        "date": "2.14.17 2:57 am",
        "ctx": [
            "where did you come across your obsession with 'making things right'",
            "it just seems like the right way to make things"
        ]
    },
    {
        "date": "2.14.17 2:28 am",
        "ctx": [
            "If a magical entity were to grant you the ability to finish your video instantly and upload it now in exchange for a fraction of your lifespan. How much would you be willing to give them? (Years, hours, seconds, etc)",
            "nothing"
        ]
    },
    {
        "date": "2.14.17 2:27 am",
        "ctx": [
            "is valentines real",
            "i don't know what it is but maybe"
        ]
    },
    {
        "date": "2.14.17 2:27 am",
        "ctx": [
            "Do you ever lie when answering questions?",
            "does writing fiction count as lying"
        ]
    },
    {
        "date": "2.14.17 2:24 am",
        "ctx": [
            "any other talents besides music?",
            "being normal i guess"
        ]
    },
    {
        "date": "2.14.17 2:07 am",
        "ctx": [
            "will you be my valentine",
            "what the heck is a valentine"
        ]
    },
    {
        "date": "2.14.17 1:46 am",
        "ctx": [
            "what does bellicose mean please help",
            "nothing, to me"
        ]
    },
    {
        "date": "2.14.17 1:40 am",
        "ctx": [
            "How much wood could a wood chuck not chuck.",
            "as much as they don't want",
            "Side note are woodchucks chucky enough?",
            "i'm not sure how chucky they're supposed to be"
        ]
    },
    {
        "date": "2.14.17 1:38 am",
        "ctx": [
            "What is your latest video about?",
            "i can't tell you",
            "Also, thank you for this ueqstion forum. So far, I have been enjoying your responses!"
        ]
    },
    {
        "date": "2.14.17 1:35 am",
        "ctx": [
            "What is the best contradiction",
            "the worst one"
        ]
    },
    {
        "date": "2.14.17 1:23 am",
        "ctx": [
            "How to not be an overanalytical emotionless prick?",
            "there are a hundred million ways"
        ]
    },
    {
        "date": "2.14.17 12:46 am",
        "ctx": [
            "bill i can't draw but i want to try but I feel too embarrassed to",
            "do it where no one can see"
        ]
    },
    {
        "date": "2.14.17 12:07 am",
        "ctx": [
            "eta on the next vid?",
            "fucking as soon as humanly possible"
        ]
    },
    {
        "date": "2.14.17 12:01 am",
        "ctx": [
            "does the phrase \"that car needs washed\" sound grammatical to you?",
            "this entire question sounds grammatical (meaning it is talking about grammar)"
        ]
    },
    {
        "date": "2.13.1711:11 pm",
        "ctx": [
            "can you answer a question that isn't this one",
            "yes (see below, and above)"
        ]
    },
    {
        "date": "2.13.1710:56 pm",
        "ctx": [
            "A.) (ref: are-you-ok.html)Are you ok?\nB.) What the fuck are you on",
            "earth, i guess",
            "C.) Sidenote: We just spent an hour looking through your videos and 10/10 are entertaining",
            "then what the fuck are you on, and are you ok"
        ]
    },
    {
        "date": "2.13.1710:09 pm",
        "ctx": [
            "(ref: dont-understand.html)Cats or Cars?"
        ]
    },
    {
        "date": "2.13.1710:08 pm",
        "ctx": [
            "(ref: title-design.html)Why is the question forum's name misspelled? Does its disorder satisfy you?"
        ]
    },
    {
        "date": "2.13.1710:05 pm",
        "ctx": [
            "Have you ever drawn something that came out nice to you?",
            "yes",
            "If so, what was it?",
            "many different things, throughout my life"
        ]
    },
    {
        "date": "2.13.179:35 pm",
        "ctx": [
            "How do I get stared making music?",
            "there are a hundred million ways"
        ]
    },
    {
        "date": "2.13.178:24 pm",
        "ctx": [
            "Can we know if we exist if the only definition of existence we have is our own?",
            "sure, if we made it up then we should be the experts"
        ]
    },
    {
        "date": "2.13.178:23 pm",
        "ctx": [
            "Does one open a can of paint or does the can of paint open their intentions?",
            "i'm sure both can happen",
            "Is paint real?",
            "yes",
            "If humans couldn't see color, would we stop wasting so much money on the theoretical existence of paint?",
            "paint exists regardless of whether we can see colors, and it has other uses besides the color. and if we couldn't see color we wouldn't 'stop' doing things relating to color. if we couldn't see color we never would have started doing things relating to color. i hope that makes sense"
        ]
    },
    {
        "date": "2.13.178:11 pm",
        "ctx": [
            "LOWERCASE LETTERS ARE FOR THE LOWER CLASS",
            "i see your point"
        ]
    },
    {
        "date": "2.13.177:43 pm",
        "ctx": [
            "is it ok to have dark thoughts",
            "yes"
        ]
    },
    {
        "date": "2.13.177:34 pm",
        "ctx": [
            "(ref: commissions1.html)Have you thought about contracting out your work?  I'd love to hire you to make a video."
        ]
    },
    {
        "date": "2.13.176:50 pm",
        "ctx": [
            "did you know that tomatoes are berries",
            "i know that they are a category shattering item, but i actually thought it was a fruit"
        ]
    },
    {
        "date": "2.13.176:03 pm",
        "ctx": [
            "I've seen you have been pretty inactive on youtube what do you have in store when you comeback?",
            "i've been working on a large video the entire time. i never stopped working, that would be foolish. how else am i going to win friends"
        ]
    },
    {
        "date": "2.13.175:30 pm",
        "ctx": [
            "Is lightspeed travel for things made of matter possible?",
            "maybe, but you might have to use special techniques"
        ]
    },
    {
        "date": "2.13.174:54 pm",
        "ctx": [
            "do you confuse people on purpose or is it an accident?",
            "i am trying to trick everything into making sense"
        ]
    },
    {
        "date": "2.13.174:41 pm",
        "ctx": [
            "whats the most important word",
            "whichever word means the thing you are a trying to say at that particular time"
        ]
    },
    {
        "date": "2.13.174:41 pm",
        "ctx": [
            "is our mind capable of fully understanding the universe? ?",
            "maybe",
            "how much would we be able to comprehend?  just a rough estimate at least",
            "maybe 10 to 12 ounces, i'm not really sure"
        ]
    },
    {
        "date": "2.13.174:08 pm",
        "ctx": [
            "how come people sometimes say speshies instead of species",
            "how come you say it the way you say it"
        ]
    },
    {
        "date": "2.13.174:03 pm",
        "ctx": [
            "do you like me",
            "who is this"
        ]
    },
    {
        "date": "2.13.174:01 pm",
        "ctx": [
            "why do you have so many videos about love",
            "it is famous"
        ]
    },
    {
        "date": "2.13.173:25 pm",
        "ctx": [
            "how can i stop being sad from a disastrous relationship",
            "rebuild yourself, even better and stronger than before"
        ]
    },
    {
        "date": "2.13.173:14 pm",
        "ctx": [
            "can i date u",
            "sure"
        ]
    },
    {
        "date": "2.13.172:57 pm",
        "ctx": [
            "is it cool to intentionally cultivate an aesthetic or conglomerate of personal motifs?",
            "sure",
            "is it cooler to let them come to you?",
            "maybe a little of both"
        ]
    },
    {
        "date": "2.13.172:52 pm",
        "ctx": [
            "will you ever publish any of your random improv recordings",
            "i already have, and will publish more, in the future"
        ]
    },
    {
        "date": "2.13.172:09 pm",
        "ctx": [
            "One of my favorite answers of yours was \"not anymore\", to the question \"Do you ever feel like you're not doing enough with the time you're given?\".Did you have to kick yourself hard in the butt for this \"shift\" to happen? Was it a long process or did it happen suddenly?",
            "it was a long process of kicking myself hard in the butt, over a long period of time",
            "Did you think a lot about self-discipline and such?",
            "i'm not sure",
            "Sorry to bother you with such stupid questions. I try to face them muchever stupid they seem to me...Thanks for sharing all your stuff."
        ]
    },
    {
        "date": "2.13.172:07 pm",
        "ctx": [
            "i feel like a million bucks when i make an art",
            "dam right you do"
        ]
    },
    {
        "date": "2.13.171:55 pm",
        "ctx": [
            "do you know what the healthiest kind of bread to eat is?",
            "i think it depends how you eat it"
        ]
    },
    {
        "date": "2.13.1711:39 am",
        "ctx": [
            "(ref: hows-life.html)hows life"
        ]
    },
    {
        "date": "2.13.1711:11 am",
        "ctx": [
            "(ref: http://billwurtz.com/how-do-you-make-your-videos.mp4)How do you make your videos? I really like your style."
        ]
    },
    {
        "date": "2.13.1710:39 am",
        "ctx": [
            "are we annoying you with the constant asking about your progress/yelling at you to release it already?",
            "no. but i am going to finish it before i release it. that's why finishing it is so important, because it is what will enable me to release it. i hope that makes sense"
        ]
    },
    {
        "date": "2.13.1710:29 am",
        "ctx": [
            "what word rhymes with live",
            "maybe give, or dive"
        ]
    },
    {
        "date": "2.13.179:20 am",
        "ctx": [
            "I ordered tea, will it arrive soon?",
            "i don't know"
        ]
    },
    {
        "date": "2.13.178:58 am",
        "ctx": [
            "favorite bilabial fricative?",
            "i could never choose just one"
        ]
    },
    {
        "date": "2.13.178:48 am",
        "ctx": [
            "When doing the narration, how do you keep your voice consistent when recording on different days?",
            "the only time it's really different is either right when i wake up, or after my voice gets tired. so the goal is to get everything in between those times. if i notice a line that sounds wrong i re-do it."
        ]
    },
    {
        "date": "2.13.178:38 am",
        "ctx": [
            "whats an anagram of your name twice",
            "your name twice = yeti cow manure"
        ]
    },
    {
        "date": "2.13.17 4:22 am",
        "ctx": [
            "Do crabs think fish can fly?",
            "crabs are aware of fish's behavior, but i don't think they call it 'fly,' because they can't speak"
        ]
    },
    {
        "date": "2.13.17 2:57 am",
        "ctx": [
            "hey bill, what is your favorite type of bird?",
            "a plane"
        ]
    },
    {
        "date": "2.13.171:31 am",
        "ctx": [
            "Keeping up with the kardashians is a reality show that some people hate and some people love. If the amount of people that hate the show out number those who enjoy it should we make it stop?",
            "ultimately the network has to make that decision, and i think they are not so much concerned with how many people \"like\" or \"hate\" it, but they are more interested in how many people \"watch\" it"
        ]
    },
    {
        "date": "2.13.171:26 am",
        "ctx": [
            "your songs are really relatable and they've made at least one person have a bit of a better night, and they've made at least one person want to make their own songs, and they've made at least one person feel as if they aren't the only one who feels the way that they do.  how does this make you feel?",
            "nice, very good, etc"
        ]
    },
    {
        "date": "2.13.171:24 am",
        "ctx": [
            "can you inspire me please",
            "i am trying"
        ]
    },
    {
        "date": "2.13.171:15 am",
        "ctx": [
            "are there bees inside of the letter b",
            "i don't think so"
        ]
    },
    {
        "date": "2.13.1712:41 am",
        "ctx": [
            "how many dimensions do we live in?",
            "i think 3 or 4, or maybe more, depending on what you are willing to call a dimension"
        ]
    },
    {
        "date": "2.13.1712:16 am",
        "ctx": [
            "do you still live on kosciuszko street?",
            "i never did"
        ]
    },
    {
        "date": "2.12.1711:53 pm",
        "ctx": [
            "Do you ever feel like you're not doing enough with the time you're given?",
            "not anymore"
        ]
    },
    {
        "date": "2.12.1711:28 pm",
        "ctx": [
            "(ref: pancakes-or-waffles.html)Waffles or pancakes?"
        ]
    },
    {
        "date": "2.12.1711:14 pm",
        "ctx": [
            "(ref: why-japan.html)Why Japan?"
        ]
    },
    {
        "date": "2.12.1710:47 pm",
        "ctx": [
            "can you release your next video please",
            "yes. i will finish it first"
        ]
    },
    {
        "date": "2.12.1710:11 pm",
        "ctx": [
            "(ref: are-you-ok.html)are u ok"
        ]
    },
    {
        "date": "2.12.179:09 pm",
        "ctx": [
            "English: a script of how not to build a language",
            "it is important to remember that in real life, spoken languages are usually not 'built.' they just evolve over hundreds or thousands of years from a wide array of different influences"
        ]
    },
    {
        "date": "2.12.177:30 pm",
        "ctx": [
            "are all letters are silent letters if you don't read them aloud",
            "yes!"
        ]
    },
    {
        "date": "2.12.177:29 pm",
        "ctx": [
            "how can i create art without inspiration",
            "i don't know"
        ]
    },
    {
        "date": "2.12.176:46 pm",
        "ctx": [
            "what do you mean you're doing vocals? you mean the narration or are you already working on the music? (also, can u update instagram's thingy where you update us on what stage ur at?)",
            "i'm doing final narration vocals, and final vocals for the jingles. also troubleshooting graphics. i am sort of doing all 3 at the same time, depending on whether it's night or day, and/or when my voice gets tired, etc"
        ]
    },
    {
        "date": "2.12.175:58 pm",
        "ctx": [
            "Regarding the question of whether to work directly on what's important, or to work on extending lifespan given our limited time alive, I think that we should work on what most likely will have the greatest positive impact given our specific circumstances. Ageing is obviously a big problem, maybe the biggest, but unless you have a very good knowledge of biology and can get funding for research, I think you will probably do more good working on some other problem, or working to earn money and then donating it to anti-ageing researchers. Do you agree?",
            "yes"
        ]
    },
    {
        "date": "2.12.175:40 pm",
        "ctx": [
            "Have you been thinking about another History of Japan but with other countries?",
            "the japan video was just a test run to see if i could actually do a full video about a random topic. why do another country when there is so much more to choose from"
        ]
    },
    {
        "date": "2.12.175:34 pm",
        "ctx": [
            "I'm now on chapter 2 in Moby Dick, thanks for the advice. What chapter are you on, in life?",
            "i'm not numbering the chapters"
        ]
    },
    {
        "date": "2.12.174:51 pm",
        "ctx": [
            "is it easier for you to spell something if you can type it or write it down?",
            "sometimes"
        ]
    },
    {
        "date": "2.12.174:38 pm",
        "ctx": [
            "do you think everybody's gonna like the new large, very huge video?",
            "it is almost impossible to find something that everybody likes. but if you liked history of japan but wanted something bigger and better, i think you may like it"
        ]
    },
    {
        "date": "2.12.174:22 pm",
        "ctx": [
            "do you ever feel like the tools you are using are not the most efficient to solve your problems?",
            "sometimes"
        ]
    },
    {
        "date": "2.12.174:13 pm",
        "ctx": [
            "am i getting pranked??",
            "i'm not sure"
        ]
    },
    {
        "date": "2.12.174:05 pm",
        "ctx": [
            "In December you said video will be out within 2 months. So will it be out within 1 month now or longer?",
            "i don't remember saying that but it is impossible to know for sure. i am just trying to get it done as soon as possible, which has been my strategy from the beginning"
        ]
    },
    {
        "date": "2.12.173:55 pm",
        "ctx": [
            "Other than your questions page, is there a way I can contact you personally?",
            "(ref: http://billwurtz.com/email.html)sure but don't get mad if i don't have time to respond"
        ]
    },
    {
        "date": "2.12.173:53 pm",
        "ctx": [
            "wanna go on a date with me?",
            "sure"
        ]
    },
    {
        "date": "2.12.173:49 pm",
        "ctx": [
            "do you collect dreams",
            "yes"
        ]
    },
    {
        "date": "2.12.173:35 pm",
        "ctx": [
            "how do you tell if you really are trying your best",
            "i'm not sure"
        ]
    },
    {
        "date": "2.12.173:33 pm",
        "ctx": [
            "do you ever change an answer to a question on this page?",
            "yes"
        ]
    },
    {
        "date": "2.12.173:32 pm",
        "ctx": [
            "How long will the vocals/graphics troubleshooting in the video take?",
            "it is impossible to know"
        ]
    },
    {
        "date": "2.12.173:23 pm",
        "ctx": [
            "Do you like wrestling?",
            "no"
        ]
    },
    {
        "date": "2.12.173:19 pm",
        "ctx": [
            "What do you do besides making content?",
            "currently nothing"
        ]
    },
    {
        "date": "2.12.173:08 pm",
        "ctx": [
            "teach me about vikings",
            "i will try"
        ]
    },
    {
        "date": "2.12.1712:42 pm",
        "ctx": [
            "I just saw your video on Japan. You dont seem to have an email so I'll leave it here.  You mentioned that Japan \"conquered Korea\". You should probably change it to \"tried to conquer Korea\" or get your facts straight.",
            "i can't change a youtube video. also, once a project is done i don't change it. it is more important to move forward to other projects",
            "This is a very sensitive topic to this day in Korea. Our national heroes fought for freedom and it wasnt for ignorant meme making fools to make fun of. For you to make a video without stating the facts is blatant disrespect and disregard for the many Koreans that have fought for Korea's independance.  Many comfort women are still requesting for an apology from the Japanese prime minister, Abe, an asshole that calls them prostitutes. A country cannot be considered developed if it doesnt owe up to its mistakes. So, in conclusion, fix yours.",
            "the video is supposed to be a fun and crazy time. i am sorry if you did not have a good time. hopefully you may like some of my other videos. if not then you don't have to watch them. there are some other channels that go into those issues in more depth. as you may see from my other videos, that is not really what my channel is all about.  please stay away from my videos if you don't enjoy them. it is also important to remember that in that particular video, i used a lot of metaphors (like 'ipads' in the year 1000!) so perhaps if i said 'conquer' maybe 'invade' would have been more accurate? again, razor-sharp fool-proof plain facts is not really what my videos are about. check out some of my other videos and i think you will see what i mean. maybe at some point i will make a video about korea that makes the japanese mad. it is not my goal to make anyone mad, i am just trying to make fun videos, but if millions of people see a video, chances are someone might be mad about something and i am sorry that had to be you. but please stay away from the channel if it is not right for you"
        ]
    },
    {
        "date": "2.12.1712:21 pm",
        "ctx": [
            "Do I really like your stuff?",
            "i don't know"
        ]
    },
    {
        "date": "2.12.1712:16 pm",
        "ctx": [
            "Hey Bill Do You Think Lights Are Cool??",
            "yes"
        ]
    },
    {
        "date": "2.12.1712:14 pm",
        "ctx": [
            "did you show history of japan to anyone before uploading it to let them check there weren't any typos or other mistakes?",
            "no",
            "and is it going to be the same with your next video?",
            "yes"
        ]
    },
    {
        "date": "2.12.1712:11 pm",
        "ctx": [
            "are you going to announce somewhere that you'll be uploading your video soon, so I can make sure to watch it as soon as it's uploaded?",
            "i think so"
        ]
    },
    {
        "date": "2.12.1712:04 pm",
        "ctx": [
            "Do you show your work to anyone before you put it online?",
            "no",
            "If that someone exists, does his opinion matters enough for you to rework or even completely scrap the project?"
        ]
    },
    {
        "date": "2.12.1711:53 am",
        "ctx": [
            "Is Scientology a real religion",
            "i think so"
        ]
    },
    {
        "date": "2.12.1711:22 am",
        "ctx": [
            "What are your thoughts on historical figures invading (and failing to conquer) Russia?",
            "at least they tried their best"
        ]
    },
    {
        "date": "2.12.17 10:22 am",
        "ctx": [
            "Do you consider yourself a fast or slow worker in relation to other people?",
            "fast"
        ]
    },
    {
        "date": "2.12.17 6:07 am",
        "ctx": [
            "(ref: thoughts-on-thoughts.html)thoughts on thoughts?"
        ]
    },
    {
        "date": "2.12.172:06 am",
        "ctx": [
            "isnt it natural to wonder what life would be like on somewher e that is not earth",
            "yes"
        ]
    },
    {
        "date": "2.12.172:01 am",
        "ctx": [
            "Please no more videos, just songs about life and the the things that make us jam",
            "too bad i am doing both"
        ]
    },
    {
        "date": "2.12.171:59 am",
        "ctx": [
            "Have you ever realized the word \"queue\" is just the letter Q followed by 4 silent letters?",
            "yes"
        ]
    },
    {
        "date": "2.12.171:29 am",
        "ctx": [
            "what if you pranked us and weren't actually working on a video and kept us waiting for nothing",
            "i don't see what the point of that would be"
        ]
    },
    {
        "date": "2.12.171:18 am",
        "ctx": [
            "do you only edit your videos and songs at night",
            "no"
        ]
    },
    {
        "date": "2.12.171:07 am",
        "ctx": [
            "(ref: alphabet-shuffle-not-on-pages.html)i cannot find alphabet shuffle on your website. is it somewhere secret or have you not added it yet?"
        ]
    },
    {
        "date": "2.12.1712:49 am",
        "ctx": [
            "have you ever been interested in visual arts or just music?",
            "in 2010 i experimented with making videos, and in 2014 i started doing it 4 times a week. you can check out the videos on my website or on my youtube channel"
        ]
    },
    {
        "date": "2.12.1712:32 am",
        "ctx": [
            "When the bus driver exits the bus, how do they close the door???",
            "using their hands"
        ]
    },
    {
        "date": "2.11.1711:28 pm",
        "ctx": [
            "What do you think of yourself?",
            "i'm trying my best"
        ]
    },
    {
        "date": "2.11.17 11:13 pm",
        "ctx": [
            "(ref: how-long-is-the-video-late2016.html)how long is your newest project so far??"
        ]
    },
    {
        "date": "2.11.17 11:07 pm",
        "ctx": [
            "what time is the best time to sleep?",
            "about 16 hours after you wake up"
        ]
    },
    {
        "date": "2.11.17 10:02 pm",
        "ctx": [
            "what do you do when you're at a party/dinner/social gathering and become uncontrollably antsy/guilty that you're not working on something productive?",
            "leave, i guess"
        ]
    },
    {
        "date": "2.11.17 9:22 pm",
        "ctx": [
            "How is/did the graphics troubleshooting go?",
            "i am doing vocals now"
        ]
    },
    {
        "date": "2.11.17 6:56 pm",
        "ctx": [
            "(ref: are-you-alive.html)are you dead?"
        ]
    },
    {
        "date": "2.11.17 6:55 pm",
        "ctx": [
            "will we see you at the grammys tomorrow?",
            "no"
        ]
    },
    {
        "date": "2.11.17 6:30 pm",
        "ctx": [
            "why do penguins have such long necks",
            "because you have grown accustomed to animals with shorter necks"
        ]
    },
    {
        "date": "2.11.17 6:11 pm",
        "ctx": [
            "if person A starts to say a word and person B starts to say the word and also ends it before person A finishes to say it, who said it first",
            "they both said it at the same time"
        ]
    },
    {
        "date": "2.11.17 6:06 pm",
        "ctx": [
            "What's the best tip for reading Moby Dick?",
            "open the book. the story is on the inside"
        ]
    },
    {
        "date": "2.11.17 6:01 pm",
        "ctx": [
            "who's Napoleon?",
            "a courageous man of average height who tried to take over europe in the early 1800s"
        ]
    },
    {
        "date": "2.11.17 5:57 pm",
        "ctx": [
            "do you value making videos that you like more than making videos you know others will like?",
            "it is impossible to know for sure what other people will like. in fact, not everybody likes the same stuff. the only way to be sure that someone likes it is to make it the way i like it. if i don't make it the way i like it then there is no guarantee that anyone will like it. also, if i make it the way i like it, then the people who like it are more likely to like what i like liking. which i think will make for a better and more sustainable relationship in the long term"
        ]
    },
    {
        "date": "2.11.17 5:30 pm",
        "ctx": [
            "ehllo there can you please make a thrilling video?",
            "i have been working on it every day since june"
        ]
    },
    {
        "date": "2.11.17 5:13 pm",
        "ctx": [
            "(ref: country-requests.html)You wanna make a video about Sweden's history? meme?"
        ]
    },
    {
        "date": "2.11.17 4:07 pm",
        "ctx": [
            "(ref: favorite-chord.html)what is your favorite chord"
        ]
    },
    {
        "date": "2.11.17 3:36 pm",
        "ctx": [
            "one question mark or two??",
            "2"
        ]
    },
    {
        "date": "2.11.17 3:27 pm",
        "ctx": [
            "Is it bad that I care more about consuming knowledge and learning new things than about creating, inventing, etc.?",
            "no",
            "If everyone calls me \"gifted,\" is it lazy or selfish to not share my \"gifts\" even though I'm expected to do great things in the future?",
            "no. if it's right for you to create, you will know"
        ]
    },
    {
        "date": "2.11.17 3:08 pm",
        "ctx": [
            "thoughts on spiders?",
            "they are very different from humans"
        ]
    },
    {
        "date": "2.11.17 2:47 pm",
        "ctx": [
            "A lot of people ask you when your next video is going to be out. Take your time because in my opinion quality > quantity. Do you agree?",
            "not exactly, but i am trying to make it as good as possible, and also finish it as soon as possible. that is the strategy i always use"
        ]
    },
    {
        "date": "2.11.17 1:04 pm",
        "ctx": [
            "Hello Bill,when will you finish your new Video?",
            "as soon as humanly possible",
            "i'm desperately waiting for it",
            "me too. except for me it's more like working than waiting"
        ]
    },
    {
        "date": "2.11.17 11:50 am",
        "ctx": [
            "have you ever laughed in your life",
            "oh hell yeah"
        ]
    },
    {
        "date": "2.11.17 11:35 am",
        "ctx": [
            "Are you mentally stable?",
            "oh hell yeah"
        ]
    },
    {
        "date": "2.11.17 9:47 am",
        "ctx": [
            "hello i'm doing a biography on you for school, is doing this huge video the official moment where you sell out and become a representant of the illuminati?",
            "haha no. exactly the opposite. the reason i have turned down so many offers from the illuminati is to allow the time to do this video"
        ]
    },
    {
        "date": "2.11.17 9:45 am",
        "ctx": [
            "Are you sure we will have enough time to watch such a long video?",
            "yes"
        ]
    },
    {
        "date": "2.11.17 9:42 am",
        "ctx": [
            "Is the future part of history?",
            "no"
        ]
    },
    {
        "date": "2.11.17 8:18 am",
        "ctx": [
            "This new video must be large if it takes 7 months of inactivity",
            "haha, working my ass off day and night trying to finish this thing as fast as possible is not exactly what i would call inactivity"
        ]
    },
    {
        "date": "2.11.17 8:10 am",
        "ctx": [
            "You finished with graphics yet?",
            "yes, but not including troubleshooting and labels etc."
        ]
    },
    {
        "date": "2.11.17 6:26 am",
        "ctx": [
            "do you think that modern music will be held in the same regard as classical music is held today 200 years from now ?",
            "usually only a small percentage of works will be remembered after 200 years"
        ]
    },
    {
        "date": "2.11.17 4:32 am",
        "ctx": [
            "it seems possible this video could take you over a year to make...",
            "i disagree but i respect your opinion"
        ]
    },
    {
        "date": "2.11.17 3:50 am",
        "ctx": [
            "What are the pros and cons of (not) putting lyrics in the descriptions of your songs?",
            "on which site"
        ]
    },
    {
        "date": "2.11.17 3:04 am",
        "ctx": [
            "(ref: favorite-letter.html)what is your favourite letter?"
        ]
    },
    {
        "date": "2.11.17 3:03 am",
        "ctx": [
            "do u have any pets?",
            "no"
        ]
    },
    {
        "date": "2.11.17 1:43 am",
        "ctx": [
            "do you like plants",
            "they are ok"
        ]
    },
    {
        "date": "2.11.171:27 am",
        "ctx": [
            "why do you pronounce the t in \"often\" but not the t in \"soften\"?",
            "i don't. but you can if you want"
        ]
    },
    {
        "date": "2.11.171:11 am",
        "ctx": [
            "like many others on this website, i would like to make many things, but unfortunately i will obviously die before i make enough of them. do you think we should accept this and move on, or spend most of our energy searching for immortality? unfortunately, if we don't find immortality, we will have spent all our time searching for immortality and little time making anything.",
            "are there really a lot of people here who are going through this? i thought i was the only one. i just heard from someone a few questions down, and now you also. it is nice to hear that there are others going through the same thing. just try to do as much as you can, and once you find a nice strategy, you can have a good time and probably get a lot done"
        ]
    },
    {
        "date": "2.11.171:09 am",
        "ctx": [
            "opinion on household pets?",
            "not at this time"
        ]
    },
    {
        "date": "2.11.171:07 am",
        "ctx": [
            "will you ever make a video about the end of history? it already happened",
            "it is always the end of history"
        ]
    },
    {
        "date": "2.10.1711:59 pm",
        "ctx": [
            "how do you manage your time?",
            "i do what i think needs to be done"
        ]
    },
    {
        "date": "2.10.1711:51 pm",
        "ctx": [
            "(ref: favorite-pokemon.html)Who's your favorite Pokemon?"
        ]
    },
    {
        "date": "2.10.1711:44 pm",
        "ctx": [
            "(ref: survival-strategy.html)is there anything in particular that motivates you to create?"
        ]
    },
    {
        "date": "2.10.1711:24 pm",
        "ctx": [
            "isnt the universe itself art",
            "oh hell yeah"
        ]
    },
    {
        "date": "2.10.1710:55 pm",
        "ctx": [
            "dont you just love albino kangaroos",
            "they are ok"
        ]
    },
    {
        "date": "2.10.1710:32 pm",
        "ctx": [
            "have the questions slowed down recently, or are there still Too Many Questions To Handle?",
            "the questions are about the same, and i have been handling them fine for the entire time"
        ]
    },
    {
        "date": "2.10.17 10:25 pm",
        "ctx": [
            "In the word \"scent\", is the \"s\" or \"c\" silent?",
            "c"
        ]
    },
    {
        "date": "2.10.17 7:52 pm",
        "ctx": [
            "the lunatics are in my hall. how do i get rid of them??",
            "be a bigger lunatic"
        ]
    },
    {
        "date": "2.10.17 7:39 pm",
        "ctx": [
            "What do I do if imperialist countries are trying to take my natural resources?",
            "try to move to that country, or one of its allies"
        ]
    },
    {
        "date": "2.10.17 7:31 pm",
        "ctx": [
            "does change have to be scary?",
            "no"
        ]
    },
    {
        "date": "2.10.17 7:18 pm",
        "ctx": [
            "i forgot what question i asked and now i cant know if you answered it or not",
            "it was (ref: q.php?date=201702030154)this"
        ]
    },
    {
        "date": "2.10.17 7:17 pm",
        "ctx": [
            "is valentine's day going to be any different than other days for you?",
            "no"
        ]
    },
    {
        "date": "2.10.17 7:09 pm",
        "ctx": [
            "Whatcha workin on bud",
            "a huge large video"
        ]
    },
    {
        "date": "2.10.17 6:21 pm",
        "ctx": [
            "Are memes bad for my health?",
            "not all of them"
        ]
    },
    {
        "date": "2.10.17 5:16 pm",
        "ctx": [
            "language is so strange do you ever just think of the sounds you are making and get so deep into that thought you just trip up and loose the point of what you were just saying",
            "sometimes"
        ]
    },
    {
        "date": "2.10.17 5:12 pm",
        "ctx": [
            "what else are you able to accomplish while working on your video?",
            "answering questions"
        ]
    },
    {
        "date": "2.10.17 5:11 pm",
        "ctx": [
            "have you tried making a paper sword?",
            "no"
        ]
    },
    {
        "date": "2.10.17 5:09 pm",
        "ctx": [
            "how many posters on the walls of your livingplace",
            "1"
        ]
    },
    {
        "date": "2.10.17 5:08 pm",
        "ctx": [
            "is there such thing as a substitute for technology",
            "i think so"
        ]
    },
    {
        "date": "2.10.17 5:06 pm",
        "ctx": [
            "how many specks are on your ceiling",
            "my ceiling is a speck"
        ]
    },
    {
        "date": "2.10.17 5:06 pm",
        "ctx": [
            "i really want to write things and also do music and it hurts me but i have colossal problems with motivation and doing things consistently. i feel like i am going to die if i dont write things and do msuic. have you any advice, bill?",
            "don't worry, if you want to do it that badly, you are going to find a way"
        ]
    },
    {
        "date": "2.10.17 5:03 pm",
        "ctx": [
            "do dolphins drink coffee",
            "i don't think so"
        ]
    },
    {
        "date": "2.10.17 4:32 pm",
        "ctx": [
            "has there ever been a day on this video where you felt like you didn't get anything done or wasted your time on something? does this kind of feeling deter you",
            "yea like that time i spent all day on that anagram about the zany queen waxing her sex organs. after that i made the decision to make a separate anagram request page and save them until after the video"
        ]
    },
    {
        "date": "2.10.17 4:17 pm",
        "ctx": [
            "(ref: communism.html)What are your thoughts on Communism?"
        ]
    },
    {
        "date": "2.10.173:34 pm",
        "ctx": [
            "whats the difference between imagination and creativity",
            "they can both be anything"
        ]
    },
    {
        "date": "2.10.17 3:21 pm",
        "ctx": [
            "Was Napoleon good or bad?",
            "i think he was trying his best"
        ]
    },
    {
        "date": "2.10.17 2:35 pm",
        "ctx": [
            "if making short videos makes people angry then after you realize your large video will u release short videos ever again : (",
            "i am going to focus on songs, of a variety of lengths. i will also be doing more videos, of a variety of lengths and types"
        ]
    },
    {
        "date": "2.10.17 2:05 pm",
        "ctx": [
            "do you understand infinity?",
            "sort of"
        ]
    },
    {
        "date": "2.10.17 2:03 pm",
        "ctx": [
            "do you pronounce the t in \"soften\"?",
            "i don't, but i suppose you can if you want"
        ]
    },
    {
        "date": "2.10.17 1:59 pm",
        "ctx": [
            "Dear Bill,What is a cure for dullness and lack of originality?Sincerely, Jess",
            "try ruining stuff"
        ]
    },
    {
        "date": "2.10.17 1:49 pm",
        "ctx": [
            "why cant pawns attack what's in front of them",
            "then they would be too powerful"
        ]
    },
    {
        "date": "2.10.17 12:30 pm",
        "ctx": [
            "(ref: pets.html)Would you ever want a pet? What kind of pet?"
        ]
    },
    {
        "date": "2.10.17 12:29 pm",
        "ctx": [
            "(ref: i-you-we.html)I can't help notice that you use the word \"we\" a lot in \"reality\". Do u make videos with others?"
        ]
    },
    {
        "date": "2.10.17 12:23 pm",
        "ctx": [
            "do you think that the letter K should still exist",
            "yes"
        ]
    },
    {
        "date": "2.10.17 11:10 am",
        "ctx": [
            "Are you still enjoying making the next video?",
            "oh hell yeah"
        ]
    },
    {
        "date": "2.10.17 11:03 am",
        "ctx": [
            "when you're done with your next video, will you start uploading those short videos you always make?",
            "i'm going to try to keep my videos at a medium length"
        ]
    },
    {
        "date": "2.10.17 10:05 am",
        "ctx": [
            "What is history?",
            "what happened"
        ]
    },
    {
        "date": "2.10.17 9:30 am",
        "ctx": [
            "How do I type",
            "so far you're doing great"
        ]
    },
    {
        "date": "2.10.17 6:10 am",
        "ctx": [
            "Oponion?",
            "sure"
        ]
    },
    {
        "date": "2.10.17 4:22 am",
        "ctx": [
            "Do you pay attention to the news",
            "sometimes, until i realize that they are trying to scare me, regardless of whether there is anything to be scared of"
        ]
    },
    {
        "date": "2.10.17 3:18 am",
        "ctx": [
            "I love you man make more vids",
            "i am making them as fast as i can"
        ]
    },
    {
        "date": "2.10.17 2:50 am",
        "ctx": [
            "why are all the entries on the \"notes\" page so short?  like, if it's that short, why even write it down?do you have longer ones you're just not posting because they're too personal?",
            "the shorter ones look better on twitter. perhaps i should not be including tweets in the notes page"
        ]
    },
    {
        "date": "2.10.17 1:25 am",
        "ctx": [
            "is there a lack of dynamics in expression?",
            "in which expression"
        ]
    },
    {
        "date": "2.10.17 1:25 am",
        "ctx": [
            "do you sometimes sing normal words the way you might if you were making a jingle/song with them?",
            "most of the words i use in my music are normal"
        ]
    },
    {
        "date": "2.10.17 1:24 am",
        "ctx": [
            "If I had a duck why would I have a duck?",
            "that would be your choice"
        ]
    },
    {
        "date": "2.10.17 1:17 am",
        "ctx": [
            "why do you have to do temp stuff before and then final narration & jingles after graphics?",
            "i need to hear the words to make the video. but i'm not gonna bend over backwards getting perfect vocal takes and doing all the harmonies when some of the lines may change anyway as i'm doing the graphics"
        ]
    },
    {
        "date": "2.10.17 12:25 am",
        "ctx": [
            "are you happy with your progress",
            "oh hell yeah"
        ]
    },
    {
        "date": "2.9.17 11:09 pm",
        "ctx": [
            "have you ever been a cat?",
            "i don't think so"
        ]
    },
    {
        "date": "2.9.17 11:02 pm",
        "ctx": [
            "will you ever return from the war?",
            "i am not in a war. except for the one i have been in for my entire life"
        ]
    },
    {
        "date": "2.9.17 10:53 pm",
        "ctx": [
            "what is your favorite thing?",
            "the spacetime continuim"
        ]
    },
    {
        "date": "2.9.17 10:42 pm",
        "ctx": [
            "i miss you bill! i hope at some point you feel comfortable enough make more little shorts because they're my favorites",
            "i will be making a wide range of songs and videos, mostly longer than 15 seconds"
        ]
    },
    {
        "date": "2.9.17 9:06 pm",
        "ctx": [
            "how did you decide the order of the colors on your main web page",
            "by trying different color patterns until i found which one i liked"
        ]
    },
    {
        "date": "2.9.17 7:40 pm",
        "ctx": [
            "is it weird to look for meaning in the meaningless?",
            "there is meaning everywhere"
        ]
    },
    {
        "date": "2.9.17 7:38 pm",
        "ctx": [
            "hey bill, any thoughts on love?",
            "it is good"
        ]
    },
    {
        "date": "2.9.17 7:31 pm",
        "ctx": [
            "hello bill, what is your opinion on something stupid? like koalas and drums",
            "koalas and drums are not stupid"
        ]
    },
    {
        "date": "2.9.17 6:34 pm",
        "ctx": [
            "do you think people get too caught up on what they hear in your music that they don't want to experiment on their own?",
            "i don't know",
            "do you feel that you have any obligation to inspire your listeners to create, and not just consume?",
            "everyone has to make that decision for themselves"
        ]
    },
    {
        "date": "2.9.17 6:33 pm",
        "ctx": [
            "what's your favorite war?",
            "i don't really like war that much"
        ]
    },
    {
        "date": "2.9.174:42 pm",
        "ctx": [
            "when was the last time you thought about penguins",
            "the last time someone asked about them here, which is almost every day"
        ]
    },
    {
        "date": "2.9.173:13 pm",
        "ctx": [
            "What are, if any, some of the negative consequences of the execution of King Louis XVI of France in 1793?",
            "napoleon, i guess"
        ]
    },
    {
        "date": "2.9.173:06 pm",
        "ctx": [
            "I just want to reach out and take what I want from life, but I feel like I'm bound by heavy chains that won't let me move. I push and they pull, harder and harder. Will they ever break, Bill?",
            "have you thought about vapourizing the chains"
        ]
    },
    {
        "date": "2.9.172:57 pm",
        "ctx": [
            "(ref: more-of-the-same.html)will you create new history of video? probably get asked this alot, sorry."
        ]
    },
    {
        "date": "2.9.172:30 pm",
        "ctx": [
            "Opinion on a e s t h e t i c?",
            "i think the word needs a break. it is exhaused and suffocated"
        ]
    },
    {
        "date": "2.9.171:55 pm",
        "ctx": [
            "how do you play chess",
            "put the king in checkmate"
        ]
    },
    {
        "date": "2.9.171:53 pm",
        "ctx": [
            "what do you do if you have a good idea for an art piece but you're not good enough at drawing to make it look nice",
            "panic"
        ]
    },
    {
        "date": "2.9.171:43 pm",
        "ctx": [
            "whats the difference between apples and oranges?",
            "i'm not sure, i would have to compare them"
        ]
    },
    {
        "date": "2.9.171:09 pm",
        "ctx": [
            "what is your favorite genre of book",
            "i didn't know books had to be in genres. in fact, i don't even think books have to be in books any more"
        ]
    },
    {
        "date": "2.9.1712:49 pm",
        "ctx": [
            "What are your thoughts on the Carolean's?",
            "they are feisty"
        ]
    },
    {
        "date": "2.9.1712:37 pm",
        "ctx": [
            "what do you think about apostrophes",
            "they are pretty cool"
        ]
    },
    {
        "date": "2.9.1712:12 pm",
        "ctx": [
            "I thought you said you put a character limit for questions",
            "i did"
        ]
    },
    {
        "date": "2.9.1712:07 pm",
        "ctx": [
            "Does the color or your umbrella icon matter?",
            "i try to make it different for each site, if possible"
        ]
    },
    {
        "date": "2.9.1710:37 am",
        "ctx": [
            "betsy devos?",
            "no, this is bill. i think betsy has a different site"
        ]
    },
    {
        "date": "2.9.1710:36 am",
        "ctx": [
            "how did you learn to do music schtuff",
            "by doing it"
        ]
    },
    {
        "date": "2.9.1710:00 am",
        "ctx": [
            "can you help me with my math exam?",
            "not right now"
        ]
    },
    {
        "date": "2.9.178:43 am",
        "ctx": [
            "how many ducks would it take to fill the grand canyon",
            "about 120,645,161,290,322 and a half"
        ]
    },
    {
        "date": "2.9.178:39 am",
        "ctx": [
            "why do you respond to questionless statements on this page? it seems permissive of Inappropriate Behavior",
            "non-questions are allowed. it's kind of like how guitar center has much more than guitars, but a name like guitars keyboards drums and dj equipment center might not be as good of a name for the store"
        ]
    },
    {
        "date": "2.9.177:59 am",
        "ctx": [
            "Have you been wasting time with questions instead of making videos?",
            "no. i try to do questions swiftly and expediently"
        ]
    },
    {
        "date": "2.9.176:36 am",
        "ctx": [
            "What gets reflected in a universe of mirrors?",
            "any light that also happens to be in the universe"
        ]
    },
    {
        "date": "2.9.175:06 am",
        "ctx": [
            "(ref: how-are-you-feeling.html)How are you feeling?"
        ]
    },
    {
        "date": "2.9.174:06 am",
        "ctx": [
            "(ref: next-video-late2016-coming-out.html)when will you upload a new video on youtube?"
        ]
    },
    {
        "date": "2.9.172:44 am",
        "ctx": [
            "hey man, know any sweet catchphrases?",
            "yes"
        ]
    },
    {
        "date": "2.9.171:26 am",
        "ctx": [
            "what's the difference between a question and a ueqstion?",
            "they are the same thing, spelled differently"
        ]
    },
    {
        "date": "2.9.1712:47 am",
        "ctx": [
            "have you ever not known what someone meant &iquest;",
            "yes"
        ]
    },
    {
        "date": "2.9.1712:35 am",
        "ctx": [
            "am i gonna get another chance? (be honest)",
            "at what"
        ]
    },
    {
        "date": "2.9.1712:16 am",
        "ctx": [
            "Are you related to anyone?",
            "i'm not sure"
        ]
    },
    {
        "date": "2.9.1712:10 am",
        "ctx": [
            "why do you think that everyone is special?",
            "why do you not"
        ]
    },
    {
        "date": "2.8.1711:56 pm",
        "ctx": [
            "greetings bill how would you define being reasonable?",
            "doing what you think is best"
        ]
    },
    {
        "date": "2.8.1711:37 pm",
        "ctx": [
            "Are we going to be okay?",
            "yes"
        ]
    },
    {
        "date": "2.8.1711:28 pm",
        "ctx": [
            "Why does \"i'm just trying to be reasonable\" apply to so many questions for you?",
            "i'm just trying to be reasonable"
        ]
    },
    {
        "date": "2.8.1710:42 pm",
        "ctx": [
            "(ref: can-you-do-history-of-japan.html)can you make the history of japan"
        ]
    },
    {
        "date": "2.8.1710:04 pm",
        "ctx": [
            "why are you so vague with question answers generally? *incoming vague answer*",
            "i'm just trying to be reasonable"
        ]
    },
    {
        "date": "2.8.179:24 pm",
        "ctx": [
            "In the instance of a fire.. What do you do?",
            "call the fire police"
        ]
    },
    {
        "date": "2.8.179:20 pm",
        "ctx": [
            "how do i join a pirate ghost ship so i don't have to go to school anymore?",
            "check their website"
        ]
    },
    {
        "date": "2.8.179:03 pm",
        "ctx": [
            "(ref: what-is-life.html)What is life"
        ]
    },
    {
        "date": "2.8.178:49 pm",
        "ctx": [
            "The English language should not exist",
            "fair enough"
        ]
    },
    {
        "date": "2.8.178:48 pm",
        "ctx": [
            "The letter \"c\" should not exist",
            "fair enough"
        ]
    },
    {
        "date": "2.8.178:47 pm",
        "ctx": [
            "Is everyone special, or is no one special?",
            "everyone"
        ]
    },
    {
        "date": "2.8.177:44 pm",
        "ctx": [
            "(ref: are-you-real.html)Are you actually real?"
        ]
    },
    {
        "date": "2.8.177:34 pm",
        "ctx": [
            "(ref: favorite-quote.html)favorite quote?"
        ]
    },
    {
        "date": "2.8.177:34 pm",
        "ctx": [
            "Why doesn't your website have a favicon, like the umbrella?",
            "because i did not make one"
        ]
    },
    {
        "date": "2.8.176:27 pm",
        "ctx": [
            "(ref: request-for-i-know-what-you-mean.html)can you send a link to all the questions where you replied with I know what you mean?"
        ]
    },
    {
        "date": "2.8.175:38 pm",
        "ctx": [
            "What's your favorite key?",
            "the skeleton key"
        ]
    },
    {
        "date": "2.8.175:13 pm",
        "ctx": [
            "(ref: what.html)what?"
        ]
    },
    {
        "date": "2.8.175:01 pm",
        "ctx": [
            "(ref: how-do-you-have-time-to-answer.html)How do you have time to answer all these questions and still work on videos"
        ]
    },
    {
        "date": "2.8.174:53 pm",
        "ctx": [
            "what does water taste like?",
            "life"
        ]
    },
    {
        "date": "2.8.17 3:13 pm",
        "ctx": [
            "pi is 3.141592653589793238462643383279502884197169399375105820974944592307816406286208998628034825342117067982148086513282306647093844609550582231725359408128481117450284102701938521105559644622948954930381964428810975665933446128475648233786783165271201909145648566923460348610454326648213393607260249141273724587006606315588174881520920962829254091715364367892590360011330530548820466521384146951941511609433057270365759591953092186117381932611793105118548074462379962749567351885752724891227938183011949129833673362440656643086021394946395224737190702179860943702770539217176293176752384674818467669405132000568127145263560827785771342757789609173637178721468440901224953430146549585371050792279689258923542019956112129021960864034418159813629774771309960518707211349999998372978049951059731732816096318595024459455346908302642522308253344685035261931188171010003137838752886587533208381420617177669147303598253490428755468731159562863882353787593751957781857780532171226806613001927876611195909216420198938095257201065485863278865936153381827968230301952035301852968995773622599413891249721775283479131515574857242454150695950829533116861727855889075098381754637464939319255060400927701671139009848824012858361603563707660104710181942955596198946767837449448255379774726847104047534646208046684259069491293313677028989152104752162056966024058038150193511253382430035587640247496473263914199272604269922796782354781636009341721641219924586315030286182974555706749838505494588586926995690927210797509302955321165344987202755960236480665499119881834797753566369807426542527862551818417574672890977772793800081647060016145249192173217214772350141441973568548161361157352552133475741849468438523323907394143334547762416862518983569485562099219222184272550254256887671790494601653466804988627232791786085784383827967976681454100953883786360950680064225125205117392984896084128488626945604241965285022210661186306744278622039194945047123713786960956364371917287467764657573962413890865832645995813390478027590099465764078951269468398352595709825822620522489407726719478268482601476990902640136394437455305068203496252451749399651431429809190659250937221696461515709858387410597885959772975498930161753928468138268683868942774155991855925245953959431049972524680845987273644695848653836736222626099124608051243884390451244136549762780797715691435997700129616089441694868555848406353422072225828488648158456028506016842739452267467678895252138522549954666727823986456596116354886230577456498035593634568174324112515076069479451096596094025228879710893145669136867228748940560101503308617928680920874760917824938589009714909675985261365549781893129784821682998948722658804857564014270477555132379641451523746234364542858444795265867821051141354735739523113427166102135969536231442952484937187110145765403590279934403742007310578539062198387447808478489683321445713868751943506430218453191048481005370614680674919278191197939952061419663428754440643745123718192179998391015919561814675142691239748940907186494231961567945208095146550225231603881930142093762137855956638937787083039069792077346722182562599661501421503068038447734549202605414665925201497442850732518666002132434088190710486331734649651453905796268561005508106658796998163574736384052571459102897064140110971206280439039759515677157700420337869936007230558763176359421873125147120532928191826186125867321579198414848829164470609575270695722091756711672291098169091528017350671274858322287183520935396572512108357915136988209144421006751033467110314126711136990865851639831501970165151168517143765761835155650884909989859982387345528331635507647918535893226185489632132933089857064204675259070915481416549859461637180270981994309924488957571282890592323326097299712084433573265489382391193259746366730583604142813883032038249037589852437441702913276561809377344403070746921120191302033038019762110110044929321516084244485963766983895228684783123552658213144957685726243344189303968642624341077322697802807318915441101044682325271620105265227211166039666557309254711055785376346682065310989652691862056476931257058635662018558100729360659876486117910453348850346113657686753249441668039626579787718556084552965412665408530614344431858676975145661406800700237877659134401712749470420562230538994561314071127000407854733269939081454664645880797270826683063432858785698305235808933065757406795457163775254202114955761581400250126228594130216471550979259230990796547376125517656751357517829666454779174501129961489030463994713296210734043751895735961458901938971311179042978285647503203198691514028708085990480109412147221317947647772622414254854540332157185306142288137585043063321751829798662237172159160771669254748738986654949450114654062843366393790039769265672146385306736096571209180763832716641627488880078692560290228472104031721186082041900042296617119637792133757511495950156604963186294726547364252308177036751590673502350728354056704038674351362222477158915049530984448933309634087807693259939780541934144737744184263129860809988868741326047215695162396586457302163159819319516735381297416772947867242292465436680098067692823828068996400482435403701416314965897940924323789690706977942236250822168895738379862300159377647165122893578601588161755782973523344604281512627203734314653197777416031990665541876397929334419521541341899485444734567383162499341913181480927777103863877343177207545654532207770921201905166096280490926360197598828161332316663652861932668633606273567630354477628035045077723554710585954870279081435624014517180624643626794561275318134078330336254232783944975382437205835311477119926063813346776879695970309833913077109870408591337464144282277263465947047458784778720192771528073176790770715721344473060570073349243693113835049316312840425121925651798069411352801314701304781643788518529092854520116583934196562134914341595625865865570552690496520985803385072242648293972858478316305777756068887644624824685792603953527734803048029005876075825104747091643961362676044925627420420832085661190625454337213153595845068772460290161876679524061634252257719542916299193064553779914037340432875262888963995879475729174642635745525407909145135711136941091193932519107602082520261879853188770584297259167781314969900901921169717372784768472686084900337702424291651300500516832336435038951702989392233451722013812806965011784408745196012122859937162313017114448464090389064495444006198690754851602632750529834918740786680881833851022833450850486082503930213321971551843063545500766828294930413776552793975175461395398468339363830474611996653858153842056853386218672523340283087112328278921250771262946322956398989893582116745627010218356462201349671518819097303811980049734072396103685406643193950979019069963955245300545058068550195673022921913933918568034490398205955100226353536192041994745538593810234395544959778377902374216172711172364343543947822181852862408514006660443325888569867054315470696574745855033232334210730154594051655379068662733379958511562578432298827372319898757141595781119635833005940873068121602876496286744604774649159950549737425626901049037781986835938146574126804925648798556145372347867330390468838343634655379498641927056387293174872332083760112302991136793862708943879936201629515413371424892830722012690147546684765357616477379467520049075715552781965362132392640616013635815590742202020318727760527721900556148425551879253034351398442532234157623361064250639049750086562710953591946589751413103482276930624743536325691607815478181152843667957061108615331504452127473924544945423682886061340841486377670096120715124914043027253860764823634143346235189757664521641376796903149501910857598442391986291642193994907236234646844117394032659184044378051333894525742399508296591228508555821572503107125701266830240292952522011872676756220415420516184163484756516999811614101002996078386909291603028840026910414079288621507842451670908700069928212066041837180653556725253256753286129104248776182582976515795984703562226293486003415872298053498965022629174878820273420922224533985626476691490556284250391275771028402799806636582548892648802545661017296702664076559042909945681506526530537182941270336931378517860904070866711496558343434769338578171138645587367812301458768712660348913909562009939361031029161615288138437909904231747336394804575931493140529763475748119356709110137751721008031559024853090669203767192203322909433467685142214477379393751703443661991040337511173547191855046449026365512816228824462575916333039107225383742182140883508657391771509682887478265699599574490661758344137522397096834080053559849175417381883999446974867626551658276584835884531427756879002909517028352971634456212964043523117600665101241200659755851276178583829204197484423608007193045761893234922927965019875187212726750798125547095890455635792122103334669749923563025494780249011419521238281530911407907386025152274299581807247162591668545133312394804947079119153267343028244186041426363954800044800267049624820179289647669758318327131425170296923488962766844032326092752496035799646925650493681836090032380929345958897069536534940603402166544375589004563288225054525564056448246515187547119621844396582533754388569094113031509526179378002974120766514793942590298969594699556576121865619673378623625612521632086286922210327488921865436480229678070576561514463204692790682120738837781423356282360896320806822246801224826117718589638140918390367367222088832151375560037279839400415297002878307667094447456013455641725437090697939612257142989467154357846878861444581231459357198492252847160504922124247014121478057345510500801908699603302763478708108175450119307141223390866393833952942578690507643100638351983438934159613185434754649556978103829309716465143840700707360411237359984345225161050702705623526601276484830840761183013052793205427462865403603674532865105706587488225698157936789766974220575059683440869735020141020672358502007245225632651341055924019027421624843914035998953539459094407046912091409387001264560016237428802109276457931065792295524988727584610126483699989225695968815920560, right?",
            "not exactly"
        ]
    },
    {
        "date": "2.8.17 7:43 am",
        "ctx": [
            "jerry seinfeld?",
            "no, this is bill. i think jerry is using a different site"
        ]
    },
    {
        "date": "2.8.17 6:51 am",
        "ctx": [
            "Should I be worried that the songs I wrote many years ago are more popular than what I'm writing today?",
            "you can worry about anything you want. worrying is fun, and good"
        ]
    },
    {
        "date": "2.8.17 4:39 am",
        "ctx": [
            "What is your process for coming up with lyrics to a song? I think I'm pretty ok at making a melody but it always feels like it's missing vocals but rhyming words are hard for me",
            "i do the melody and lyrics at the same time. neither one makes sense without the other. i don't really think about rhymes. if something needs to rhyme, it will"
        ]
    },
    {
        "date": "2.8.17 4:37 am",
        "ctx": [
            "if you die in real life, do you die in the game?",
            "it depends which game"
        ]
    },
    {
        "date": "2.8.17 4:27 am",
        "ctx": [
            "wowow people ask a lot of questions, how do you keep up?",
            "by skipping some of them"
        ]
    },
    {
        "date": "2.8.17 3:13 am",
        "ctx": [
            "so like, geese? what's the deal with geese?",
            "they still can't vote"
        ]
    },
    {
        "date": "2.8.17 2:07 am",
        "ctx": [
            "Fav bass pattern(s) at the moment? Forgive my lack of music theory lingo/knowledge. I'll figure out the notes however you answer.",
            "whichever one is most supportive for the situation at hand"
        ]
    },
    {
        "date": "2.8.17 1:57 am",
        "ctx": [
            "if you could be any animal what would you be",
            "a human person"
        ]
    },
    {
        "date": "2.8.17 1:31 am",
        "ctx": [
            "Do you feel someone over-consuming various mediums of content prevents them from coming up with content of their own? Such as coming up with original content?",
            "no",
            "I've tried creating but I usually stop myself because, \"Oh that's been done by this person. Oh that's been done by that person.\" Thoughts?",
            "try imagining something you would never expect to see in soneone else's content"
        ]
    },
    {
        "date": "2.8.17 1:24 am",
        "ctx": [
            "is history linear?",
            "in some ways"
        ]
    },
    {
        "date": "2.8.17 1:05 am",
        "ctx": [
            "Who did the zodiac killings?",
            "i'm not sure"
        ]
    },
    {
        "date": "2.8.17 12:51 am",
        "ctx": [
            "What's important to you?",
            "the spacetime continuum"
        ]
    },
    {
        "date": "2.8.17 12:37 am",
        "ctx": [
            "what do yiu personally want to release music on? cassettes, vinyl, cd, etc...",
            "whatever formats are the most wisely used. which is currently none of the ones you mentioned"
        ]
    },
    {
        "date": "2.7.17 11:40 pm",
        "ctx": [
            "I've heard that nothing in excess is good. Is there an excess that is good? (thank you for your history video and looking forward for the next one)",
            "it is your choice when to use the word 'excess'. dictionaries may tell you how the word has been used in past centuries, but they cannot control how you use the word"
        ]
    },
    {
        "date": "2.7.17 10:51 pm",
        "ctx": [
            "greetings bill what is you position on (ref: procrastination.html)procrastinating"
        ]
    },
    {
        "date": "2.7.1710:19 pm",
        "ctx": [
            "do you feel like your answers are good?",
            "some of them are"
        ]
    },
    {
        "date": "2.7.178:54 pm",
        "ctx": [
            "Did this question just delay the next video?",
            "no",
            "If it did, does that make me a bad person?",
            "no",
            "Is it ok to ask three questions at the same time?",
            "yes"
        ]
    },
    {
        "date": "2.7.178:21 pm",
        "ctx": [
            "fheywyququtky",
            "i know what you mean"
        ]
    },
    {
        "date": "2.7.178:13 pm",
        "ctx": [
            "if I pressed 4 different triads on the piano at about the same time, could you tell all the notes I pressed?",
            "sure",
            "btw, did you ever see that perfect pitch video with the kid?",
            "there are many videos like that"
        ]
    },
    {
        "date": "2.7.177:45 pm",
        "ctx": [
            "i'm pretty sad right now. how come?",
            "because everything is too normal"
        ]
    },
    {
        "date": "2.7.177:08 pm",
        "ctx": [
            "Which country has the best shape, in your opinion?",
            "united states"
        ]
    },
    {
        "date": "2.7.176:49 pm",
        "ctx": [
            "What is next? History Of Syria?",
            "no"
        ]
    },
    {
        "date": "2.7.176:38 pm",
        "ctx": [
            "Please come back, George.  Please come back.",
            "george was never here"
        ]
    },
    {
        "date": "2.7.176:33 pm",
        "ctx": [
            "please upload an im not dead video to youtube to let peeps know youre dead",
            "wow, what a boring idea for a video"
        ]
    },
    {
        "date": "2.7.176:32 pm",
        "ctx": [
            "how long have you been working on your new video?",
            "about 236 days"
        ]
    },
    {
        "date": "2.7.175:05 pm",
        "ctx": [
            "What stage are you at on the video right now?",
            "just reached the \"end\" of graphics. not including troubleshooting. but i will likely start on final vocals (narr and jing) during the graphics troubleshooting process"
        ]
    },
    {
        "date": "2.7.173:36 pm",
        "ctx": [
            "Why are you afraid to speak your mind?",
            "i am not. all my speech actually comes from my mind"
        ]
    },
    {
        "date": "2.7.173:35 pm",
        "ctx": [
            "would you give me a sample of your proficiency with complex sequences of high density punctuation? we rarely get to see such a display from you.",
            "i guess you haven't looked in the right place"
        ]
    },
    {
        "date": "2.7.172:52 pm",
        "ctx": [
            "Where can I hide.",
            "how about in plain sight"
        ]
    },
    {
        "date": "2.7.172:36 pm",
        "ctx": [
            "Musical insiration?",
            "seems legit"
        ]
    },
    {
        "date": "2.7.171:25 pm",
        "ctx": [
            "Could you list a few things that aren't real? Thanks",
            "it's hard to list things that aren't real because they seem to become real when mentioned"
        ]
    },
    {
        "date": "2.7.1712:23 pm",
        "ctx": [
            "it seems like everyone's pressuring you to finish your video :/ how are you doing stress-wise?",
            "fine"
        ]
    },
    {
        "date": "2.7.1711:54 am",
        "ctx": [
            "Whats the difference between this and that",
            "the proximity (literally or figuratively) to the person speaking"
        ]
    },
    {
        "date": "2.7.1711:08 am",
        "ctx": [
            "did you exchange a walk on part in the war, for a lead role in a cage?",
            "that actually sounds accurate"
        ]
    },
    {
        "date": "2.7.1710:58 am",
        "ctx": [
            "(ref: who-are-you.html)who are you"
        ]
    },
    {
        "date": "2.7.1710:40 am",
        "ctx": [
            "How do you stay unpredictable?",
            "there are many books on the subject. but i have never read them, i try to just do it my own way"
        ]
    },
    {
        "date": "2.7.179:26 am",
        "ctx": [
            "(ref: what-is-life.html)What is life?"
        ]
    },
    {
        "date": "2.7.179:24 am",
        "ctx": [
            "If you were to make more history videos,",
            "which i am",
            "what would your next topic be?",
            "i have already said way too much"
        ]
    },
    {
        "date": "2.7.178:04 am",
        "ctx": [
            "where did you come to earth from",
            "anywhere"
        ]
    },
    {
        "date": "2.7.176:40 am",
        "ctx": [
            "(ref: do-you-exist.html)do you exist?"
        ]
    },
    {
        "date": "2.7.175:55 am",
        "ctx": [
            "Why does rain enjoy wearing my socks so much?",
            "maybe the same reason you enjoy wearing your socks"
        ]
    },
    {
        "date": "2.7.175:29 am",
        "ctx": [
            "(ref: are-you-alive.html)Are you dead?"
        ]
    },
    {
        "date": "2.7.174:57 am",
        "ctx": [
            "looking for a roomie?",
            "yes"
        ]
    },
    {
        "date": "2.7.173:20 am",
        "ctx": [
            "But (ref: why.html)y tho?"
        ]
    },
    {
        "date": "2.7.173:20 am",
        "ctx": [
            "(ref: why.html)Y tho?"
        ]
    },
    {
        "date": "2.7.171:57 am",
        "ctx": [
            "I'm sorry I asked about your favorite chord progression. I now see that it is whatever supports the melody. What's your favorite melody?",
            "whichever one supports the situation"
        ]
    },
    {
        "date": "2.7.171:56 am",
        "ctx": [
            "greetings bill what is your position on going to college?",
            "if you don't pay your tuition you could be arrested for going to college"
        ]
    },
    {
        "date": "2.7.171:29 am",
        "ctx": [
            "It may just be for comedic effect, but you seem to be very self-critical.",
            "i disagree, but i respect your opinion",
            "Are you actually proud of any of the work you've done, videos or otherwise?",
            "yes",
            "(If not you should be, and if so, what are you proud of?)",
            "the work i've done, videos and otherwise"
        ]
    },
    {
        "date": "2.7.171:26 am",
        "ctx": [
            "Do guys find collarbone piercings attractive, typically?",
            "i don't know"
        ]
    },
    {
        "date": "2.7.171:24 am",
        "ctx": [
            "is there such a thing as simply too much tunafish?",
            "sure"
        ]
    },
    {
        "date": "2.7.171:10 am",
        "ctx": [
            "Where do all the unsanswered questions go?",
            "nowhere"
        ]
    },
    {
        "date": "2.7.171:00 am",
        "ctx": [
            "If I'm getting 7 hours of sleep a night, is that more or less than you'd consider adequate? For yourself of course",
            "that's pretty good"
        ]
    },
    {
        "date": "2.7.1712:59 am",
        "ctx": [
            "What is abiogenesis, in a word or two?(other than abiogenesis)",
            "the origin of life"
        ]
    },
    {
        "date": "2.7.1712:43 am",
        "ctx": [
            "since when did the alphabet have an order?",
            "maybe 3000 years ago",
            "why couldn't \"f\" come after \"z\"",
            "it can, depending on which order you write them"
        ]
    },
    {
        "date": "2.6.1711:58 pm",
        "ctx": [
            "When you finish the big video you're working on, will you continue making your short videos?",
            "i will do videos and music of a variety of different lengths, preferably mostly longer than 14 seconds.",
            "Also, who is life?"
        ]
    },
    {
        "date": "2.6.1711:57 pm",
        "ctx": [
            "what is your (ref: favorite.html)favorite species of lizard"
        ]
    },
    {
        "date": "2.6.1711:55 pm",
        "ctx": [
            "(ref: are-you-alive.html)are you dead"
        ]
    },
    {
        "date": "2.6.1711:36 pm",
        "ctx": [
            "Why do you never use Capital Letters at the beginning of sentences?",
            "most of the time i don't find it necessary, as long as i'm using periods between sentences"
        ]
    },
    {
        "date": "2.6.1711:34 pm",
        "ctx": [
            "What kinds of voicings do you use for your chords?",
            "whatever is most helpful to the song at that particular time"
        ]
    },
    {
        "date": "2.6.1710:48 pm",
        "ctx": [
            "do you have a (ref: favorite-number.html)favourite number? If so, what is it?"
        ]
    },
    {
        "date": "2.6.179:34 pm",
        "ctx": [
            "Are people things?",
            "yes, and much more"
        ]
    },
    {
        "date": "2.6.179:19 pm",
        "ctx": [
            "Are homosexuals gay?",
            "i'm not sure"
        ]
    },
    {
        "date": "2.6.178:16 pm",
        "ctx": [
            "(ref: more-of-the-same.html)Would you make more history videos? The one on Japan was phenomenon all."
        ]
    },
    {
        "date": "2.6.177:12 pm",
        "ctx": [
            "What is your favorite story?",
            "abiogenesis"
        ]
    },
    {
        "date": "2.6.177:05 pm",
        "ctx": [
            "I love colour so much!! I just love it. all of them.",
            "me too",
            "except maybe peach."
        ]
    },
    {
        "date": "2.6.176:43 pm",
        "ctx": [
            "Are you planing a vacation to Orlando Florida?",
            "no"
        ]
    },
    {
        "date": "2.6.176:17 pm",
        "ctx": [
            "in the alphabet, what comes after the letter z",
            "nothing. you will have to find something else to do, besides the alphabet. or perhaps do the alphabet again"
        ]
    },
    {
        "date": "2.6.175:47 pm",
        "ctx": [
            "What would you be doing, if you could never see comments or your subscriber count? Is that path more you than other paths?",
            "i don't usually look at those things anyway"
        ]
    },
    {
        "date": "2.6.174:40 pm",
        "ctx": [
            "Don't you think the \"anything videos\" playlist would be better if it had more videos in it?",
            "all my lists of videos would be better with more videos in them. why do you think i spend all my time making them"
        ]
    },
    {
        "date": "2.6.174:32 pm",
        "ctx": [
            "hey hey! is ths you?",
            "is who me"
        ]
    },
    {
        "date": "2.6.174:31 pm",
        "ctx": [
            "serious music theory question: how do you make chords that sound good",
            "think more about how it affects the song over all. no one is listening to just the chords, except maybe the chordsmiths"
        ]
    },
    {
        "date": "2.6.173:44 pm",
        "ctx": [
            "what is the best thing",
            "different things may be best at different times, and for different situations"
        ]
    },
    {
        "date": "2.6.173:03 pm",
        "ctx": [
            "What I'm saying is: There might be a magical realm beyond \"z\". Something that few know about. If anyone knows about it, you do...so let me ask again: (ref: what-comes-after-z-questionmark.html)What comes after z?"
        ]
    },
    {
        "date": "2.6.172:24 pm",
        "ctx": [
            "could litter be considered art?",
            "sure"
        ]
    },
    {
        "date": "2.6.172:06 pm",
        "ctx": [
            "Is your music royalty free?",
            "no"
        ]
    },
    {
        "date": "2.6.171:43 pm",
        "ctx": [
            "From what era do you feel you draw your style of music from?",
            "cenozoic"
        ]
    },
    {
        "date": "2.6.1711:17 am",
        "ctx": [
            "where is god? I can't find him",
            "who is god"
        ]
    },
    {
        "date": "2.6.179:53 am",
        "ctx": [
            "how do you stop a question from being frequently asked?",
            "destroy the universe, i guess"
        ]
    },
    {
        "date": "2.6.178:50 am",
        "ctx": [
            "is the new video actually 2 videos that are stuck together?",
            "no"
        ]
    },
    {
        "date": "2.6.178:06 am",
        "ctx": [
            "(ref: do-you-like-waffles.html)Do you like waffles?"
        ]
    },
    {
        "date": "2.6.174:57 am",
        "ctx": [
            "if you had to live your life over again, would you change anything?",
            "if i had memories of the way it went the first time, then i would be able to use that knowledge in innumerable ways the second time. if i had no memory of the first time, then i would not be able to do anything different"
        ]
    },
    {
        "date": "2.6.174:41 am",
        "ctx": [
            "how do i sort out my feelings in a way that might give me a plan for the future",
            "try to relax, and use gravity"
        ]
    },
    {
        "date": "2.6.174:02 am",
        "ctx": [
            "does motivation grow on trees? can it be bought at the store? please help i need to get it stat",
            "motivation to do what"
        ]
    },
    {
        "date": "2.6.172:53 am",
        "ctx": [
            "how much of you is fiction?",
            "you would have to ask the author"
        ]
    },
    {
        "date": "2.6.171:56 am",
        "ctx": [
            "how do you make your mind float?",
            "put it in the ocean"
        ]
    },
    {
        "date": "2.6.171:45 am",
        "ctx": [
            "Do you answer questions at apparently random times so we can't guess what your timezone is?",
            "no"
        ]
    },
    {
        "date": "2.6.1712:38 am",
        "ctx": [
            "what are melons",
            "they are like lemons, but different"
        ]
    },
    {
        "date": "2.6.1712:11 am",
        "ctx": [
            "if you didn't respond to someones email, would it become annoying if they kept emailing you?",
            "it depends how annoying the first email is, and how annoying the second email is, but more importantly the combined sum of how annoying they both are in total"
        ]
    },
    {
        "date": "2.5.1711:55 pm",
        "ctx": [
            "Are you woke?",
            "yes"
        ]
    },
    {
        "date": "2.5.1711:55 pm",
        "ctx": [
            "I miss you bill",
            "who is this"
        ]
    },
    {
        "date": "2.5.1711:53 pm",
        "ctx": [
            "Do you think maybe you could post the current form of the video on the website to satisfy us with the abrupt ending as a treat for your loyal fans? I understand it would subtract from the magic of the final video but it would be a nice in-depth profile of how your mind evolves by comparing the two in real time. Please this will pay for my wife's chemotherapy",
            "sure"
        ]
    },
    {
        "date": "2.5.1711:26 pm",
        "ctx": [
            "do you understand the duality of art and reality ?",
            "i am familiar with the duality of art and art, and the duality of reality and reality, and i am also aware of some similarities between art and reality. i am not sure if that answers your question"
        ]
    },
    {
        "date": "2.5.1711:26 pm",
        "ctx": [
            "I imagine that all this work stresses you out, so how do you usually relax after a lot of work.",
            "sleep"
        ]
    },
    {
        "date": "2.5.1711:24 pm",
        "ctx": [
            "(ref: collab.html)Have you ever had any guests for your videos or do you fly solo?"
        ]
    },
    {
        "date": "2.5.1710:24 pm",
        "ctx": [
            "Is the answer no?",
            "to what"
        ]
    },
    {
        "date": "2.5.1710:22 pm",
        "ctx": [
            "what's your least favourite colour?",
            "i hate all the colors so much i could never choose just one"
        ]
    },
    {
        "date": "2.5.179:58 pm",
        "ctx": [
            "bill my boy (ref: are-you-alive.html\">you alive there? <a href=\"make-short-video-during-long-video-process-to-satisfy-the-fans.html)can we get a small 3s or so video just to calm down the youtube only folks?"
        ]
    },
    {
        "date": "2.5.179:16 pm",
        "ctx": [
            "where do you get your creativity from?",
            "the sun"
        ]
    },
    {
        "date": "2.5.178:07 pm",
        "ctx": [
            "What comes after z?",
            "?"
        ]
    },
    {
        "date": "2.5.177:04 pm",
        "ctx": [
            "why if life gives you lemons I have to make lemonade?",
            "you don't",
            "What if I don't like lemonade?",
            "then you might want to avoid it"
        ]
    },
    {
        "date": "2.5.177:02 pm",
        "ctx": [
            "do you like rain?",
            "yes"
        ]
    },
    {
        "date": "2.5.177:00 pm",
        "ctx": [
            "do you like Japan?",
            "i don't remember"
        ]
    },
    {
        "date": "2.5.174:18 pm",
        "ctx": [
            "(ref: am-i-dead.html)Am I dead?"
        ]
    },
    {
        "date": "2.5.174:11 pm",
        "ctx": [
            "is the new video gonna be a wild ride",
            "oh hell yeah"
        ]
    },
    {
        "date": "2.5.173:36 pm",
        "ctx": [
            "(ref: happy-birthday.html)happy birthday"
        ]
    },
    {
        "date": "2.5.177:14 pm",
        "ctx": [
            "do you make any money off of your music and videos?",
            "sort of"
        ]
    },
    {
        "date": "2.5.173:14 pm",
        "ctx": [
            "how can i check to see if im an alien?",
            "no one is an alien to themselves. an alien means someone from somewhere other than where you're from. so you would not be an alien unless you are from someplace other than where you are from. i hope that makes sense"
        ]
    },
    {
        "date": "2.5.172:14 pm",
        "ctx": [
            "(ref: can-i-ask-you-a-question.html)can I ask a question"
        ]
    },
    {
        "date": "2.5.172:12 pm",
        "ctx": [
            "when's reality",
            "now"
        ]
    },
    {
        "date": "2.5.172:00 pm",
        "ctx": [
            "what is the best way to combat illness bc ive been sick for five weeks in a row so far",
            "different things are good for different illnesses but water is good for almost every illness"
        ]
    },
    {
        "date": "2.5.171:40 pm",
        "ctx": [
            "are you wise?",
            "i'm not sure"
        ]
    },
    {
        "date": "2.5.171:35 pm",
        "ctx": [
            "Hey Bill, is the new video going to have an outro screen compatible with the annotation 'button' things?",
            "i really don't like doing that. but i'm not sure"
        ]
    },
    {
        "date": "2.5.171:23 pm",
        "ctx": [
            "what is the correct way of eating aBanana?",
            "i don't know"
        ]
    },
    {
        "date": "2.5.1711:23 am",
        "ctx": [
            "When people say something about how you havent made a video in a while, they mean you haven't finished and posted a video in a while.",
            "i agree",
            "Most of them don't know you're still working on one, and assume you just stopped for some reason",
            "and i try to explain it to them every time"
        ]
    },
    {
        "date": "2.5.1711:12 am",
        "ctx": [
            "i did a calculation, and if you made a history video for 50 different countries, at a rate of 100 days per video, making absolutely no other videos, it would only take 14 years to make 50 videos. is that encouraging",
            "it would be if it was my goal to make only videos about countries"
        ]
    },
    {
        "date": "2.5.1710:02 am",
        "ctx": [
            "Why do you think your content so addicting?",
            "i'm just trying to be reasonable"
        ]
    },
    {
        "date": "2.5.179:51 am",
        "ctx": [
            "(ref: how-many-questions.html)How many questions do you get per day, and how many of them are spam and/or the ones that you've answered already before?"
        ]
    },
    {
        "date": "2.5.179:40 am",
        "ctx": [
            "what is your (ref: mbti.html)MBTI"
        ]
    },
    {
        "date": "2.5.179:12 am",
        "ctx": [
            "(ref: happy-birthday.html)happy birthday"
        ]
    },
    {
        "date": "2.5.178:36 am",
        "ctx": [
            "(ref: favorite-song.html)Favorite song?"
        ]
    },
    {
        "date": "2.5.174:23 am",
        "ctx": [
            "how many is too many?",
            "any more than the correct amount"
        ]
    },
    {
        "date": "2.5.174:22 am",
        "ctx": [
            "(ref: harbfeadtuegwtdlml.html)Has Anyone Really Been Far Even as Decided to Use Even Go Want to do Look More Like?"
        ]
    },
    {
        "date": "2.5.173:32 am",
        "ctx": [
            "Favorite suit of playing card? &#9829;&#9830;&#9827;&#9824;",
            "the suits were created as an ensemble. to pick a favorite would be to disrespect the ensemble"
        ]
    },
    {
        "date": "2.5.171:54 am",
        "ctx": [
            "(ref: dont-understand.html)Pie or cake?"
        ]
    },
    {
        "date": "2.5.171:07 am",
        "ctx": [
            "(ref: timezone.html)What timezone does this page use?"
        ]
    },
    {
        "date": "2.5.1712:25 am",
        "ctx": [
            "almost everyone i know knows who u are and worries if you're still alive and shit cause u haven't made a video in a while,",
            "i have been making videos constantly (non-stop, without stopping) since 2014. sorry for the confusion",
            "and meanwhile you've been answering all these questions like it's nothing lmao glad to know ur alive also apparently it's ur birthday happy day of being placed on earth."
        ]
    },
    {
        "date": "2.5.1712:15 am",
        "ctx": [
            "do you ever wish the sun would just shut up",
            "no"
        ]
    },
    {
        "date": "2.5.1712:13 am",
        "ctx": [
            "do you sometimes feel that the sun is just a little too hot",
            "no"
        ]
    },
    {
        "date": "2.5.1712:05 am",
        "ctx": [
            "Best (ref: memes.html)meme?"
        ]
    },
    {
        "date": "2.4.1711:49 pm",
        "ctx": [
            "Saw something about behind the scenes a few questions down.Would the behind the scenes just technically be the reality section of your website?",
            "there are more things which would also be considered behind the scenes"
        ]
    },
    {
        "date": "2.4.1711:44 pm",
        "ctx": [
            "can you tell us 3 letters from the title of the new video?",
            "e, s, t"
        ]
    },
    {
        "date": "2.4.1711:41 pm",
        "ctx": [
            "Would you be interested in making content for those Adult Swim intermissions?",
            "no, but thank you for the opportunity"
        ]
    },
    {
        "date": "2.4.1710:42 pm",
        "ctx": [
            "what's your financial situation?",
            "medium rare"
        ]
    },
    {
        "date": "2.4.1710:34 pm",
        "ctx": [
            "Which university is the best to study space and/or bird law?",
            "i am the wrong person to ask about universities. but i appreciate the question"
        ]
    },
    {
        "date": "2.4.1710:21 pm",
        "ctx": [
            "I want to really write a song. Like a Big Band arrangement. Any tips you could give me?",
            "just imagine what you want the song to sound like, and write it down in a reliable way that you can understand. if you have trouble doing that, then you may have to use \"abstract tactics\""
        ]
    },
    {
        "date": "2.4.178:35 pm",
        "ctx": [
            "any update on progress of the new video?",
            "it is going great"
        ]
    },
    {
        "date": "2.4.17 7:57 pm",
        "ctx": [
            "is asmr pronounced AY ESS EM ARR or ass-mur?",
            "i'm not sure, i have never pronounced it"
        ]
    },
    {
        "date": "2.4.17 7:21 pm",
        "ctx": [
            "hello mr. wurtz i have a very important question. do you think space is real or is it a fake hologram",
            "you can call it whatever you want. that won't change how it is"
        ]
    },
    {
        "date": "2.4.17 6:33 pm",
        "ctx": [
            "you find a magic lamp with a genie inside, he says \"you got 3 wishes bud.\" what are your wishes?",
            "before the genie arrived, i wished not to have a genie. i'm not sure how that factors into the scenario"
        ]
    },
    {
        "date": "2.4.17 6:32 pm",
        "ctx": [
            "Falcons or Pats?",
            "the game is not until tomorrow. at the end of the game they will determine the winner somehow, i guess there is a point system"
        ]
    },
    {
        "date": "2.4.17 12:49 pm",
        "ctx": [
            "(ref: how-long-is-the-video-late2016.html)how long do you expect your new video to be?"
        ]
    },
    {
        "date": "2.4.17 11:12 am",
        "ctx": [
            "What's the plural of series? Is it just the same?",
            "i think so"
        ]
    },
    {
        "date": "2.4.17 8:44 am",
        "ctx": [
            "Do you ever feel lonely",
            "oh hell yeah"
        ]
    },
    {
        "date": "2.4.17 8:32 am",
        "ctx": [
            "What is something you regret",
            "regretting stuff"
        ]
    },
    {
        "date": "2.4.17 8:03 am",
        "ctx": [
            "Why do people care so much about shoes?",
            "because the ground is sometimes hazardous"
        ]
    },
    {
        "date": "2.4.17 6:09 am",
        "ctx": [
            "if you were president what would you do?",
            "panic"
        ]
    },
    {
        "date": "2.4.17 5:20 am",
        "ctx": [
            "can i be you",
            "if you are me then who is going to be you"
        ]
    },
    {
        "date": "2.4.17 3:29 am",
        "ctx": [
            "(ref: are-you-ok.html)are you ok"
        ]
    },
    {
        "date": "2.4.17 3:05 am",
        "ctx": [
            "what's your favorite type of weird?",
            "normal"
        ]
    },
    {
        "date": "2.4.17 2:37 am",
        "ctx": [
            "when wIll i be happy",
            "when you least expect"
        ]
    },
    {
        "date": "2.4.172:25 am",
        "ctx": [
            "How do you feel about the Q train going up Second Avenue now?",
            "welcome back W"
        ]
    },
    {
        "date": "2.4.171:18 am",
        "ctx": [
            "do u still respond to emails or are u too busy now?",
            "that would depend on the email"
        ]
    },
    {
        "date": "2.3.1711:45 pm",
        "ctx": [
            "(ref: how-are-you-so-cool.html)How did you get so awesome?"
        ]
    },
    {
        "date": "2.3.1711:29 pm",
        "ctx": [
            "Does constantly getting bombarded with the same questions about the completion of the new video give you motivation to finish the video because it lets you know the public wants a new video, and it shows your damn good at making them, or has it lost its meaning because of how many times the questions have been asked?",
            "my motivation to finish this video comes from the fact that it's the most wild and crazy video i have ever done. which is also the reason i started making the video in the first place"
        ]
    },
    {
        "date": "2.3.1711:09 pm",
        "ctx": [
            "i memorized where every country is but no one cares, what do i do?",
            "something else no one cares about. or, for a thrill, try doing something people do care about"
        ]
    },
    {
        "date": "2.3.1711:01 pm",
        "ctx": [
            "(ref: favorite-food.html)what's your favourite Food?"
        ]
    },
    {
        "date": "2.3.1710:18 pm",
        "ctx": [
            "how do I get past the musical block of \"I only sing and play flute\" and learn more instruments without my self esteem as a musician plummeting",
            "i would think learning more instruments would make your self esteem better, not worse"
        ]
    },
    {
        "date": "2.3.1710:13 pm",
        "ctx": [
            "Whats the next country being used for the History of Series?",
            "what makes you think i am doing a history of series"
        ]
    },
    {
        "date": "2.3.179:20 pm",
        "ctx": [
            "is love bad",
            "yes. that's what makes it good"
        ]
    },
    {
        "date": "2.3.179:08 pm",
        "ctx": [
            "i am trying to watch/read/listen/play too many things.  it's to the point now where i can't even do all of them because they are coming out faster than i can keep up.  i'm cutting out some stuff so the speed is reduced to actually possible levels, but meanwhile i have some \"important things\" in my backlog i NEED to see before moving on to more current stuff.  question: is it better to finish something that i haven't revisited for a while but i'm almost through with, or to continue with something i started more recent even though it has a long way to go?additional question, am i like, doing life wrong? literaly no one else i know has this problem, maybe i need to just kill this whole thing off.  i would have done so already, but when i try for whatever reason it feels horribly \"off\" to be looking at nothing, and i feel slightly deader inside.",
            "you are doing great. this reminds me of snowflakes wondering how they will ever cover the ground in snow"
        ]
    },
    {
        "date": "2.3.178:26 pm",
        "ctx": [
            "should i get lost?",
            "it depends how bored you are"
        ]
    },
    {
        "date": "2.3.177:48 pm",
        "ctx": [
            "are graphics done yet? you said you were at min 18 last time, i think, how long does a minute usually take to make the graphics for?",
            "it varies wildly depending on the contents of that minute"
        ]
    },
    {
        "date": "2.3.177:43 pm",
        "ctx": [
            "(ref: what-is-the-answer-to-this-question.html)What's the answer to this question?"
        ]
    },
    {
        "date": "2.3.177:34 pm",
        "ctx": [
            "Um what are you doing right now?",
            "questions"
        ]
    },
    {
        "date": "2.3.177:09 pm",
        "ctx": [
            "Why do American people often hate each other so much over politics?",
            "i don't know"
        ]
    },
    {
        "date": "2.3.176:59 pm",
        "ctx": [
            "what is your emotional state regarding the video?",
            "basket case"
        ]
    },
    {
        "date": "2.3.176:08 pm",
        "ctx": [
            "When double-tracking, how many times do you usually overlay your voice?",
            "i assume you are talking about singing, and i think any more than 2 on the same pitch would be unnecessary. for spoken parts there is usually no reason to double"
        ]
    },
    {
        "date": "2.3.175:35 pm",
        "ctx": [
            "what do you think about questions that ask you what you think",
            "it depends whether i think anything about the thing they are asking about"
        ]
    },
    {
        "date": "2.3.175:34 pm",
        "ctx": [
            "You've said you don't watch your finished videos, but do you ever watch the entirety of what you've made so far while you're making a video?",
            "oh hell yeah. that's the only way to really know what you're doing"
        ]
    },
    {
        "date": "2.3.174:50 pm",
        "ctx": [
            "Why do you always type in lowercase?",
            "lowercase is how most people type the vast majority of all letters"
        ]
    },
    {
        "date": "2.3.174:25 pm",
        "ctx": [
            "(ref: how-are-you.html)How are you?"
        ]
    },
    {
        "date": "2.3.174:11 pm",
        "ctx": [
            "(ref: is-music-a-language.html)is music a language?"
        ]
    },
    {
        "date": "2.3.174:09 pm",
        "ctx": [
            "What is your opinion on people who are homosexual?",
            "my opinion of people is not usually affected by whether they are 'homosexual'"
        ]
    },
    {
        "date": "2.3.173:49 pm",
        "ctx": [
            "What is a sock",
            "i'm not sure"
        ]
    },
    {
        "date": "2.3.173:37 pm",
        "ctx": [
            "Could you describe the scheme of your creation process?",
            "creation of what",
            "Do you have a detailed script? How many takes do you need to make an appropriate voiceover?"
        ]
    },
    {
        "date": "2.3.173:36 pm",
        "ctx": [
            "what number am i thinking of?",
            "i don't know"
        ]
    },
    {
        "date": "2.3.173:32 pm",
        "ctx": [
            "is magma a rock?",
            "you won't know how many rocks it is until it is frozen"
        ]
    },
    {
        "date": "2.3.173:32 pm",
        "ctx": [
            "what do you think (ref: do-you-believe-in-aliens.html)aliens eat?"
        ]
    },
    {
        "date": "2.3.171:59 pm",
        "ctx": [
            "do you think there is enough time in a day?",
            "for what"
        ]
    },
    {
        "date": "2.3.171:22 pm",
        "ctx": [
            "(ref: favorite-movie.html)What is your favorite movie?"
        ]
    },
    {
        "date": "2.3.1711:44 am",
        "ctx": [
            "what is your favorite time?",
            "now"
        ]
    },
    {
        "date": "2.3.1710:07 am",
        "ctx": [
            "(ref: favorite-color.html)whats your favourite colour?"
        ]
    },
    {
        "date": "2.3.179:58 am",
        "ctx": [
            "(ref: can-i-ask-you-a-question.html)Can I ask a question?"
        ]
    },
    {
        "date": "2.3.178:52 am",
        "ctx": [
            "what if all your demons were just angels in disguise?",
            "they are. that's the whole point"
        ]
    },
    {
        "date": "2.3.178:37 am",
        "ctx": [
            "Can you give me a list of all the \"hints\" you have given us about the video?",
            "i would never be able to find them all. also your idea of a hint may be different from your neighbor"
        ]
    },
    {
        "date": "2.3.17 8:34 am",
        "ctx": [
            "will the new video end as abruptly as history of japan",
            "i am actually still looking for a stronger ending. the ending i have now is abrupt, but very abstract and a little paranoid. looking for something better. i should know in the next day or so. but i would like it to be abrupt, and non-traditional. traditional endings make me bored and sad"
        ]
    },
    {
        "date": "2.3.17 5:48 am",
        "ctx": [
            "After the video is done, do you think you'll do a behind the scenes video? I, along with many other people, would very much be interested to see all the work you have put in.",
            "right after spending 8 months on 1 video, i think it would be a bad idea to spend more time on things relating to that same video. behind the scenes is a very important category that i am looking forward to integrating, but just like many other categories i need to be very careful not to let it eat up so much time that it prevents me from doing 'in front of the scenes' content"
        ]
    },
    {
        "date": "2.3.17 4:10 am",
        "ctx": [
            "does it bother you to know that i am looking forward to your new music more than the video?",
            "no"
        ]
    },
    {
        "date": "2.3.17 2:36 am",
        "ctx": [
            "hwat do you think hwen people pronounce 'wh' words with the h first, such as in hwiskey or hwich?",
            "i think it usually means they were born before 1940"
        ]
    },
    {
        "date": "2.3.17 2:32 am",
        "ctx": [
            "would you ever want to work on creating stuff with VR?",
            "oh hell yeah"
        ]
    },
    {
        "date": "2.3.17 2:32 am",
        "ctx": [
            "got any plans for valentines day?",
            "continue working on the current project in an urgent and swift manner. surely it won't still be this video hahahahaha"
        ]
    },
    {
        "date": "2.3.17 2:32 am",
        "ctx": [
            "were you good at history in high school?",
            "it is impossible to be good at history. you have to just do your best in the present. and if you do it good enough you might become a part of history"
        ]
    },
    {
        "date": "2.3.17 2:31 am",
        "ctx": [
            "how did you come up with the design of this site?",
            "i'm just trying to be reasonable"
        ]
    },
    {
        "date": "2.3.17 2:25 am",
        "ctx": [
            "(ref: opinion-on-capital-letters.html)What is your opinion on uppercase (capital) letters?"
        ]
    },
    {
        "date": "2.3.17 1:54 am",
        "ctx": [
            "I asked a question here a while ago but I forgot what it was and I can't find it. What do you think I should do?",
            "(ref: q.php?date=201701161616)click here, to find out what it was"
        ]
    },
    {
        "date": "2.2.1711:57 pm",
        "ctx": [
            "are your answers here lately meant to be as aggressive as they seem?",
            "it depends how aggressive you think they seem"
        ]
    },
    {
        "date": "2.2.1711:10 pm",
        "ctx": [
            "What is music made of?",
            "hopes, and dreams"
        ]
    },
    {
        "date": "2.2.179:34 pm",
        "ctx": [
            "When the video is finished, how long a break will you take before you start working on a song (5 minutes? A day? Not at all?)",
            "the first thing i need to do is establish the rules of the schedule. there are still some questions. but i will resolve it as quickly as possible. like within an hour"
        ]
    },
    {
        "date": "2.2.179:27 pm",
        "ctx": [
            "(ref: do-you-answer-all-questions.html)Do all of these questions get answered?"
        ]
    },
    {
        "date": "2.2.179:05 pm",
        "ctx": [
            "How do you feel about turkeys?",
            "they are ok"
        ]
    },
    {
        "date": "2.2.177:59 pm",
        "ctx": [
            "what do you think is the best question word?",
            "what"
        ]
    },
    {
        "date": "2.2.177:56 pm",
        "ctx": [
            "how many capital letters have you used?",
            "i have not been keeping track"
        ]
    },
    {
        "date": "2.2.176:47 pm",
        "ctx": [
            "(ref: why-didnt-you-answer-my-question.html)Why didn't you answer my last question?"
        ]
    },
    {
        "date": "2.2.176:20 pm",
        "ctx": [
            "its been a year since the history of japan was uploaded my dude. so like (ref: when-will-next-history-video-come-out.html)whens the new 1 like u dont have to make new vines like u could just make the vid u know?",
            "that is such a good strategy i am already doing it, and have been doing it since june 16, 2016"
        ]
    },
    {
        "date": "2.2.174:01 pm",
        "ctx": [
            "are Asians living calculators?",
            "all people are living calculators, and much much more"
        ]
    },
    {
        "date": "2.2.173:19 pm",
        "ctx": [
            "Would you consider adding a bright progress bar to this website to satisfy all the people anxious about the new video?",
            "there is no way to make one that is accurate"
        ]
    },
    {
        "date": "2.2.172:42 pm",
        "ctx": [
            "latest meme?",
            "pepin the short"
        ]
    },
    {
        "date": "2.2.172:37 pm",
        "ctx": [
            "what is your favorite opinion?",
            "1=2"
        ]
    },
    {
        "date": "2.2.172:37 pm",
        "ctx": [
            "what is your opinion on favorites?",
            "different things are favored for different reasons at different points in time. a 'favorite' is kind of like an icicle. like when you freeze time and examine what the favored thing was at that moment, for that particular situation"
        ]
    },
    {
        "date": "2.2.172:31 pm",
        "ctx": [
            "(ref: will-every-possible-question-be-asked-eventually.html)Do you think eventually every possible question will be asked on this page?"
        ]
    },
    {
        "date": "2.2.171:35 pm",
        "ctx": [
            "(ref: dont-understand.html)emojis or emoticons or neither or what"
        ]
    },
    {
        "date": "2.2.171:33 pm",
        "ctx": [
            "what are ur thoughts about life?",
            "you can find many of them on billwurtz dot com, as well as other sites"
        ]
    },
    {
        "date": "2.2.1712:39 pm",
        "ctx": [
            "(ref: next-video-late2016-coming-out.html)Oh, my dear Billy BoyWhen can the audience of the world except to see your new video?Love, Barack Obama"
        ]
    },
    {
        "date": "2.2.1712:08 pm",
        "ctx": [
            "do you know how to do CPR",
            "you mean Cool Party Rituals? oh hell yeah"
        ]
    },
    {
        "date": "2.2.1711:00 am",
        "ctx": [
            "If a fan is a fan does that make a fan a fan?",
            "i think so"
        ]
    },
    {
        "date": "2.2.17 8:03 am",
        "ctx": [
            "Should I go crazy?",
            "sure"
        ]
    },
    {
        "date": "2.2.17 5:14 am",
        "ctx": [
            "how often do you get lost when you are walking to the store",
            "about 0 times per store"
        ]
    },
    {
        "date": "2.2.17 3:05 am",
        "ctx": [
            "(ref: can-i-ask-you-a-question.html)Can I ask a question?"
        ]
    },
    {
        "date": "2.2.17 2:59 am",
        "ctx": [
            "(ref: shaving-my-piano.html)What's the correct technique for shaving a piano?"
        ]
    },
    {
        "date": "2.2.17 2:32 am",
        "ctx": [
            "if you eventually make enough history videos, would you consider doing a \"history of history videos\"?",
            "i don't think so"
        ]
    },
    {
        "date": "2.1.17 11:40 pm",
        "ctx": [
            "exactly how wild and crazy is the super duper big video?",
            "i'm going all the way"
        ]
    },
    {
        "date": "2.1.17 9:03 pm",
        "ctx": [
            "I have a very answerable question.  Can you please pair it with a very questionable answer?",
            "sure"
        ]
    },
    {
        "date": "2.1.178:59 pm",
        "ctx": [
            "(ref: is-a-hotdog-a-sandwich.html)Is a hot dog a sandwich?"
        ]
    },
    {
        "date": "2.1.178:49 pm",
        "ctx": [
            "do you have Grammarly?",
            "no but they stalk me, and i am looking for ways to get them to stop"
        ]
    },
    {
        "date": "2.1.178:41 pm",
        "ctx": [
            "which would win in a fight: a sword with a gun OR a gun with a sword?",
            "it depends on the skills of the person(s) operating them"
        ]
    },
    {
        "date": "2.1.178:22 pm",
        "ctx": [
            "do you believe the state of Rhode Island should undergo a massive project to make it an actual island?",
            "rhode island is an island. the state of rhode island includes rhode island, plus some bonus material"
        ]
    },
    {
        "date": "2.1.178:11 pm",
        "ctx": [
            "plz make a vid about the history of japan plz plz",
            "i am trying but if i keep trying to do these vines 7 days a week i will never have time. i'm really not sure what to do"
        ]
    },
    {
        "date": "2.1.176:31 pm",
        "ctx": [
            "Are you doing anything for the anniversary of history of japan?",
            "i will be doing the same thing i do for the anniversary of everything, which is to continue working on the current project, with urgency and swiftness"
        ]
    },
    {
        "date": "2.1.176:02 pm",
        "ctx": [
            "i used to make music all the time, but lately every time i try, i get stuck and i don't know why. i really want to make a song. do you have any advice?",
            "try shorter songs until you get more comfortable"
        ]
    },
    {
        "date": "2.1.175:47 pm",
        "ctx": [
            "do you ever try to be unreasonable",
            "yes. it is very fun, and it makes things interesting"
        ]
    },
    {
        "date": "2.1.175:32 pm",
        "ctx": [
            "are legumes or nuts featured in the new video",
            "not that i recall"
        ]
    },
    {
        "date": "2.1.175:10 pm",
        "ctx": [
            "How come you haven't made the \"what's the progress on the video?\" question a green link yet?",
            "i have thought about it, but it just doesn't seem believable if i did that. i want to give a specialized answer each time, which happens to be the same every time"
        ]
    },
    {
        "date": "2.1.174:51 pm",
        "ctx": [
            "I got this 50% off coupon for lunch at a nearby supermarket, but adults keep telling me nothing is free in life. If it's still the same lunch, with what am I paying the other 50%?",
            "if it is only a 50% off coupon, you would have to use money to pay for the other half. i'm not sure if that answers your question"
        ]
    },
    {
        "date": "2.1.174:50 pm",
        "ctx": [
            "(ref: when-will-next-history-video-come-out.html)What's your estimate on the release date of the next big history video?"
        ]
    },
    {
        "date": "2.1.174:50 pm",
        "ctx": [
            "I know it's an older song, but I really like Icy James! Do you have the chords for it?",
            "the chords are in the song. that is usually the best place to keep them"
        ]
    },
    {
        "date": "2.1.174:16 pm",
        "ctx": [
            "Are you ever sure with your answers to questions?",
            "sometimes"
        ]
    },
    {
        "date": "2.1.173:59 pm",
        "ctx": [
            "(ref: when-will-next-history-video-come-out.html)any estimate as to when your megahistory video is gonna be up on youtube? thanks"
        ]
    },
    {
        "date": "2.1.173:47 pm",
        "ctx": [
            "What are your thoughts on the Drake Equation?",
            "it is a good way to stimulate conversation. but it probably won't help you find the aliens"
        ]
    },
    {
        "date": "2.1.173:46 pm",
        "ctx": [
            "how do i calculate math",
            "using your mind, and machines"
        ]
    },
    {
        "date": "2.1.173:22 pm",
        "ctx": [
            "What was it like to come to Earth?",
            "so far it's going great"
        ]
    },
    {
        "date": "2.1.173:20 pm",
        "ctx": [
            "why do americans hate communism",
            "about 20 years ago they switched from hating communism to hating islam, and now they are gradually shifting towards hating capitalism"
        ]
    },
    {
        "date": "2.1.172:04 pm",
        "ctx": [
            "what is the fourth letter in the title of your video?",
            "t"
        ]
    },
    {
        "date": "2.1.172:03 pm",
        "ctx": [
            "do you trust us?",
            "whom"
        ]
    },
    {
        "date": "2.1.171:53 pm",
        "ctx": [
            "Is there (or was there) a specific frustration or problem you had a hard time getting through for this new video?",
            "there have been many"
        ]
    },
    {
        "date": "2.1.1712:52 pm",
        "ctx": [
            "Do you like Russia?",
            "it is ok"
        ]
    },
    {
        "date": "2.1.1712:05 pm",
        "ctx": [
            "should I be worried that my iphone 7 has a headphone jack?",
            "no but i'm worried that it doesn't"
        ]
    },
    {
        "date": "2.1.1710:19 am",
        "ctx": [
            "what makes an object an object",
            "gravity, electromagnetism, the strong nuclear force, or the weak nuclear force. or some combination of those 4 forces"
        ]
    },
    {
        "date": "2.1.1712:37 pm",
        "ctx": [
            "what are your opinions on the phrase \"happy birthday to you\"",
            "it is the title lyric of one of the most popular songs of the last 100 years"
        ]
    },
    {
        "date": "2.1.1710:28 am",
        "ctx": [
            "what should be considered reasonable",
            "you have to just use your best judgement"
        ]
    },
    {
        "date": "2.1.179:41 am",
        "ctx": [
            "do you reward cleverer questions with cleverer answers",
            "i don't have an accurate system for determining if a question is clever"
        ]
    },
    {
        "date": "2.1.179:35 am",
        "ctx": [
            "Is there a next history video you're making?",
            "oh hell yeah"
        ]
    },
    {
        "date": "2.1.17 8:00 am",
        "ctx": [
            "if i could ask you a question, (ref: what-question-should-i-ask.html)what should I ask?"
        ]
    },
    {
        "date": "2.1.17 7:58 am",
        "ctx": [
            "(ref: is-this-a-question.html)is this a question?"
        ]
    },
    {
        "date": "2.1.17 6:54 am",
        "ctx": [
            "does keeping secrets make life more exciting?",
            "yes. it is also exciting to reveal them, sometimes"
        ]
    },
    {
        "date": "2.1.17 5:54 am",
        "ctx": [
            "(ref: would-you-put-out-vinyl.html)Would you ever consider releasing any of your music on vinyl? Having some of your songs on a physical format would be great."
        ]
    },
    {
        "date": "2.1.17 4:27 am",
        "ctx": [
            "(ref: is-music-a-language.html)do you consider music a language?"
        ]
    },
    {
        "date": "2.1.17 4:14 am",
        "ctx": [
            "okay so atoms are made of protons, neutrons and electrons, protons and neutrons are themselves made out of quarks, but what int the hell are quarks made of ???",
            "feelings, i guess"
        ]
    },
    {
        "date": "2.1.17 1:01 am",
        "ctx": [
            "how's progress on the mega-huge history project?",
            "wild and crazy\n\n\n\n\n\n(ref: questions-2017-01.html)PREVIOUS QUESTIONS"
        ]
    }
]