[
    {
        "date": "201711302345",
        "ctx": [
            "Im a bumble beee",
            "ah, #relatable"
        ]
    },
    {
        "date": "201711302240",
        "ctx": [
            "both hotewig and hoj have 34 million views right now. Why?",
            "you'll have to ask the viewers. i did not do the views"
        ]
    },
    {
        "date": "201711302222",
        "ctx": [
            "What obstacle are you currently facing about making the video good?",
            "trying to not spend forever working on it"
        ]
    },
    {
        "date": "201711302222",
        "ctx": [
            "Hey Bill, What was the actual (ref: http://billwurtz.com/im-a-person.mp4)result for your myers briggs test? (except for the witch)"
        ]
    },
    {
        "date": "201711302205",
        "ctx": [
            "i don't like ads",
            "well you're in luck. we're going to start serving you better, more relevant ads"
        ]
    },
    {
        "date": "201711302130",
        "ctx": [
            "Do you think your daily answers to questions from other people are a sign of how conscious you are about your work?",
            "they can be, depending on the question",
            "Chill out, man.",
            "i will do it when i get a chance"
        ]
    },
    {
        "date": "201711302129",
        "ctx": [
            "I'm a ghost",
            "ah, #relatable"
        ]
    },
    {
        "date": "201711302003",
        "ctx": [
            "how's your current project going?",
            "good",
            "is it a song or a video?",
            "it is both"
        ]
    },
    {
        "date": "201711301923",
        "ctx": [
            "If you're mario, then who is your bowser?",
            "it would be me also"
        ]
    },
    {
        "date": "201711301920",
        "ctx": [
            "Thoughts on tuxedos?",
            "i have heard about them"
        ]
    },
    {
        "date": "201711301911",
        "ctx": [
            "Did the weasel die when it popped? I hope not, I like weasels.",
            "no it just pops out of the box"
        ]
    },
    {
        "date": "201711301904",
        "ctx": [
            "Can you tolerate intolerance?",
            "being intolerant of intolerance seems impossible somehow"
        ]
    },
    {
        "date": "201711301904",
        "ctx": [
            "What do you do if someone does not let you know what's going on?",
            "i try to figure it out, another way. and then perhaps explain it to other people whom the person did not tell"
        ]
    },
    {
        "date": "201711301900",
        "ctx": [
            "How come you know so much history?",
            "i made a video about it. actually 2 videos"
        ]
    },
    {
        "date": "201711301856",
        "ctx": [
            "What do you want santa to bring you this year?",
            "a football"
        ]
    },
    {
        "date": "201711301843",
        "ctx": [
            "What's the difference between 0.99999999 (infinitely repeating 9's) and 1?",
            "0.00000000000.....1"
        ]
    },
    {
        "date": "201711301827",
        "ctx": [
            "How can I keep my hair from getting messed up in the wind? I'm really self conscious about my hair even though people around me don't really seem to care.",
            "there is a prize for who can have the most messed up hair in the wind"
        ]
    },
    {
        "date": "201711301757",
        "ctx": [
            "If Twitter was an acronym, what would it stand for?",
            "that's what it takes to explain reality"
        ]
    },
    {
        "date": "201711301735",
        "ctx": [
            "are you jesus christ sir wurtz?",
            "no"
        ]
    },
    {
        "date": "201711301730",
        "ctx": [
            "why is your YouTube channel description;\"is slef\"?",
            "because i am myself"
        ]
    },
    {
        "date": "201711301654",
        "ctx": [
            "what's your favorite thing?",
            "combining different things together"
        ]
    },
    {
        "date": "201711301632",
        "ctx": [
            "do you conciously preform rituals in relation to your audiovideo making process? like meditating in that old oak tree behind the barn whilst waiting for the new video to upload and get through the youtube algorithm, or cartwheeling every time you successfully implement a new and complex idea into a project?",
            "there is a ritual that i do during the writing process, not production. specifically when doing run-thrus during the writing stages of a song"
        ]
    },
    {
        "date": "201711301605",
        "ctx": [
            "Can we have lunch?",
            "sure"
        ]
    },
    {
        "date": "201711301441",
        "ctx": [
            "If a number is between two numbers can it be either of those numbers or does it have to be bigger than the lower bound and smaller than the upper bound?",
            "it's usually best to specify"
        ]
    },
    {
        "date": "201711301430",
        "ctx": [
            "do you believe in the human existence?",
            "yes"
        ]
    },
    {
        "date": "201711301336",
        "ctx": [
            "if a think is just a bunch of other people's ideas combined into a new thing is that thing really original?",
            "it can be"
        ]
    },
    {
        "date": "201711301303",
        "ctx": [
            "I wanna get better at sight reading music. Maybe it's not necessary, cause I have a decent ear and am able to pick up songs pretty well.. but I'm tired of making up excuses for why I don't need to do it, it's just something I want to learn. I already know how to read music (I know the lines and spaces and rhythmic notation), but I can't just fluidly sight read a piece. Would you recommend getting really good at sight reading rhythms first? Playing a song in time is always what throws me off. I almost always have to count everything out and figure out where the notes hit and I want to be able to just easily play what's put in front of me without really thinking about it.",
            "try sightreading things with a metronome at a really slow tempo. set the tempo slow enough so you can actually do it. then increase the metronome gradually"
        ]
    },
    {
        "date": "201711302431",
        "ctx": [
            "Assuming that you can't just walk into a store without wearing pants... how am I supposed to go to the pants store to get pants if I don't have any pants?",
            "you have to get your first pair of pants online"
        ]
    },
    {
        "date": "201711301159",
        "ctx": [
            "Will you build a snowman?",
            "i will do it when i get a chance"
        ]
    },
    {
        "date": "201711301004",
        "ctx": [
            "are you learning new tricks for your new video?",
            "no"
        ]
    },
    {
        "date": "201711300951",
        "ctx": [
            "how big of a role does being human play in how you see your identity?",
            "i'd say about 8.6"
        ]
    },
    {
        "date": "201711300949",
        "ctx": [
            "Did you have any imaginary friends",
            "i am the imaginary friend"
        ]
    },
    {
        "date": "201711300912",
        "ctx": [
            "What's your twitch account name?",
            "billwurtz"
        ]
    },
    {
        "date": "201711300912",
        "ctx": [
            "how long does it take to make a video?",
            "it depends what video it is"
        ]
    },
    {
        "date": "201711300821",
        "ctx": [
            "please post more in the reality webpage!!! :)",
            "great news, i have found a quantum mechanical breakthrough that allows me to do everything at the same time"
        ]
    },
    {
        "date": "201711300821",
        "ctx": [
            "BOI you're not posting in the reality and improv sectionn!!!",
            "right, i am working on a song/video that will be posted on the videos page, as well as the songs page, you tube, spotify, itunes, google play, and more. sorry for the inconvenience"
        ]
    },
    {
        "date": "201711300816",
        "ctx": [
            "what are you usually doing when you're not creating online content/music or sleeping?",
            "trying to figure out how to make more content faster"
        ]
    },
    {
        "date": "201711300812",
        "ctx": [
            "what is your life quote?",
            "am i allowed to have more than 1"
        ]
    },
    {
        "date": "201711300809",
        "ctx": [
            "How do you feel about British humans?",
            "how i feel about people is usually not affected by whether they are british"
        ]
    },
    {
        "date": "201711300807",
        "ctx": [
            "How To Not Be So Damn Afraid Of fUcKiNG SPIDERS",
            "try eating some"
        ]
    },
    {
        "date": "201711300800",
        "ctx": [
            "so is your new car also bad? that would be best for brand continuity",
            "no it's pretty good actually"
        ]
    },
    {
        "date": "201711300749",
        "ctx": [
            "Is there anything I can do that doesn't require time to pass?",
            "no"
        ]
    },
    {
        "date": "201711300746",
        "ctx": [
            "what's something you've learned while making the new video ?",
            "nothing, but i realized more clearly some things i already knew"
        ]
    },
    {
        "date": "201711300740",
        "ctx": [
            "Is beauty important to you in the things that you make?&#127796;I mean that the things look good to you and/or the people watching and listening.",
            "yes"
        ]
    },
    {
        "date": "201711300648",
        "ctx": [
            "Have you considered that maybe the new video is already good?",
            "it is good in some ways. but it needs to be more good, in more ways"
        ]
    },
    {
        "date": "201711300432",
        "ctx": [
            "Women are underrepresented in you videos. Add more women. They can do it!",
            "the majority of the characters in my videos are women"
        ]
    },
    {
        "date": "201711300425",
        "ctx": [
            "Cats or dogs, cats and dogs, either, neither?",
            "sure"
        ]
    },
    {
        "date": "201711300318",
        "ctx": [
            "What do you think of astrology?",
            "that depends if you mean the one with the signs or the dials"
        ]
    },
    {
        "date": "201711300258",
        "ctx": [
            "Bill Could you pay my bill pls? :D",
            "i will do it when i get a chance"
        ]
    },
    {
        "date": "201711300209",
        "ctx": [
            "If calculators had a button with a horse icon on them, what neat thing would you make the button do?",
            "i can't control what the button does, i can only control when it happens, by choosing when to hit the button. it's the calculator designers who get to decide what the button truly does"
        ]
    },
    {
        "date": "201711300131",
        "ctx": [
            "what life lessons could be learned through the story of hansel and gretel?",
            "watch out for witches"
        ]
    },
    {
        "date": "201711301235",
        "ctx": [
            "What do you have against 80's music, you joyless sleestak?",
            "nothing, and what do you have against joyless sleestaks, just for clarification i am not a joyless sleestak or at least i don't think i am, but as i was saying, what do you have against joyless sleestaks, also what is a joyless sleestak"
        ]
    },
    {
        "date": "201711301233",
        "ctx": [
            "Bill, I've been subscribing to your content for years now and I'm noticed a consistent yet pressing issue with your videos. While a lot of them use a lot of color and interesting musical riffs, for some reason you unbox very little if anything in most of your vids. What I would love to see from you is a video where you 1. wear a go pro 2. film yourself taking something out of a box. Anyway, loving the content but you seriously need to think about entering the future of entertainment",
            "i lost the box"
        ]
    },
    {
        "date": "201711301215",
        "ctx": [
            "how do i become a hero",
            "check to see if you already are"
        ]
    },
    {
        "date": "201711292132",
        "ctx": [
            "i loved your music video \"outside\". can you make more upbeat songs like that?",
            "oh hell yeah. in fact i am working on one now"
        ]
    },
    {
        "date": "201711292031",
        "ctx": [
            "do you like to wear coats and stuff?",
            "i prefer jackets"
        ]
    },
    {
        "date": "201711292019",
        "ctx": [
            "would you be interested in doing merch?",
            "not really but i am going to do it anyway, to avoid getting in trouble with the police",
            "I would love to have a shirt that says \"Bill Wurtz is my hero\" and if there is any way to have that and support you, I'd love it, but I know music is #1 for you. Keep it up, Bill. I love your content :)"
        ]
    },
    {
        "date": "201711292016",
        "ctx": [
            "Is it ok if I name my new goldfish gill wurtz?",
            "why don't you ask the goldfish if that's ok"
        ]
    },
    {
        "date": "201711292009",
        "ctx": [
            "can I fucking buy your t-shirts yet?",
            "very soon"
        ]
    },
    {
        "date": "201711291945",
        "ctx": [
            "What is your opinion on kites?",
            "it is a nice bench mark for how high to get"
        ]
    },
    {
        "date": "201711291904",
        "ctx": [
            "Can I borrow a pencil?",
            "sure"
        ]
    },
    {
        "date": "201711291902",
        "ctx": [
            "did you ver take AP classes?",
            "no. i actually don't know what ap stands for"
        ]
    },
    {
        "date": "201711291852",
        "ctx": [
            "Did anyone ever buy your car?",
            "no"
        ]
    },
    {
        "date": "201711291840",
        "ctx": [
            "I'm cold, I've got a cold heart",
            "ah, #relatable"
        ]
    },
    {
        "date": "201711291822",
        "ctx": [
            "Help, I want to start working on art and music and writing but i never do it and its driving me insane but the reason i don't do it is because its scary to take up something new and i dont know how to fix that and help me",
            "it sounds like you're on the right track"
        ]
    },
    {
        "date": "201711291805",
        "ctx": [
            "have you gone back and edited the audio after you thought it was complete?",
            "on what"
        ]
    },
    {
        "date": "201711291747",
        "ctx": [
            "whats so great about bees knees anyways??",
            "i don't think bees have knees, which means you get to imagine them to be as great as you can imagine"
        ]
    },
    {
        "date": "201711291744",
        "ctx": [
            "you can be a lot more unreasonable than you are. why are you not more unreasonable than you are?",
            "i'm just trying to be reasonable"
        ]
    },
    {
        "date": "201711291720",
        "ctx": [
            "What color should I dye my hairs",
            "try a color no one has done before"
        ]
    },
    {
        "date": "201711291714",
        "ctx": [
            "How would you do in a spelling bee?",
            "it depends what the words are"
        ]
    },
    {
        "date": "201711291710",
        "ctx": [
            "which number speaks to you?",
            "all of them"
        ]
    },
    {
        "date": "201711291645",
        "ctx": [
            "Why aren't there as many history videos? I would like to see more.",
            "because they take an insanely long time to make, and i was thinking of doing some other types of content as well, before i'm old or dead"
        ]
    },
    {
        "date": "201711291643",
        "ctx": [
            "Cluck-cluck. Will there be any chickens in any video anytime soon? Cluck.",
            "maybe"
        ]
    },
    {
        "date": "201711291621",
        "ctx": [
            "How can I be happy?",
            "you just have to keep trying different things. even after you think you've been happy, you should keep doing more things anyway"
        ]
    },
    {
        "date": "201711291619",
        "ctx": [
            "How do you know that you're happy?",
            "it's impossible to know until after"
        ]
    },
    {
        "date": "201711291544",
        "ctx": [
            "(ref: q.php?date=201711282319)11.28.1711:19 pm  (i still don't understand how to link these things) So I guess the harder and dumber question is: Do you have any recommendations on how to chose just one thing to start doing?",
            "i think you will do it once you get desperate enough",
            "Do I have to wait to feel the GROOVE tickle me before doing music, of however it is you relate to a medium? Should I just throw some darts into an arts and crafts magazine? i got a nosebleed god save me"
        ]
    },
    {
        "date": "201711291514",
        "ctx": [
            "did you know that everything is either a potato or not a potato?",
            "that's not necessarily true"
        ]
    },
    {
        "date": "201711291433",
        "ctx": [
            "Why do you like to make either really short or really long videos?",
            "that's not true, i would actually prefer to make them a more medium size, but various circumstances led to the creation of too many short ones early on, which caused a reactionary push to try something much much longer. ever since history of the entire world, i have been focusing only on videos of a medium length"
        ]
    },
    {
        "date": "201711291413",
        "ctx": [
            "What color is least used in your videos?",
            "probably (ref: yuckbrown.html)this one"
        ]
    },
    {
        "date": "201711291405",
        "ctx": [
            "How do you explain Tim Allen?",
            "tim allen is self explanatory. he has explained himself enough by now, i think"
        ]
    },
    {
        "date": "201711291401",
        "ctx": [
            "is penguins a valid source of anxiety?",
            "it depends on the situation"
        ]
    },
    {
        "date": "201711292444",
        "ctx": [
            "Why do balloons float?",
            "because they very light, compared to the air outside the balloon"
        ]
    },
    {
        "date": "201711292438",
        "ctx": [
            "can you please live forever?",
            "i will try"
        ]
    },
    {
        "date": "201711292405",
        "ctx": [
            "Let's saw a boat in half and glue it back together.",
            "that sounds fun but i don't have time to do it. i will let you do it"
        ]
    },
    {
        "date": "201711291158",
        "ctx": [
            "Has anyone called you their idol?",
            "yes"
        ]
    },
    {
        "date": "201711291151",
        "ctx": [
            "what new problem are you facing on the new vid?",
            "trying too hard to make it good"
        ]
    },
    {
        "date": "201711290829",
        "ctx": [
            "can i sue the american education system",
            "you can try"
        ]
    },
    {
        "date": "201711290818",
        "ctx": [
            "GOD I AM SO FUCKING CREEPY HOW DO I BE NOT THAT??????????/\\/\\/\\/\\/\\/",
            "become a professional"
        ]
    },
    {
        "date": "201711290806",
        "ctx": [
            "wait why is my only hobby is asking silly questions daily to a very random guy who makes various contents and posts online IS THIS THE EVIDENCE THAT I'M FAILING my lyfe already",
            "no. it is a sign that you are inspired",
            "holy guacamole better leave now and holy crap I even failed 3 times sending this question"
        ]
    },
    {
        "date": "201711290755",
        "ctx": [
            "Bill.. How will I possibly get out of nihilistic mind? Even your music doesn't help anymore",
            "i'm not too sure what the word nihilistic means"
        ]
    },
    {
        "date": "201711290303",
        "ctx": [
            "why is paperwork so terrifying",
            "because paper is terrifying"
        ]
    },
    {
        "date": "201711290301",
        "ctx": [
            "is there any way of finding a place in nyc if i have no credit history and no cosigner and little money",
            "yes"
        ]
    },
    {
        "date": "201711290157",
        "ctx": [
            "are you having a good time?",
            "yes"
        ]
    },
    {
        "date": "201711290155",
        "ctx": [
            "How is your car, Bill?\n\nI hope everything works out.",
            "broken but i bought another one"
        ]
    },
    {
        "date": "201711282347",
        "ctx": [
            "do bitches be crazy?",
            "anyone can be crazy, including you or me, or the folks at home"
        ]
    },
    {
        "date": "201711282341",
        "ctx": [
            "Are humans still relevant?",
            "to what"
        ]
    },
    {
        "date": "201711282328",
        "ctx": [
            "how do you eat food",
            "i'm not sure"
        ]
    },
    {
        "date": "201711282324",
        "ctx": [
            "I am back from Kentucky which is where I go over Thanksgiving, because I make maps of Mammoth Cave for the parks service. It was nice to get out of the sedentary lifestyle of academia but now I am back and struggling to cope again. Also it seems that if you want to get really good at (capital a) Art, you have to sit down and be kind of boring for a while. Writing and drawing and editing are all good but not (capital f) Fun. The question is: how do you deal with the crippling amount of time that passes each day/week/month/year?",
            "just like do it faster i guess"
        ]
    },
    {
        "date": "201711282323",
        "ctx": [
            "goodbye, then. i'll miss you",
            "i am not leaving"
        ]
    },
    {
        "date": "201711282319",
        "ctx": [
            "How did you settle mainly on the mediums of music/video? There are so many things to be good at, but they all take so much time, and you should probably start with just one, so how do you chose which?",
            "music was first, and has been most important, for as long as i can remember. then you realize it is essential to connect it to the visual experience, because that is really what anchors it, and gives the music its true power. and in the age of the internet and personal computers, the approach i am taking seemed to make the most sense, and allows me to do everything myself. which is important because i am a total perfectionist, and also mentally insane"
        ]
    },
    {
        "date": "201711282131",
        "ctx": [
            "why is school hard?",
            "to limit the number of people who can beat it"
        ]
    },
    {
        "date": "201711282041",
        "ctx": [
            "Was your 'test' vid from 8.8.13 actually a test?",
            "yes"
        ]
    },
    {
        "date": "201711282035",
        "ctx": [
            "are you more than halfway done with the new video?",
            "i'd say so"
        ]
    },
    {
        "date": "201711282020",
        "ctx": [
            "Do you have one favorite music artist,",
            "no",
            "or is it many? If either of them, who are they?",
            "any"
        ]
    },
    {
        "date": "201711282016",
        "ctx": [
            "what is a word you wish would be said more",
            "i can't tell you"
        ]
    },
    {
        "date": "201711281933",
        "ctx": [
            "what is your opinion on synthetic fibers?",
            "surprisingly good taste"
        ]
    },
    {
        "date": "201711281916",
        "ctx": [
            "what got you started into making these videos and composing music",
            "i don't remember"
        ]
    },
    {
        "date": "201711281856",
        "ctx": [
            "have you ever stopped yourself from getting new ideas for music, videos, etc. so that your work load doesn't pile up?",
            "i have done fewer deliberate idea generating sessions. but when the ideas fall on my head otherwise, i have to catch them"
        ]
    },
    {
        "date": "201711281827",
        "ctx": [
            "What hangman word stumps people every time?",
            "ebb"
        ]
    },
    {
        "date": "201711281649",
        "ctx": [
            "Are you good or bad?",
            "i'm a hybrid"
        ]
    },
    {
        "date": "201711281521",
        "ctx": [
            "When is the appropriate time to put up your Christmas Tree?",
            "at Christmas Time"
        ]
    },
    {
        "date": "201711281516",
        "ctx": [
            "has any one ever tried to steal your will to live?",
            "no"
        ]
    },
    {
        "date": "201711281434",
        "ctx": [
            "how do i start an incredibly undesirable task that is quickly approaching the deadline? how do i get motivated?",
            "it's very important to know exactly what the first step would be, and exactly how to do the first part of the first step. you may think you know generally what to do, but i think if you figure out even more specifically exactly what you need to physically do to physically start on the first part of that first step, i think you may find yourself automatically doing it as soon as you figure it out"
        ]
    },
    {
        "date": "201711281303",
        "ctx": [
            "Not to be rude, I love your music and vids so much, and I don't question how hard you work on your content.. but do you think the biweekly schedule is humanly possible?",
            "it depends on the size and nature of the videos, but i will keep trying",
            "I don't know anything about making videos, but is there something in particular that makes that hard to do?",
            "you'll have to try it and see",
            "Like, is the most time consuming aspect come from the creative side of things, as in figuring out exactly how you want all the animations and graphics and stuff to look? Or is it more time consuming to actually make the thing, like is there a lot of reptitive, time-consuming, 'busy work' that goes into making a video?",
            "the entire process takes time. the only way to really get a feel for it is to try doing it. surely everyone does it differently"
        ]
    },
    {
        "date": "201711282432",
        "ctx": [
            "How do you tell whether something is postmodern or just bad",
            "i don't understand what the word postmodern is supposed to mean. something seems impossible about that but i can't put my finger on it"
        ]
    },
    {
        "date": "201711282431",
        "ctx": [
            "Can you do any fancy drumstick twirling tricks?",
            "yes"
        ]
    },
    {
        "date": "201711282422",
        "ctx": [
            "what's your favorite music game?",
            "making music in a slightly different way than you've ever heard before"
        ]
    },
    {
        "date": "201711280930",
        "ctx": [
            "Do you still have a patreon",
            "(ref: https://www.patreon.com/billwurtz)yes"
        ]
    },
    {
        "date": "201711280920",
        "ctx": [
            "how long is the new video you're making",
            "about 3 minutes and 10 seconds"
        ]
    },
    {
        "date": "201711280457",
        "ctx": [
            "Are you an umbrella that searches to appear like a human or are you a human that can become an umbrella?",
            "no"
        ]
    },
    {
        "date": "201711280420",
        "ctx": [
            "Who's the best musician of the past 10,000 years?",
            "it's not a contest"
        ]
    },
    {
        "date": "201711280359",
        "ctx": [
            "How can I start to feel better?",
            "take on some new and interesting challenges"
        ]
    },
    {
        "date": "201711280346",
        "ctx": [
            "do doors have a special meaning in your life?",
            "yes"
        ]
    },
    {
        "date": "201711280336",
        "ctx": [
            "What happens if I accidentally block myself on social media?",
            "you win a prize"
        ]
    },
    {
        "date": "201711280241",
        "ctx": [
            "hey i tried to rent a soap at a supermarket but i got kicked out instead, what do you think?",
            "they should have let you keep shopping, for things to purchase"
        ]
    },
    {
        "date": "201711280236",
        "ctx": [
            "May I lick your music",
            "sure"
        ]
    },
    {
        "date": "201711280135",
        "ctx": [
            "what kind of cat makes the best bread? asking for a friend",
            "despite what you see on TV, a cat's bread making skills has nothing to do with race"
        ]
    },
    {
        "date": "201711281245",
        "ctx": [
            "Who was the last person of great importance you met?",
            "you"
        ]
    },
    {
        "date": "201711281209",
        "ctx": [
            "opinion on bohemian rhapsody?",
            "actually i have an interesting story about that song. i had never heard it until one time i was at a large music festival (i don't remember how i ended up there) and a band (i think a famous band, perhaps the flaming lips, maybe someone else, i'm not sure) was playing that song and they had an animated lyric video playing behind them. it was the first time i had ever heard that song, and i had no idea if it was an original or a cover or what, but the point i'm trying to make is they had an animated lyric video playing, and all the lyrics were precisely timed with the music and it was very thrilling, especially considering the already thrilling nature of that song. i think seeing that video with that song might have had a deep influence on me, and really showed me the power of using lyrics dramatically on screen with good timing"
        ]
    },
    {
        "date": "201711272308",
        "ctx": [
            "did u get corporal punishment as a child? any thoughts on it?",
            "i don't know what it is, so probably not"
        ]
    },
    {
        "date": "201711272235",
        "ctx": [
            "I know it sounds cliche but will you ever make a video thanking your viewers?",
            "i think i have done that before"
        ]
    },
    {
        "date": "201711272128",
        "ctx": [
            "How do I deal with the stress of moving?",
            "go for a long walk"
        ]
    },
    {
        "date": "201711272123",
        "ctx": [
            "Anee friend making tactics?",
            "start a business"
        ]
    },
    {
        "date": "201711272100",
        "ctx": [
            "what is the cure for hiccups?",
            "newer, better hiccups"
        ]
    },
    {
        "date": "201711272056",
        "ctx": [
            "How do you (ref: pronunciation.mp4)pronounce \"Bill Wurtz\"?"
        ]
    },
    {
        "date": "201711272051",
        "ctx": [
            "how do you remain so optimistic most of the time?",
            "i dropped myself on my head when i was young"
        ]
    },
    {
        "date": "201711272017",
        "ctx": [
            "How do I stop being such a lazy god damn fucking bitchass douche ho shitbag cocksucking dickfaced twat?",
            "how did you start"
        ]
    },
    {
        "date": "201711272014",
        "ctx": [
            "How do you feel about musical theatre?",
            "i'd say music is a great asset to any theatre"
        ]
    },
    {
        "date": "201711272007",
        "ctx": [
            "What's the best combo?",
            "pomp and circumstance"
        ]
    },
    {
        "date": "201711272003",
        "ctx": [
            "im losing control of my life, and i would love some advice from a sane person, like you",
            "oh good, you came to the right place, welcome to i am sane, dot com"
        ]
    },
    {
        "date": "201711272003",
        "ctx": [
            "do you think it's fair to say that psychedelics have a place as a genuine creative tool",
            "yes"
        ]
    },
    {
        "date": "201711271952",
        "ctx": [
            "How far away is London?",
            "too far"
        ]
    },
    {
        "date": "201711271947",
        "ctx": [
            "In all seriousness, how do I find the groove?",
            "you have to let it find you. that is the only way"
        ]
    },
    {
        "date": "201711271925",
        "ctx": [
            "i never get stuff on christmas, any ideas on how to get stuff?",
            "have you considered giving stuff"
        ]
    },
    {
        "date": "201711271845",
        "ctx": [
            "Where is my hippo!",
            "where did you last have it"
        ]
    },
    {
        "date": "201711271750",
        "ctx": [
            "Is part of the soap tips video a statement on American capitalism?",
            "i doubt it. although i haven't seen the video since i finished it so i don't really remember"
        ]
    },
    {
        "date": "201711271641",
        "ctx": [
            "Do you like turtles or elephants?",
            "they are ok"
        ]
    },
    {
        "date": "201711271614",
        "ctx": [
            "How can I tell the difference between right and left?",
            "write something and see which direction the writing is going. that's 'right'"
        ]
    },
    {
        "date": "201711271608",
        "ctx": [
            "are you planning to make videos for some of your older songs",
            "yes"
        ]
    },
    {
        "date": "201711271542",
        "ctx": [
            "hello, is this MONICA? Lewinsky.",
            "no"
        ]
    },
    {
        "date": "201711271540",
        "ctx": [
            "I didn't know the cactuses with the really small, thin thorns were also really sharp and could get stuck in my hand!!! Why did you not tell me this Bill!!!?!?",
            "i didn't know you were going to play with one"
        ]
    },
    {
        "date": "201711271522",
        "ctx": [
            "Why are almost all your videos low effort shitposts?",
            "if they are low effort then why the hell do i spend so much time working on them"
        ]
    },
    {
        "date": "201711271434",
        "ctx": [
            "What's a dude ranch?",
            "i'm not sure"
        ]
    },
    {
        "date": "201711271415",
        "ctx": [
            "are you good at hangman?",
            "yes"
        ]
    },
    {
        "date": "201711271412",
        "ctx": [
            "so why did the last resident of your place leave up their decorations?",
            "i don't know",
            "did they die?",
            "i don't know",
            "did they have to gtfo stat?",
            "i don't know"
        ]
    },
    {
        "date": "201711271344",
        "ctx": [
            "Do you have a Twitch profile?",
            "yes"
        ]
    },
    {
        "date": "201711271343",
        "ctx": [
            "whens the video coming out?",
            "as soon as i finish it"
        ]
    },
    {
        "date": "201711271308",
        "ctx": [
            "how do i get good at music?",
            "do it more"
        ]
    },
    {
        "date": "201711272446",
        "ctx": [
            "why do i always get scared when the toaster pops up the toast",
            "perhaps it is ghost toast"
        ]
    },
    {
        "date": "201711271116",
        "ctx": [
            "How do you feel about people constantly taking your lyrics and quoting them in other contexts?",
            "seems legit"
        ]
    },
    {
        "date": "201711271114",
        "ctx": [
            "is music itself your mentor?",
            "yes",
            "or are you your own mentor?",
            "yes"
        ]
    },
    {
        "date": "201711271012",
        "ctx": [
            "I think you said you wanna focus on stuff from approx 30sec to 4min.. but have you ever written a really long song or would you like to in the future? I know you have your long videos like hotewig and hoj, but do you think some epic 9, 10 minute long song with all these parts and changes and stuff could be cool to try out one day (with or without a video)?",
            "i prefer to keep songs under 3:30. i think something 9 or 10 minutes needs to be a video, and needs to have a lot more elements to it than just song"
        ]
    },
    {
        "date": "201711271011",
        "ctx": [
            "the night before last i had a dream that my cats were being mysteriously cloned and i couldn't tell my original cats from the clones and it was stressing me out because i didn't know which ones were the ones i knew and loved.",
            "this could never happen because a clone would be a new born kitten, and would take quite a while to grow into a cat that looks like your other cat",
            "they didn't all look exactly the same, it was like how identical twins look mostly the same but have some differences (and identical twins basically are clones, they're two split from one). one of them was much easier to tell each different one apart because she has a particular pattern but the other one is just solid black floof and it was impossible to tell those ones apart. but even with the patterned one i couldn't find the one that could actually be her because none of them had the correct misshapen white star on her back, and i keep comparing all the different cats with all the different incorrect white patches, and i sort of decided one had to be her and sent the rest off, one to my grandfather next door, but as i did that i began to have second thoughts and realized the one i sent to my grandfather was most likely her and i ask my brother if he could see about getting her back from him but he tells me that he didn't want to deal with having a cat so he went and got it euthanized the same fucking day. and then i kicked myself for not just checking which cats had an rfid chip and now my fucking cat is fucking dead, and then i feel guilty about all the other cats because it's not like they don't matter because they weren't any less real but i could only deal with the two who had known me and all those other ones didn't give a shit about me because they didn't know me. they were pretty much feral. and i kept trying to keep them all from hurting themselves in the house like a tiny albino floofy one getting stuck in a small water glass and having to pull it out before it drowned, and when i would they would just walk off without any acknowledgement and they didn't come close to warming up to me in any way. and then i thought about if one of the clones had gotten euthanized instead. would i have even Cared? if i had found my cat one of the other cats would have been deprived of its newfound life, and by her being sent to my grandfather rather than the clone that otherwise would have been, they were granted the opportunity to live and do their own kitty thing. but it still hurt. it felt like i'd failed her, because i had. but i would have failed the other cat that would have taken her place.\n\n\ni didn't have a dream last night because i didn't sleep last night. not because of all this but because my sleep schedule is #craycray and instead of sleeping at night i look at your website. just thought i would share because i have no one else to share it with and it was bothering me but i didn't want to forget about it. i figured writing it out would help me remember it better and i've got the questions page pulled up so why the hell not"
        ]
    },
    {
        "date": "201711271001",
        "ctx": [
            "But bill, if you don't put ads on your website how will I know what products to buy?",
            "ask your clergyperson"
        ]
    },
    {
        "date": "201711270955",
        "ctx": [
            "how do you deal with slow computer?",
            "did you try turning it off and on again"
        ]
    },
    {
        "date": "201711270932",
        "ctx": [
            "how do i unhack a computer",
            "did you try turning it off and on again"
        ]
    },
    {
        "date": "201711270921",
        "ctx": [
            "has everybody been everybody?",
            "yes"
        ]
    },
    {
        "date": "201711270848",
        "ctx": [
            "what is a song that you wish you couldn't relate to but do",
            "mary had a little lamb"
        ]
    },
    {
        "date": "201711270831",
        "ctx": [
            "uh oh, i think i may be stupid",
            "you're gonna have to go to court"
        ]
    },
    {
        "date": "201711270809",
        "ctx": [
            "is that a typo? the header.",
            "no. but the q is green by mistake"
        ]
    },
    {
        "date": "201711270728",
        "ctx": [
            "Happy birthday",
            "thank you"
        ]
    },
    {
        "date": "201711270607",
        "ctx": [
            "Know of any good get rich quick schemes?",
            "selling get rich quick schemes"
        ]
    },
    {
        "date": "201711270501",
        "ctx": [
            "what is a word you wish would be said less",
            "aesthetic"
        ]
    },
    {
        "date": "201711270131",
        "ctx": [
            "What is the best thing you've ever seen?",
            "everything i see is better than the previous thing"
        ]
    },
    {
        "date": "201711270122",
        "ctx": [
            "What should I do tomorrow?",
            "i will check with the authorities"
        ]
    },
    {
        "date": "201711271259",
        "ctx": [
            "do you like to come up with new ways to sit in chairs?",
            "yes",
            "because i do"
        ]
    },
    {
        "date": "201711262205",
        "ctx": [
            "go fish",
            "i will do it when i get a chance"
        ]
    },
    {
        "date": "201711262132",
        "ctx": [
            "where can i get affection",
            "online"
        ]
    },
    {
        "date": "201711262019",
        "ctx": [
            "would you consider yourself ambitious?",
            "yes"
        ]
    },
    {
        "date": "201711262011",
        "ctx": [
            "how many miles long is your to-do list",
            "it goes off the map"
        ]
    },
    {
        "date": "201711261914",
        "ctx": [
            "Can I give you some money?",
            "(ref: http://billwurtz.com/donate.html)sure"
        ]
    },
    {
        "date": "201711261906",
        "ctx": [
            "have you ever tasted water?",
            "yes"
        ]
    },
    {
        "date": "201711261850",
        "ctx": [
            "what is youre opinion on net neutrality",
            "seems legit"
        ]
    },
    {
        "date": "201711261831",
        "ctx": [
            "love haha, it causes the weirdest drama.",
            "that's true"
        ]
    },
    {
        "date": "201711261815",
        "ctx": [
            "You ever think \"aw man, I feel like shit. I bet everyone else thinks I am a shitty person.\"",
            "occasionally, but not usually",
            "But then you take a step back and you're like \"wait a minute, I bet other people feel like shit too. And I bet they think that everyone thinks that they are shitty. But I don't think they are shitty. So that means that someone must also think that I am not shitty. Hurray!\"",
            "yes, i know what you mean. there is definitely a good balance to be found when you realize that everyone else is a person too"
        ]
    },
    {
        "date": "201711261746",
        "ctx": [
            "Will you cover michael jackson songs, bill",
            "that sounds like a great idea"
        ]
    },
    {
        "date": "201711261624",
        "ctx": [
            "I hate my parents. Any idea how to grow up faster",
            "after you grow up you will wish you did it slower. i'm not sure if that helps"
        ]
    },
    {
        "date": "201711261553",
        "ctx": [
            "Are you getting the tesla roadster",
            "not right now"
        ]
    },
    {
        "date": "201711261550",
        "ctx": [
            "Do you like daylight savings time",
            "it's ok"
        ]
    },
    {
        "date": "201711261513",
        "ctx": [
            "where do I start",
            "how about wherever you are"
        ]
    },
    {
        "date": "201711261443",
        "ctx": [
            "Am I living if dead is living but living is not dead but living is dying but dying is not living and life can only exist with death but death can not exist without life",
            "sure"
        ]
    },
    {
        "date": "201711261313",
        "ctx": [
            "Why is everyone screaming?",
            "because life is too interesting"
        ]
    },
    {
        "date": "201711261104",
        "ctx": [
            "if there are infinite universes, shouldn't one version of me have travelled across those universes and visited me? isn't the fact that this hasn't already happened kind of the proof that there isn't an infinite number of universes?",
            "it has happened, surely every day. you don't have to travel very far to meet another version of yourself"
        ]
    },
    {
        "date": "201711261005",
        "ctx": [
            "is it legal for christmas carols to be played in october?",
            "yes"
        ]
    },
    {
        "date": "201711261003",
        "ctx": [
            "can you please feed me a baguette",
            "i will do it when i get a chance"
        ]
    },
    {
        "date": "201711260957",
        "ctx": [
            "do you know any cool things to do with eggs",
            "lay them?"
        ]
    },
    {
        "date": "201711260956",
        "ctx": [
            "do you think we see colours the same way?",
            "yes"
        ]
    },
    {
        "date": "201711260844",
        "ctx": [
            "Are cows really cheese in disguise?",
            "no but sometimes they are disguised as other cows"
        ]
    },
    {
        "date": "201711260738",
        "ctx": [
            "will you ever stream on twitch?",
            "yes"
        ]
    },
    {
        "date": "201711260700",
        "ctx": [
            "(ref: q.php?date=201705101705)5.10.175:05 pm  was this answer referring to &#226;&#128;&#156;soap tips&#226;&#128;&#157;?",
            "no. soap tips was not conceived until after sep 28, 2017"
        ]
    },
    {
        "date": "201711260636",
        "ctx": [
            "have you ever thought about what happens after death",
            "yes, and also before"
        ]
    },
    {
        "date": "201711260610",
        "ctx": [
            "What do you want to be your legacy?",
            "being reasonable, and sensible"
        ]
    },
    {
        "date": "201711260511",
        "ctx": [
            "I know you don't really prefer doing cover songs,",
            "that's not true at all, cover songs is an extremely important thing, upcoming on my to do list",
            "but it'll be so cool if you do a cover of 'No surprises' by Radiohead. I just realized the tone of Thom Yorke's voice really matches yours.",
            "i don't think i agree, but i would consider doing it in a much different tone, which is how i prefer to approach covers anyway",
            "Haha have a good day."
        ]
    },
    {
        "date": "201711260501",
        "ctx": [
            "What if I won't like the video you are working on so intensively?",
            "i will let you worry about that"
        ]
    },
    {
        "date": "201711260409",
        "ctx": [
            "Have you ever really thought about the true intentions of celery?",
            "no"
        ]
    },
    {
        "date": "201711260406",
        "ctx": [
            "name something that's neato",
            "a burrito"
        ]
    },
    {
        "date": "201711260313",
        "ctx": [
            "do you like asking questions you already know the answer to?",
            "not really"
        ]
    },
    {
        "date": "201711260203",
        "ctx": [
            "What do you think about trees?",
            "i think they're doing a great job"
        ]
    },
    {
        "date": "201711260148",
        "ctx": [
            "how can I be less terrified of the future",
            "do more things, and aquire more skills, and experiences"
        ]
    },
    {
        "date": "201711261236",
        "ctx": [
            "how do i be a human, successfully",
            "you have to make up a way"
        ]
    },
    {
        "date": "201711261214",
        "ctx": [
            "is another history of something coming soon?",
            "how about something different"
        ]
    },
    {
        "date": "201711252351",
        "ctx": [
            "I don't know what to do, how can I enrich my life spiritually?",
            "go for a walk, and go a further distance than anyone you know ever has"
        ]
    },
    {
        "date": "201711252253",
        "ctx": [
            "How would you describe the style of your music?",
            "how bout i just do it instead, without having to describe it first. cut out the middle man, you know"
        ]
    },
    {
        "date": "201711252152",
        "ctx": [
            "Are you really pretty much always working on making your content,",
            "as much as possible",
            "or is that just something you say cause you don't want people knowing too much about your personal life or something like that? Not saying you don't work like a fiend, I'm sure you pour everything you got into the stuff you make..But like, c'mon, you can't just be working from the time you wake up to the time you go to sleep every day forever?",
            "i try to remain human, but there is no bigger priority than getting the work done as fast as possible, because it always goes too slow no matter how fast i try to do it. at least if i want to make it good"
        ]
    },
    {
        "date": "201711252133",
        "ctx": [
            "You ever think about like, things?",
            "yes",
            "Like what the fuck",
            "i know what you mean"
        ]
    },
    {
        "date": "201711252118",
        "ctx": [
            "What is the best way to get high?",
            "start by getting very low"
        ]
    },
    {
        "date": "201711252118",
        "ctx": [
            "Have you ever had a dream?",
            "yes"
        ]
    },
    {
        "date": "201711251959",
        "ctx": [
            "How Can I be sure I'm not hallucinating",
            "i think buzzfeed has a quiz for that"
        ]
    },
    {
        "date": "201711251949",
        "ctx": [
            "Do you think there are infinite universes and dimensions and stuff?",
            "yes",
            "Why or why not?",
            "there would be no way to stop another dimension from another dimension. even if u think there's no other dimension, just go to another dimension and you can have another dimension. it's kind of like if you don't like the house rules. you can just make different rules in another house"
        ]
    },
    {
        "date": "201711251915",
        "ctx": [
            "what makes you fire yourself every day",
            "making fun of myself"
        ]
    },
    {
        "date": "201711251911",
        "ctx": [
            "Are you me and I just don't know it?",
            "i don't know"
        ]
    },
    {
        "date": "201711251854",
        "ctx": [
            "What's your opinion on the taste of plastic?",
            "not good"
        ]
    },
    {
        "date": "201711251853",
        "ctx": [
            "Aren't you a celeb?",
            "i will check"
        ]
    },
    {
        "date": "201711251850",
        "ctx": [
            "How many tomatoes does it take to make a potato?",
            "0"
        ]
    },
    {
        "date": "201711251813",
        "ctx": [
            "Do you like how temperature changes, or would you rather it stay a nice neutral temp (not too hot not too cold) all year?",
            "temperature changes are interesting and intriguing"
        ]
    },
    {
        "date": "201711251754",
        "ctx": [
            "when will u publish nother vido",
            "as soon as it's done"
        ]
    },
    {
        "date": "201711251740",
        "ctx": [
            "Are you secretly building something new?",
            "i'm working on a video. that's not a secret",
            "Yes. Let's descramble the words and see what it is.",
            "you don't have to descramble anything. i've already said exactly what it is",
            "You have grammar in your mouth and I need to extract it. It isn't as bad as it sounds. It is never as bad as it sounds. You have my word. Give it back to me."
        ]
    },
    {
        "date": "201711251739",
        "ctx": [
            "hey so do you think there's a planet out there that might be really really big?",
            "yes",
            "like so big that each of the aliens are the size of our earth, or earth is even the size of a marble to them.",
            "yes",
            "the universe is so big it must be out there somewhere in some galaxy, but at the same time there must be a limit for this kinda thing no?",
            "probably not",
            "i wonder what the biggest aliens are up to right now"
        ]
    },
    {
        "date": "201711251732",
        "ctx": [
            "Did that mammal give you its consent to have its breasts pointed at in \"hotewig\"? You should add a post-credit cahoot doodle (which is the actual term for whatever it means).",
            "the mammal was fictional, it was drawn by heinrich harder, more than 100 years ago. but i drew the breasts"
        ]
    },
    {
        "date": "201711251721",
        "ctx": [
            "Do you prefer sleeping or working?",
            "am i allowed to do both, in alternation"
        ]
    },
    {
        "date": "201711251701",
        "ctx": [
            "Have you seen my marbles?",
            "no"
        ]
    },
    {
        "date": "201711251650",
        "ctx": [
            "Is everything things?",
            "i think so",
            "Is there anything that is not a thing?",
            "there might be, but i'm not sure"
        ]
    },
    {
        "date": "201711251608",
        "ctx": [
            "Is it fun to have fun?",
            "hold on let me do some calculations"
        ]
    },
    {
        "date": "201711251531",
        "ctx": [
            "You are going to release new content soon! Are you excited with me?",
            "yes but also stressed because it's not soon enough"
        ]
    },
    {
        "date": "201711251500",
        "ctx": [
            "I was watching a barney kessel interview and he was talking about his guitar playing style, and he said a way to make a melody sound more 'full' is to harmonize the melody using different intervals, like harmonizing 'in thirds' or 'in sixths' or whatever. Does harmonizing a melody in thirds mean you play notes that are a 3rd above the melody part, or play notes where the original melody would be a third above what you're playing..",
            "it could be either one",
            "like if the melody note is C in the key of C, you'd play an A below the C or you play an E above the C?",
            "it would usually be either E or actually G. maybe A, depending on the context",
            "I know either way could work and sound good in different situations, but I guess I don't really understand the terminology.",
            "to harmonize a melody in 3rds, in reality you will probably be using a mix of major and minor 3rds, with occasional 4ths. but the only way to know for sure what you want is to listen"
        ]
    },
    {
        "date": "201711251435",
        "ctx": [
            "Do you think freezers see fridges as the lesser version of them selves?",
            "no"
        ]
    },
    {
        "date": "201711251405",
        "ctx": [
            "how hard can life get?",
            "i'd say about a 7.6"
        ]
    },
    {
        "date": "201711251318",
        "ctx": [
            "Hey, what's a good analogy for working hard that I can use, besides 'working like a dog'... I want to say\"I'm working like (fill in this blank)\"",
            "banshee"
        ]
    },
    {
        "date": "201711251307",
        "ctx": [
            "https://m.youtube.com/watch?v=FWbWUTpgzUc&feature=youtu.be is not a C major scale.",
            "ah, that's the twist. that video has a twist, that's what the twist is"
        ]
    },
    {
        "date": "201711250835",
        "ctx": [
            "how are you",
            "good"
        ]
    },
    {
        "date": "201711250637",
        "ctx": [
            "was there a tv in your house growing up",
            "my house was a tv. i grew up in the tv"
        ]
    },
    {
        "date": "201711250541",
        "ctx": [
            "teach me a lesson",
            "i am trying"
        ]
    },
    {
        "date": "201711250402",
        "ctx": [
            "hello, can you tell me where i might find a restroom?",
            "on the highway"
        ]
    },
    {
        "date": "201711250333",
        "ctx": [
            "Is this a yeah or nope question?",
            "sort of"
        ]
    },
    {
        "date": "201711250225",
        "ctx": [
            "do you know what a bassoon is?",
            "yes"
        ]
    },
    {
        "date": "201711242349",
        "ctx": [
            "I have too many ideas for videos. What should I do? Create them all and slave away, or make the ones I connect with the most?",
            "have more ideas"
        ]
    },
    {
        "date": "201711242339",
        "ctx": [
            "What is your favorite historical time-period?",
            "now"
        ]
    },
    {
        "date": "201711242313",
        "ctx": [
            "Somebody told me that you were born and raised in Zimbabwe. Is this correct information?",
            "i will check"
        ]
    },
    {
        "date": "201711242303",
        "ctx": [
            "What is your opnion on the modern contemporary art? Do you see it as a reasonable development of the art?",
            "i think contemporary just means it was made recently. i think art is a great thing to do and people should keep doing it. i'm not sure if that answers your question"
        ]
    },
    {
        "date": "201711242301",
        "ctx": [
            "can you please sell me a vehicle?",
            "sure. it's broken"
        ]
    },
    {
        "date": "201711242039",
        "ctx": [
            "do you ever think?",
            "yes",
            "im not sure if i do and i want to know if someone else is the same"
        ]
    },
    {
        "date": "201711242036",
        "ctx": [
            "Are there any new words for \"cool\" that I should know about?",
            "it's best to just make up your own"
        ]
    },
    {
        "date": "201711241844",
        "ctx": [
            "what is the meaning of 42",
            "2x3x7"
        ]
    },
    {
        "date": "201711241830",
        "ctx": [
            "did you get any sweet black friday deals bill?",
            "i broke my car, and now i'm more thankful for my life"
        ]
    },
    {
        "date": "201711241750",
        "ctx": [
            "Got any juicy celeb gossip?",
            "there's no more celebs. their careers all ended due to sexual harassment"
        ]
    },
    {
        "date": "201711241732",
        "ctx": [
            "name something bad",
            "hardship"
        ]
    },
    {
        "date": "201711241702",
        "ctx": [
            "What do dogs think about?",
            "dogs"
        ]
    },
    {
        "date": "201711241623",
        "ctx": [
            "When you have a song with multiple verses or choruses (or just any section/part that repeats itself at some point) do you ever just cut and paste or loop the recording (maybe adding some extra stuff or taking some stuff out) or do you like to just play it over again?",
            "i have a major taboo against copying/pasting in that situation. there are so many oportunities for enrichment the second time around, and if u copy/paste it you're just really missing out"
        ]
    },
    {
        "date": "201711241607",
        "ctx": [
            "I like food, do you?",
            "it's ok"
        ]
    },
    {
        "date": "201711241456",
        "ctx": [
            "Hey! I really like those photos you have on the expert page. I also like how you have the score to some of your songs up there, and some drawings and images and stuff. Have you ever considered making like a images or pictures page on this website for that stuff? I guess you already got instagram, and the stuff is there on expert page so I guess maybe it's not necessary?",
            "i have been considering that for quite some time, and i will do it",
            "Also, I'm curious if you consider photography a hobby/something you do a lot, or is it more just when something catches your eye you might snap a pic? I really like some of those photos on expert page, but theyre all from way back in the day."
        ]
    },
    {
        "date": "201711241446",
        "ctx": [
            "Hahaha how did you know there'd be a demand for snail time without the jail time? That's too funny. You called it.",
            "on vine, it was common sense to make one with snails only, because vine was auto-loop and the snails section loops well"
        ]
    },
    {
        "date": "201711241412",
        "ctx": [
            "What something make u think",
            "conflicts, controversies, and disagreements"
        ]
    },
    {
        "date": "201711242434",
        "ctx": [
            "if you from the future visited you and told you what your next video after this one would be about would you listen to him or do something different?",
            "the topic of that video will not be determined until i decide it"
        ]
    },
    {
        "date": "201711242428",
        "ctx": [
            "YOU ARE VERY NONPLUSSED. AGREED ???",
            "i don't know what that means"
        ]
    },
    {
        "date": "201711242400",
        "ctx": [
            "who am i",
            "i don't know",
            "and why i live in this planet?",
            "because it's fun"
        ]
    },
    {
        "date": "201711241105",
        "ctx": [
            "When you aren't testing new songs, do you sing wild crazy loud in your car?",
            "no, i have discussions in a reasonable calm voice about what's going on in my life. excerpts from those recordings likely show up on bill wurtz dot com, years later"
        ]
    },
    {
        "date": "201711240913",
        "ctx": [
            "is coffeecake a cake thats coffee flavoured or a cake designed to be eaten while drinking coffee?",
            "i just don't know anymore"
        ]
    },
    {
        "date": "201711240733",
        "ctx": [
            "Do I get to decide if I'm cool or not,",
            "yes",
            "or do other people decide if I'm cool",
            "yes",
            "(and I, in turn, get to decide if they're cool)?",
            "yes"
        ]
    },
    {
        "date": "201711240729",
        "ctx": [
            "How do I become a normal human being?",
            "you might have already done it"
        ]
    },
    {
        "date": "201711240521",
        "ctx": [
            "ever though about using correct grammars !",
            "yes. have you"
        ]
    },
    {
        "date": "201711240517",
        "ctx": [
            "im 20 is there still time for me to become Super? when is it too late to become Super. im scared that one day i wont wake up and be where you are now",
            "it happens very gradually and there are many pieces of the puzzle that gradually come together. i'm sure you have already been working on this for quite a while. it may seem like you've walked a million miles already, but there's millions more miles ahead. every moment is important. you're doing great, but hurry up"
        ]
    },
    {
        "date": "201711240416",
        "ctx": [
            "please try smile in your video someday boy",
            "trying to smile is not a good way to get the good smiles, but there have been many smiles in my videos before, using much more genuine techniques. telling people to smile is awkward and not constructive, especially if they already do"
        ]
    },
    {
        "date": "201711241224",
        "ctx": [
            "Melodophone or Accordion?",
            "i see neither. did u forget the attachment"
        ]
    },
    {
        "date": "201711232318",
        "ctx": [
            "when is a new song coming",
            "i'm doing it now"
        ]
    },
    {
        "date": "201711232221",
        "ctx": [
            "what should my halloween costume be",
            "i will check with the directors"
        ]
    },
    {
        "date": "201711232204",
        "ctx": [
            "Are you so busy that you won't ever get the chance to do a lot of things?&#8203;",
            "i will be busy doing a lot of things. i'm not sure if that answers your question"
        ]
    },
    {
        "date": "201711232142",
        "ctx": [
            "I got new shoes do you like them",
            "i actually can't see them"
        ]
    },
    {
        "date": "201711232136",
        "ctx": [
            "Are you a contrarian?",
            "yes and no"
        ]
    },
    {
        "date": "201711232015",
        "ctx": [
            "How do I train my lasagna to do tricks?",
            "lasagna already is a trick. \"lasagna\" means trick. in the olden days, magicians used to shout \"lasagna!\" when they do a trick"
        ]
    },
    {
        "date": "201711231914",
        "ctx": [
            "are you almost done with the music video?",
            "no",
            "it's been just over 5 weeks now since soap tips, which means you're not getting closer to the 2-week goal.",
            "thanks for the encouragement",
            "i know it's a bit harder with the live action stuff, but it sure seems like there are other sorts of challenges constantly in the way.",
            "just trying to make it really good",
            "i really don't want to be rude, rather give you the chance to talk about that stuff, if you so desire. and maybe, as a bonus, gain some more behind the scenes insight.",
            "there is a fist fight going on amongst the team members. one insists on moving as fast as possible, the other insists the project to be as good as possible. both team members unfortunately are me, and there is a 3rd person attempting to mediate the fight, which is also me. i want a vacation and the good news is i can go on vacation any time i want, because i own the company. the bad news is the company fails if no one shows up to work, and i am 100% of the employees. i also fire myself every day, which means i don't have to work, but it also means i have to do all the work myself because i fired myself"
        ]
    },
    {
        "date": "201711231904",
        "ctx": [
            "I want to do things but I don't know what to do",
            "ah, #relatable"
        ]
    },
    {
        "date": "201711231743",
        "ctx": [
            "why do people ask you for advice on friends",
            "perhaps something on this website gave them an idea that i have a lot of friends"
        ]
    },
    {
        "date": "201711231718",
        "ctx": [
            "What does that even mean? That.",
            "(ref: q.php?date=201707241845)7.24.176:45 pm"
        ]
    },
    {
        "date": "201711231718",
        "ctx": [
            "Gimme some dope new songs NOW.",
            "ok"
        ]
    },
    {
        "date": "201711231649",
        "ctx": [
            "How many particles are in a particle?",
            "i will check"
        ]
    },
    {
        "date": "201711231612",
        "ctx": [
            "Can I book the bill wurtz band to play at my bar mitzvah?",
            "sure"
        ]
    },
    {
        "date": "201711231516",
        "ctx": [
            "What are the 7 seas?",
            "deep sea, medium sea, swan sea, red sea, blue sea, purple sea, bread sea, there's actually a secret 8th sea which is antarctica, after it melts"
        ]
    },
    {
        "date": "201711231335",
        "ctx": [
            "Describe yourself in a nutshell",
            "i am currently not in a nutshell"
        ]
    },
    {
        "date": "201711231317",
        "ctx": [
            "How would you describe your fashion sense?",
            "reasonable"
        ]
    },
    {
        "date": "201711232425",
        "ctx": [
            "you should try eating a candle",
            "i will do it when i get a chance"
        ]
    },
    {
        "date": "201711232412",
        "ctx": [
            "What do you do when you have decided it's time to get a haircut?",
            "wait a bit longer"
        ]
    },
    {
        "date": "201711231108",
        "ctx": [
            "Create a word that didn't exist before",
            "i do that on a regular basis. all i can do is continue to do so, and hope you are paying attention"
        ]
    },
    {
        "date": "201711230649",
        "ctx": [
            "VALIDATE MEEEEEEEEEEEE",
            "i tried, but it says u are already validated"
        ]
    },
    {
        "date": "201711230413",
        "ctx": [
            "what does treason mean",
            "'forgetting' which team you're on"
        ]
    },
    {
        "date": "201711230317",
        "ctx": [
            "do you like grapefruit",
            "it's ok. although i don't really understand it"
        ]
    },
    {
        "date": "201711231224",
        "ctx": [
            "Do you celebrate thanksgiving?",
            "i celebrate every day"
        ]
    },
    {
        "date": "201711231209",
        "ctx": [
            "why are dads always male and moms always female?",
            "for the same reason boys are usually male and girls are usually female"
        ]
    },
    {
        "date": "201711222326",
        "ctx": [
            "how much of spanish culture is influenced by the muslim peoples",
            "about 32%"
        ]
    },
    {
        "date": "201711222143",
        "ctx": [
            "why are bellybuttons so interesting?",
            "i can't tell you"
        ]
    },
    {
        "date": "201711222106",
        "ctx": [
            "you can get tired, but you're never gonna get sick of expressing yourself, are you?",
            "no"
        ]
    },
    {
        "date": "201711222054",
        "ctx": [
            "I really like the sound of F resolving to E, but everyone says \"oh hey! that sounds Spanish!\" and I know that that's the thing that people associate with Spanish music, but I don't usually have that association and I want to share what F to E means to me, not what they think it means. How do I share the way that F to E makes me feel?",
            "just start doing it. if you don't want it to sound spanish then don't do it on acoustic guitar"
        ]
    },
    {
        "date": "201711222013",
        "ctx": [
            "how often do you get Lofty Vows submitted you through this page",
            "about 1 time per time"
        ]
    },
    {
        "date": "201711221949",
        "ctx": [
            "My mother told me to leave the country? Wut do I doo?",
            "maybe just leave her house"
        ]
    },
    {
        "date": "201711221830",
        "ctx": [
            "which is the best number?",
            "every number is better than every other number"
        ]
    },
    {
        "date": "201711221819",
        "ctx": [
            "they lied about loving me, now i feel like i've wasted so much stress over them that they'll never return. how do i cope with this?",
            "whom"
        ]
    },
    {
        "date": "201711221811",
        "ctx": [
            "Bill I got the new Pokemon game, can you gimme a name for my character pl0x thanks bill",
            "hold on i am busy naming other people's pokemon characters"
        ]
    },
    {
        "date": "201711221744",
        "ctx": [
            "When was your \"coming of age\" experience?",
            "i have not had it yet but i should be having it next week"
        ]
    },
    {
        "date": "201711221742",
        "ctx": [
            "do you know how to play the instrument",
            "yes"
        ]
    },
    {
        "date": "201711221709",
        "ctx": [
            "would you turn your computer into infinite pizza",
            "can i turn my pizza into computers instead"
        ]
    },
    {
        "date": "201711221703",
        "ctx": [
            "how do I stop my friends from growing apart from me",
            "charge them a fee each time they grow further apart from you"
        ]
    },
    {
        "date": "201711221655",
        "ctx": [
            "can you please exist, thanks",
            "i will see what i can do"
        ]
    },
    {
        "date": "201711221508",
        "ctx": [
            "sometimes in your songs you have a real short lil toot from a trumpet that seems to happen only once in the entire song, what is your thought process when you add this?",
            "the first time i did that it was the result of a random instrument selection system. you randomly select an instrument and then you are responsible for searching through the entire song and see where it could possibly fit. early on in the implementation of this system, a trumpet sound came up and i was thinking \"how the heck is this going to fit anywhere\" but i searched through and i found 1 spot, probably in the second verse or something, where a tiny little horn stab seemed to fit after one of the lines, probably on an up-beat or something. really added some spice, and it makes your music sound more expensive, because it almost makes it sound like you have the budget to pay a horn section to show up just for that one hit"
        ]
    },
    {
        "date": "201711221428",
        "ctx": [
            "do you like violins",
            "they're ok"
        ]
    },
    {
        "date": "201711221411",
        "ctx": [
            "How does owning a lot of books make you smart?)))",
            "it doesn't, but it could help people think you are smart, depending on what century you are living in"
        ]
    },
    {
        "date": "201711221331",
        "ctx": [
            "What's the difference between up and down?",
            "gravity"
        ]
    },
    {
        "date": "201711222449",
        "ctx": [
            "Why is it so hard to remember what you're doing until it's done?",
            "because it hadn't been done yet"
        ]
    },
    {
        "date": "201711222430",
        "ctx": [
            "Who is your bestfriend?",
            "pavniveeviopaveev"
        ]
    },
    {
        "date": "201711222420",
        "ctx": [
            "I want to ask your thoughts on the attempt to kill net neutrality, but first, are you getting a lot of questions on the attempt to kill net neutrality?",
            "yes"
        ]
    },
    {
        "date": "201711221106",
        "ctx": [
            "will your next video be a music video?",
            "oh hell yeah"
        ]
    },
    {
        "date": "201711221056",
        "ctx": [
            "What is the point in making music if there is already so much music already and no one has listened to all of it?",
            "what's the point of asking questions if there is already so much questions already and no one has read them all"
        ]
    },
    {
        "date": "201711220947",
        "ctx": [
            "I just went back home for the first time in a long time. why is it so emotional?",
            "because it represents a large part of the fabric of your thinking about the world"
        ]
    },
    {
        "date": "201711220941",
        "ctx": [
            "do you ever wonder what it's like to be a slice of bread",
            "no"
        ]
    },
    {
        "date": "201711220941",
        "ctx": [
            "music is magic",
            "oh i see what you mean"
        ]
    },
    {
        "date": "201711220935",
        "ctx": [
            "thoughts on words?",
            "they can be used for business, as well as pleasure"
        ]
    },
    {
        "date": "201711220656",
        "ctx": [
            "why do mariachi bands always seem so happy? what is their secret??",
            "they play happy music, so therefore they seem happy. they might be actually happy too, i'm not sure"
        ]
    },
    {
        "date": "201711220438",
        "ctx": [
            "why would anyone do anything",
            "for business, or pleasure"
        ]
    },
    {
        "date": "201711220420",
        "ctx": [
            "Bill could you share the history of the world drafts/script through the expert mode please? Because I think it is very educational and I just want them",
            "i want to but it's kind of complicated. there's like a million diffferent permutations and versions"
        ]
    },
    {
        "date": "201711220418",
        "ctx": [
            "What's the purpose of the private browsing mode?",
            "browsing privates"
        ]
    },
    {
        "date": "201711220311",
        "ctx": [
            "I wish your history of the entire world video was less anthropocentric. You are so talented have the potential to produce content that's way more transgressive. :D",
            "i wish you would watch videos that better suit your interests"
        ]
    },
    {
        "date": "201711220302",
        "ctx": [
            "i want to go on an adventure but i hide in my room worrying about the logistics and which foot to step with first instead of getting started. HOW DO I STOP WITH THE HEMMING AND HAWING AND FUCKING GO ALREADY BEFORE I THROW AWAY MY LIFE? WHAT IF I NEVER EXPLODE??? WHAT IF I JUST SHRIVEL UP AND WASTE AWAY IN HERE?????????\n\ni don't want to die like this. send help pl0x",
            "sounds like you are on the right track"
        ]
    },
    {
        "date": "201711220216",
        "ctx": [
            "when do you expect the video to be ready",
            "later than i wish"
        ]
    },
    {
        "date": "201711221259",
        "ctx": [
            "what makes a question good?",
            "that's none of my business really"
        ]
    },
    {
        "date": "201711212218",
        "ctx": [
            "why do you think people ask you for relationship advice here?",
            "perhaps something on this website gave them an idea that i am good at relationships"
        ]
    },
    {
        "date": "201711212111",
        "ctx": [
            "is reincarnation legit?",
            "sometimes it feels like all we ever do is incarnate up in here"
        ]
    },
    {
        "date": "201711211836",
        "ctx": [
            "text is so powerful isn't it? sometimes i forget that we're doing all of this in this page only with text",
            "oh true"
        ]
    },
    {
        "date": "201711211834",
        "ctx": [
            "i love what you stand for in my world! a reassurance that being yourself can be fun an true and if we let our creativity flow we can conquer ourselves and the world",
            "oh true"
        ]
    },
    {
        "date": "201711211753",
        "ctx": [
            "Do you have a good system for determining what is and what's not a sport?",
            "see if you can figure out how to win"
        ]
    },
    {
        "date": "201711211659",
        "ctx": [
            "What's a telegram?",
            "i'm not sure"
        ]
    },
    {
        "date": "201711211557",
        "ctx": [
            "If something happened, did it happen?",
            "i think so"
        ]
    },
    {
        "date": "201711211505",
        "ctx": [
            "How are you so smart.",
            "i own a lot of books"
        ]
    },
    {
        "date": "201711211454",
        "ctx": [
            "What's your goal in life?",
            "see how many goals i can have"
        ]
    },
    {
        "date": "201711211450",
        "ctx": [
            "Are you a slave to the groove?",
            "sometimes but sometimes it is a slave to me"
        ]
    },
    {
        "date": "201711211442",
        "ctx": [
            "Did you learn anything cool today?",
            "yes"
        ]
    },
    {
        "date": "201711211431",
        "ctx": [
            "is it illegal to exist?",
            "i think so"
        ]
    },
    {
        "date": "201711211103",
        "ctx": [
            "What's the most important thing to keep in mind when writing music?",
            "you can do anything"
        ]
    },
    {
        "date": "201711211035",
        "ctx": [
            "Read this question but don't answer it ok ?",
            "i'll see what i can do"
        ]
    },
    {
        "date": "201711210913",
        "ctx": [
            "What is your sexual fantasy?",
            "getting my finances in order"
        ]
    },
    {
        "date": "201711210817",
        "ctx": [
            "Bill! Have you ever thought about making videos from your questions page? In case, yknow, if you are bored over the holiday weekend or need more projects. HA it just seems fun.",
            "i actually already have way too many projects to do and they take way too long to do"
        ]
    },
    {
        "date": "201711210730",
        "ctx": [
            "Is it really a small world after all?",
            "i'd say it's a medium sized world"
        ]
    },
    {
        "date": "201711210555",
        "ctx": [
            "Bill I was able to access the full scripts of the history videos through the expert mode just a few hours ago,",
            "only history of japan, and only the first draft, and not including any of the music references",
            "but now when I go into the expert mode what I only get is just download or watch it youtube options what happened?",
            "nothing. the draft script for history of japan is listed at the time it was completed, which is at least a couple months before the video"
        ]
    },
    {
        "date": "201711210312",
        "ctx": [
            "why are multiple choice questions called that? you only choose one answer.",
            "there are multiple choices for you to choose from"
        ]
    },
    {
        "date": "201711210307",
        "ctx": [
            "what's the best thing about not knowing something?",
            "i don't know"
        ]
    },
    {
        "date": "201711210305",
        "ctx": [
            "what should I do about my essay that is bad, but I have to complete it or I will ruin my life?",
            "take a deep breath and do a medium job"
        ]
    },
    {
        "date": "201711210228",
        "ctx": [
            "if you had a time machine,, what would you do with it?",
            "make some fresh time!"
        ]
    },
    {
        "date": "201711210203",
        "ctx": [
            "what does the word 'weird' mean to you",
            "realistic"
        ]
    },
    {
        "date": "201711211227",
        "ctx": [
            "(ref: q.php?date=201711201628)11.20.174:28 pm  you raise an valid point. but then why did you choose to sing mi fa sol?",
            "i compose all my melodies based on what i think \"sounds\" best for the video",
            "you could've sung do re mi over a I-V-I and it would've sounded perfectly natural.",
            "yes but not as nice",
            "also, in the broader context of vocal music, the lead vocal line tends to be the melody/most significant - not the underlying harmonies",
            "i agree. i think what you may be forgetting here is that this video is not meant to be a solfege lesson. similar to the way the \"i'm steve\" video is not meant to be a lesson on how the postal system works"
        ]
    },
    {
        "date": "201711202105",
        "ctx": [
            "what's the craziest idea someone once thought of?",
            "friendship"
        ]
    },
    {
        "date": "201711202027",
        "ctx": [
            "hey bill, you're my hero, how do i contact you so i can be your apprentice",
            "you could skim through the pages of this site for contact information"
        ]
    },
    {
        "date": "201711202017",
        "ctx": [
            "Bill do you think it is good to stay hopeful of a better future?",
            "yes"
        ]
    },
    {
        "date": "201711201928",
        "ctx": [
            "How many trees should I eat to maintain a healthy life",
            "2 or 3"
        ]
    },
    {
        "date": "201711201908",
        "ctx": [
            "What's the niftiest thing you've seen lately?",
            "i recently got to see the niftification process, inside the nift factory"
        ]
    },
    {
        "date": "201711201846",
        "ctx": [
            "Why don't routers have a soft reset button instead of having to plug it out and plug it back in?",
            "ah, here's another question, why does the damn internet cut out so much"
        ]
    },
    {
        "date": "201711201822",
        "ctx": [
            "what do you think about destiny",
            "seems legit. wait actually i don't know what that is"
        ]
    },
    {
        "date": "201711201813",
        "ctx": [
            "Apple OS or Windows OS, which one is the best?",
            "that's not important right now"
        ]
    },
    {
        "date": "201711201751",
        "ctx": [
            "Can you look both backwards and forwards at the same time?",
            "thanks to modern technology, yes"
        ]
    },
    {
        "date": "201711201628",
        "ctx": [
            "are you aware that in your video \"do re mi,\" you're actually singing \"mi fa sol\"? what is the significance of this?",
            "the chords are playing do re mi. the bass is playing do re mi. the lead vocal harmonizes thirds above. also do you think mi fa sol would be stronger lyrics for that video"
        ]
    },
    {
        "date": "201711201618",
        "ctx": [
            "IF hi is spelled hi then why isn't bye spelled bi",
            "ah i see your point. i will change it"
        ]
    },
    {
        "date": "201711201544",
        "ctx": [
            "Black or white chocolate?",
            "i can't tell. i think you forgot to attach the chocolate"
        ]
    },
    {
        "date": "201711201544",
        "ctx": [
            "Sweet or salty popcorn?",
            "i think you forgot to attach the popcorn"
        ]
    },
    {
        "date": "201711201538",
        "ctx": [
            "Are you ok? Some of your more recent stuff has capital letters in it and it looks out of place for you.",
            "i've always used capital letters, as part of my repertoire"
        ]
    },
    {
        "date": "201711201443",
        "ctx": [
            "what video (if any) are you working on right now?",
            "la de da"
        ]
    },
    {
        "date": "201711201333",
        "ctx": [
            "Got any fashion tips?",
            "openmindedness"
        ]
    },
    {
        "date": "201711201302",
        "ctx": [
            "do u haev a dik",
            "i will check"
        ]
    },
    {
        "date": "201711202421",
        "ctx": [
            "where is the safest place to store my expensive recording equipment?",
            "fort knox"
        ]
    },
    {
        "date": "201711201128",
        "ctx": [
            "Are there any words that have a 'b' and a 'p' right next to each other? (Besides aconyms like BP for british petroleumor PB for peanut butter)",
            "hipbone?"
        ]
    },
    {
        "date": "201711201127",
        "ctx": [
            "Bill, is it gay to exist?",
            "it might be",
            "I mean, you exist in the same universe as other guys and thats pretty gay.",
            "i see what you mean"
        ]
    },
    {
        "date": "201711201102",
        "ctx": [
            "have you ever thought about committing suicide in the past?",
            "no"
        ]
    },
    {
        "date": "201711201026",
        "ctx": [
            "if 16:9 (or square for vine) wasn't the standard aspect ratio for videos, would you experiment around with different video sizes and /or shapes?",
            "i would like to settle on something consistent. preferably to match the screen it is being viewed on"
        ]
    },
    {
        "date": "201711200949",
        "ctx": [
            "what if i love my music but nobody else does?",
            "other people probably would but they haven't heard it yet. do it louder"
        ]
    },
    {
        "date": "201711200948",
        "ctx": [
            "how do i know which fork to use in a fancy restaurant?",
            "just use the fanciest one, and you should be fine"
        ]
    },
    {
        "date": "201711200947",
        "ctx": [
            "what is the name of the chord containing these notes C E G Bb D F# A",
            "'help i'm trapped in a text book'"
        ]
    },
    {
        "date": "201711200848",
        "ctx": [
            "What is your favourite texture?",
            "interesting"
        ]
    },
    {
        "date": "201711200816",
        "ctx": [
            "Thoughts on thoughts?",
            "seems legit"
        ]
    },
    {
        "date": "201711200803",
        "ctx": [
            "are you gonna eat lots of food on thanksgiving",
            "no"
        ]
    },
    {
        "date": "201711200706",
        "ctx": [
            "How do I get rid of a disease slowly taking over my whole body?",
            "start getting a new disease you like better"
        ]
    },
    {
        "date": "201711200427",
        "ctx": [
            "i swear there's a hair in my mouth but i can't find it what can i do",
            "run for governor, if you win you can have someone take it out for you"
        ]
    },
    {
        "date": "201711200355",
        "ctx": [
            "Can I get this question answered please?",
            "i will see what i can do"
        ]
    },
    {
        "date": "201711200344",
        "ctx": [
            "Do you feel pressured to make videos you'd rather not create?",
            "no",
            "Do you feel like you have to appease people's never-ending lust for \"History of ____\" videos, when you would rather be working on answering ueqstions or making the long-awaited sequel to No Castle?",
            "no"
        ]
    },
    {
        "date": "201711200341",
        "ctx": [
            "what happens when you don't live up to others' expectations?",
            "their expectations might be lower in the future, and easier to live up to"
        ]
    },
    {
        "date": "201711200340",
        "ctx": [
            "why is it so fun to procrastinate?",
            "because you have the opportunity to potentially ruin your career, and future"
        ]
    },
    {
        "date": "201711200330",
        "ctx": [
            "this is the best question you have ever received",
            "i see what you mean"
        ]
    },
    {
        "date": "201711200242",
        "ctx": [
            "Is there any special reason why you don't really smile or laugh in videos???",
            "is there any special reason why you didn't really smile or laugh while you were typing your question"
        ]
    },
    {
        "date": "201711200214",
        "ctx": [
            "if im crazy enough where my reality is not actual reality, does that matter because i will never see actual reality anyway, therefore my reality is the only reality to me?",
            "you will have to try it and see"
        ]
    },
    {
        "date": "201711200156",
        "ctx": [
            "do you think humans will go extinct?",
            "maybe, or perhaps the opposite",
            "if so when",
            "pretty soon i'd say"
        ]
    },
    {
        "date": "201711200127",
        "ctx": [
            "Who invented talent?",
            "it has not been invented yet"
        ]
    },
    {
        "date": "201711200115",
        "ctx": [
            "what's NOT on your mind",
            "i can't tell you"
        ]
    },
    {
        "date": "201711201241",
        "ctx": [
            "when you gonna make a unbox vid xoxo",
            "i will do it when i get a chance"
        ]
    },
    {
        "date": "201711201237",
        "ctx": [
            "should i live for the sake of living",
            "sure. maybe more sakes as well"
        ]
    },
    {
        "date": "201711201223",
        "ctx": [
            "Why is \"shaving my piano\" one of your most popular videos?",
            "i guess it's just relatable"
        ]
    },
    {
        "date": "201711201205",
        "ctx": [
            "what's your opinion on andy kaufman?",
            "he values and cherishes creativity"
        ]
    },
    {
        "date": "201711192357",
        "ctx": [
            "have you tried or considered to find an assistant?",
            "yes"
        ]
    },
    {
        "date": "201711192351",
        "ctx": [
            "sometimes I look at other people's questions and think, \"man that's clever, wish I would have asked that.\"",
            "imagine someone is looking at your question that way, right now!"
        ]
    },
    {
        "date": "201711192343",
        "ctx": [
            "Am I brainwashed if I just blindly accept that the news I see or read is real? Or am I brainwashed to dismiss the news presented to me as being fake when it doesn't line up with my beliefs and stuff? The whole 'fake news' thing has got me very confused. Is 'fake news' fake news?",
            "the main thing the news channels need is for you to watch. what they say is technically supposed to be true, but they will always choose the stories based on what they think you are going to watch, or in some cases what will not upset their <del>daddy</del> sponsors"
        ]
    },
    {
        "date": "201711192326",
        "ctx": [
            "do you still talk to yourself on recordings?",
            "oh hell yeah"
        ]
    },
    {
        "date": "201711192304",
        "ctx": [
            "what are the most important rules when you go on a date?",
            "oh i have that written down, (ref: http://billwurtz.com/just-try-to-have-a-good-time.mp3)here"
        ]
    },
    {
        "date": "201711192253",
        "ctx": [
            "do you find it funny when people ask you to do a face reveal",
            "yes"
        ]
    },
    {
        "date": "201711192253",
        "ctx": [
            "Have you ever had pimples what should i do cause i'm suffering from that too much",
            "go on tour"
        ]
    },
    {
        "date": "201711192240",
        "ctx": [
            "Ever thought of doing ted talks?",
            "i think ted is already doing it?"
        ]
    },
    {
        "date": "201711192149",
        "ctx": [
            "Have you ever considered collaborating with other musical creators on youtube?",
            "no"
        ]
    },
    {
        "date": "201711192142",
        "ctx": [
            "can you believe that all of us humans are actually alive",
            "sometimes i stop and think"
        ]
    },
    {
        "date": "201711192106",
        "ctx": [
            "what are somethings old people say,, like outdated expressions? i'm trying to write a script where there's an old character, but nothing comes to mind.",
            "swag, yolo"
        ]
    },
    {
        "date": "201711192036",
        "ctx": [
            "why am i so old?",
            "because it's fun",
            "did i do something wrong?",
            "yes, and you still are"
        ]
    },
    {
        "date": "201711191956",
        "ctx": [
            "HELP I\"M ADDICTED TO MUSIC!>\\n help i'm addicted to music1.",
            "have you tried more music"
        ]
    },
    {
        "date": "201711191956",
        "ctx": [
            "how can i find out what's a dog, and what is not a dog",
            "ask children, they can usually tell what is a dog"
        ]
    },
    {
        "date": "201711191952",
        "ctx": [
            "I've been feeling like trash, how do I get rid of this cold.",
            "give it to someone else. it will probably go away regardless of whether you give it to someone else, but you could give it to someone else anyway, so they can get a chance to share your experience"
        ]
    },
    {
        "date": "201711191913",
        "ctx": [
            "When will we see any history of the world reality videos? I'm kind of disappointed you stopped right before you go to them",
            "i will get to them. there is a lot"
        ]
    },
    {
        "date": "201711191902",
        "ctx": [
            "How do I come up with lyrics? I wrote the perfect accompaniment, but when I try to make lyrics, they're not relatable and make no sense!",
            "try doing the lyrics and melody first"
        ]
    },
    {
        "date": "201711191836",
        "ctx": [
            "do you set deadlines for your video releases?",
            "i've been trying desperately to do that but i have yet to achieve any definitive success on that, ever since moving to videos longer than 20 seconds"
        ]
    },
    {
        "date": "201711191828",
        "ctx": [
            "why does food taste so good is there some sort of secret to it",
            "yes, it actually didn't used to taste good but nowadays it does taste good, and there is a secret, although i don't know what the secret is"
        ]
    },
    {
        "date": "201711191706",
        "ctx": [
            "Should I get one of those leopard print covers for my steering wheel?",
            "<del>no</del> i'm not sure"
        ]
    },
    {
        "date": "201711191642",
        "ctx": [
            "What sport would you like to see included in the next olympics?",
            "the sport where they pick which city it's gonna be"
        ]
    },
    {
        "date": "201711191642",
        "ctx": [
            "bill, your name is bill",
            "oh, i am following your logic smoothly"
        ]
    },
    {
        "date": "201711191639",
        "ctx": [
            "thoughts on eating turkey for thanksgiving?",
            "seems legit"
        ]
    },
    {
        "date": "201711191617",
        "ctx": [
            "Are little bo peep and mary (from mary had a little lamb) the same person?",
            "yes, they are actually both the lamb"
        ]
    },
    {
        "date": "201711191608",
        "ctx": [
            "Some people think that tukey's cause most of the world's plasma pollution that are your thoughts on this?",
            "i haven't thought about it that much"
        ]
    },
    {
        "date": "201711191504",
        "ctx": [
            "my cat is following me help",
            "makes you wonder, who belongs to whom"
        ]
    },
    {
        "date": "201711191455",
        "ctx": [
            "have u ever had a dream where u died",
            "no but i have had many dreams where i am alive"
        ]
    },
    {
        "date": "201711191439",
        "ctx": [
            "i can't think of a question to ask you, what should i do?",
            "check out some of the other parts of the site"
        ]
    },
    {
        "date": "201711191430",
        "ctx": [
            "why do songs fade out rather than just end",
            "to create the illusion that the song went on forever"
        ]
    },
    {
        "date": "201711192451",
        "ctx": [
            "is https://twitter.com/billwurtz/status/930207147367043074\nthe sequel to https://mobile.twitter.com/billwurtz/status/912443597647118336 ?",
            "no, but they were written by the same person"
        ]
    },
    {
        "date": "201711192402",
        "ctx": [
            "what kind of dystopia would you live in",
            "if ?"
        ]
    },
    {
        "date": "201711191123",
        "ctx": [
            "what is the scariest story to tell in the dark",
            "the story of light"
        ]
    },
    {
        "date": "201711191111",
        "ctx": [
            "how do i unboil an egg",
            "bake it"
        ]
    },
    {
        "date": "201711191108",
        "ctx": [
            "seems everyone's just trying to take over the world. cartoons told me that was evil. superman never tried to take over the world",
            "are you sure"
        ]
    },
    {
        "date": "201711190135",
        "ctx": [
            "Is it ok to listen to music that I know is bad but it's fun to listen to?",
            "if it's fun to listen to then that counts as being good"
        ]
    },
    {
        "date": "201711191233",
        "ctx": [
            "how to prepare for upcoming exams.",
            "try to figure out the answers"
        ]
    },
    {
        "date": "201711191222",
        "ctx": [
            "Do you prefer Dr.Wurtz, Professor Wurtz, Big Boy Bill, Or Bill Wurtz Esquire?",
            "no"
        ]
    },
    {
        "date": "201711182242",
        "ctx": [
            "What's the lowest note you can whistle?",
            "Bb 466"
        ]
    },
    {
        "date": "201711182227",
        "ctx": [
            "Hey, I'm going to the store. Need anything?",
            "yes"
        ]
    },
    {
        "date": "201711182226",
        "ctx": [
            "what if everything was opposite?",
            "then it would not be"
        ]
    },
    {
        "date": "201711182214",
        "ctx": [
            "What is probably the funniest question you have ever gotten?",
            "every question is funnier than the previous"
        ]
    },
    {
        "date": "201711182042",
        "ctx": [
            "Who invented tables?",
            "jeff tables"
        ]
    },
    {
        "date": "201711182034",
        "ctx": [
            "Why would anyone put banana peppers on a pizza?",
            "that way you can experience the best of both worlds!"
        ]
    },
    {
        "date": "201711182000",
        "ctx": [
            "Should I believe everything I read on the internet?",
            "some of it"
        ]
    },
    {
        "date": "201711181939",
        "ctx": [
            "What is your plan on your world tour 2018",
            "play songs, and music"
        ]
    },
    {
        "date": "201711181927",
        "ctx": [
            "Tis the season to be jolly? Or not yet?",
            "what the heck does tis mean"
        ]
    },
    {
        "date": "201711181923",
        "ctx": [
            "Do you feel really good when you finish a video/song?",
            "oh hell yeah"
        ]
    },
    {
        "date": "201711181806",
        "ctx": [
            "why is it that when you say or read a word over and over again it doesn't seem like a word anymore?",
            "because that's not how words are normally used"
        ]
    },
    {
        "date": "201711181803",
        "ctx": [
            "RAINBOWS!!!!!!!",
            "that's true"
        ]
    },
    {
        "date": "201711181614",
        "ctx": [
            "how do i come out of the closet ? do i just have to fall in front of everyone ?",
            "invite everyone else in"
        ]
    },
    {
        "date": "201711181535",
        "ctx": [
            "best place to find the newest viral dank memes every day?",
            "in the wilderness"
        ]
    },
    {
        "date": "201711181505",
        "ctx": [
            "Mr.Wurtz, I'm house-sitting and need to water the plants but don't know which ones are fake. How to spot a fake plant? (This is a genuine dilemma)",
            "you'll have to taste them. please don't call me mr. wurtz"
        ]
    },
    {
        "date": "201711181459",
        "ctx": [
            "eat pant",
            "i will do it when i get a chance"
        ]
    },
    {
        "date": "201711181437",
        "ctx": [
            "How many minutes, on average, do you spend staring at a wall?",
            "0"
        ]
    },
    {
        "date": "201711182443",
        "ctx": [
            "why do so many people ask you if you like spoons?",
            "i don't think i am asked that very often"
        ]
    },
    {
        "date": "201711182422",
        "ctx": [
            "when everyone on earth is dead, would the monkeys evolve to humans again?",
            "how about something a little different"
        ]
    },
    {
        "date": "201711181155",
        "ctx": [
            "see me after class",
            "ok"
        ]
    },
    {
        "date": "201711181147",
        "ctx": [
            "What to do if there is girl",
            "oh good luck"
        ]
    },
    {
        "date": "201711181051",
        "ctx": [
            "are you worried that you will fall in love with someone and abandon your work because your mind is taken over by the immense power of love",
            "i have worried about that before"
        ]
    },
    {
        "date": "201711181006",
        "ctx": [
            "What to do if I don't like the music I do?",
            "try to make it another way"
        ]
    },
    {
        "date": "201711180615",
        "ctx": [
            "Do you think semicolons \";\" are usefull?",
            "sometimes, but not very often"
        ]
    },
    {
        "date": "201711180338",
        "ctx": [
            "why are butterflies not really made out of butter?",
            "butter fly is actually short for fluttering beautiful fly"
        ]
    },
    {
        "date": "201711180336",
        "ctx": [
            "what do you think about cats?",
            "seems like a nice idea"
        ]
    },
    {
        "date": "201711180153",
        "ctx": [
            "Do you find that your projects and making of music interfere with friendships or dating?",
            "some what",
            "If so, how do you deal with this?",
            "i've never really thought about that"
        ]
    },
    {
        "date": "201711172346",
        "ctx": [
            "Why do you do stuff",
            "ah, i see your point. i will stop"
        ]
    },
    {
        "date": "201711172253",
        "ctx": [
            "how much of the stuff on your website would you have made even if the website didn't exist?",
            "everything on the expert page before january 2014"
        ]
    },
    {
        "date": "201711172244",
        "ctx": [
            "is it ok to start a sentence with a conjunction? what about a paragraph",
            "i will check with big brother"
        ]
    },
    {
        "date": "201711172243",
        "ctx": [
            "Where do birds go at night? I don't see them on the street or in trees. Do they go to Florida just for the evening? Any avian hotel discount? LMK! Thank you!!!",
            "they all go to my house and scream outrageously thru the night"
        ]
    },
    {
        "date": "201711172224",
        "ctx": [
            "opinion on minigames?",
            "i dare u to find a smaller game"
        ]
    },
    {
        "date": "201711172210",
        "ctx": [
            "Is horseradish made from horses?",
            "for them, not from them"
        ]
    },
    {
        "date": "201711172127",
        "ctx": [
            "do you have a planned release date for your new song?",
            "yes"
        ]
    },
    {
        "date": "201711172102",
        "ctx": [
            "mr wurtz do you respect and gather influence from jimi hendrix",
            "some what, please don't call me mr. wurtz"
        ]
    },
    {
        "date": "201711172012",
        "ctx": [
            "Whats your favorite britney spears song?",
            "over protected"
        ]
    },
    {
        "date": "201711172004",
        "ctx": [
            "How to stop being arrogant?",
            "that would be difficult for you because you are always right"
        ]
    },
    {
        "date": "201711172001",
        "ctx": [
            "ever make your music boring, for a thrill?",
            "yes"
        ]
    },
    {
        "date": "201711171928",
        "ctx": [
            "what other skills do you have besides music?",
            "relating to #millenials and other key demographics"
        ]
    },
    {
        "date": "201711171906",
        "ctx": [
            "what's the fanciest thing you ever cooked",
            "the books!"
        ]
    },
    {
        "date": "201711171850",
        "ctx": [
            "how come your main page's bg is black but the questions page is dark gray",
            "i like to use different color schemes, for variety"
        ]
    },
    {
        "date": "201711171837",
        "ctx": [
            "Is suicide the answer?",
            "you didn't say the question, but no"
        ]
    },
    {
        "date": "201711171808",
        "ctx": [
            "I hope it doesn't make you sad that I would really like to replace my ridiculous infatuation with the late Fred Rogers with you...does it?",
            "i think mr. rogers would advise that you are allowed to like us both, and maybe even some others as well"
        ]
    },
    {
        "date": "201711171751",
        "ctx": [
            "being in new york and far away from my friends and family for college, i find it lonely when i see people having a good time with others.how can i not be lonely?",
            "go on an epic adventure, all by yourself. and document your journey"
        ]
    },
    {
        "date": "201711171627",
        "ctx": [
            "Holy fucks! Did you know that the music in the ghost levels in super mario world is the same thing as the main song, but just slowed down and played in a minor key!?! Can't believe I never noticed that before. That's nifty!",
            "the same themes are likely woven through the entire game"
        ]
    },
    {
        "date": "201711171546",
        "ctx": [
            "Do you get anon hate through the ask box?",
            "yes, and love"
        ]
    },
    {
        "date": "201711171534",
        "ctx": [
            "Favorite Bob Dylan song?",
            "the one where he lists all the things he's seen, and the list gets weirder and also deeper as it goes along, and nothing rhymes"
        ]
    },
    {
        "date": "201711171529",
        "ctx": [
            "is doing laundry considered 'having a good time'?",
            "it depends how you do it"
        ]
    },
    {
        "date": "201711171459",
        "ctx": [
            "(ref: q.php?date=201711170745)11.17.177:45 am  complete horseshit.",
            "are you saying unrequited love is a good time",
            "it's so wonderful just to love things. the mountains don't love me back, but I'm so happy I get to cherish them in my own way.",
            "i don't think that counts as unrequited love",
            "Not loving someone because they don't love you is an admission that, really, you don't love them. you just want to be loved"
        ]
    },
    {
        "date": "201711171438",
        "ctx": [
            "do you ever get depressed knowing how insignificant we humans are in space, and how in 2 billion years everything will be destroyed?",
            "name something more significant"
        ]
    },
    {
        "date": "201711171359",
        "ctx": [
            "Do you ever step back to look at your video and think \"People won't find this funny\"?",
            "no"
        ]
    },
    {
        "date": "201711171340",
        "ctx": [
            "where does mustard come from?",
            "ketchup"
        ]
    },
    {
        "date": "201711172437",
        "ctx": [
            "What to do if I don't like the music I do?",
            "go exploring",
            "Should I just try to make more?",
            "yes",
            "Should I try make something completely different?",
            "yes"
        ]
    },
    {
        "date": "201711172410",
        "ctx": [
            "What percussion instruments do you have?",
            "everything is a percussion instrument. now you may be wondering how many things do i have, which is a great question and i don't know the answer"
        ]
    },
    {
        "date": "201711171139",
        "ctx": [
            "How many people do you know?",
            "i have lost count"
        ]
    },
    {
        "date": "201711171014",
        "ctx": [
            "are you notbillwurtz on reddit",
            "no"
        ]
    },
    {
        "date": "201711170950",
        "ctx": [
            "are u going to adjust your twitter icon so that it lines up better with the circle crop",
            "yes"
        ]
    },
    {
        "date": "201711170843",
        "ctx": [
            "If you could have a super power, what would it be?",
            "being normal"
        ]
    },
    {
        "date": "201711170745",
        "ctx": [
            "can i love her even if she doesn't love me?",
            "you can, but you will not have a good time"
        ]
    },
    {
        "date": "201711170743",
        "ctx": [
            "How do I get myself out of crazy town?",
            "be crazier than the town"
        ]
    },
    {
        "date": "201711170729",
        "ctx": [
            "eloping can be fun",
            "that's true"
        ]
    },
    {
        "date": "201711170637",
        "ctx": [
            "What's that thing that makes the universe go?",
            "curiosity"
        ]
    },
    {
        "date": "201711170210",
        "ctx": [
            "what sort of blue collar crimes should i commit today",
            "wear the wrong color collar"
        ]
    },
    {
        "date": "201711170157",
        "ctx": [
            "do you ever scream like crazy in your head",
            "yes"
        ]
    },
    {
        "date": "201711170102",
        "ctx": [
            "can you help me understand the otherworldly thoughts that go through your mind?",
            "i am trying"
        ]
    },
    {
        "date": "201711171246",
        "ctx": [
            "Who do you admire the most?",
            "it's not a contest"
        ]
    },
    {
        "date": "201711171240",
        "ctx": [
            "How do you feel now that you have 2 million subscribers?",
            "very similar to having 1,900,000. i'm not sure if i could tell the difference, blindfolded"
        ]
    },
    {
        "date": "201711162346",
        "ctx": [
            "do you prefer quality or quantity?",
            "why can't i have both"
        ]
    },
    {
        "date": "201711162301",
        "ctx": [
            "do you ever have an existential crisis because what we perceive as reality is just chemical and electrical signals interpreted by our brains?",
            "not usually"
        ]
    },
    {
        "date": "201711162250",
        "ctx": [
            "hedgehogs?",
            "that makes sense"
        ]
    },
    {
        "date": "201711162247",
        "ctx": [
            "How many planes of reality did you have to transcend in order to achieve your current style of humour?",
            "i have it on auto-transcend"
        ]
    },
    {
        "date": "201711162245",
        "ctx": [
            "How long did history of the entire world I guess take to make? I'm guessing around around maybe half a year at the most.",
            "11 months"
        ]
    },
    {
        "date": "201711162243",
        "ctx": [
            "do you realize how much people admire your content and are inspired by it",
            "i can't be sure exactly how many. but it's best not to worry about it"
        ]
    },
    {
        "date": "201711162242",
        "ctx": [
            "did you have more fun making history of japan or history of the entire world, i guess",
            "the history of the entire world project was much more of everything the history of japan project was"
        ]
    },
    {
        "date": "201711162226",
        "ctx": [
            "hmm, what does this ask button do?",
            "it allows me to read your question"
        ]
    },
    {
        "date": "201711162224",
        "ctx": [
            "I was making a video and halfway through editing I stopped because I convinced myself that I hated the video which looking back, I think that was a great video.what do you think about my video?",
            "i haven't seen it"
        ]
    },
    {
        "date": "201711162210",
        "ctx": [
            "do you start with lyrics or music?",
            "no"
        ]
    },
    {
        "date": "201711162206",
        "ctx": [
            "sometimes i sleep with my foot hanging off the side of the bed, then i remember there's some evil monster under my bed so i put it back on the bed. why do i do this?",
            "i think you already explained"
        ]
    },
    {
        "date": "201711162202",
        "ctx": [
            "what's the funniest way you've been injured?",
            "walked into a clear wall"
        ]
    },
    {
        "date": "201711162159",
        "ctx": [
            "if your life was a movie, what songs would be on the soundtrack?",
            "i would make the soundtrack"
        ]
    },
    {
        "date": "201711162131",
        "ctx": [
            "Are you secretly George washington",
            "are you sure a public page is the right place to post secrets"
        ]
    },
    {
        "date": "201711162119",
        "ctx": [
            "What is the average lifespan of a unicorn?",
            "forever"
        ]
    },
    {
        "date": "201711162117",
        "ctx": [
            "Hey bill In your snail time video I feel like I've heard the background music in another one of your videos as well but I don't know which one. Anyways if it waswhich video was it used in again?",
            "i never re-use music. that music was composed for snail time and used only for snail time. there were however 2 slightly different versions of snail time, depending on which platform it was shown on, but in both cases the video had a lot of snails and was called snail time"
        ]
    },
    {
        "date": "201711162050",
        "ctx": [
            "got any advice on procrastination?",
            "just keep saying the word procrastination. it is a long, wasteful word. it will help you waste time"
        ]
    },
    {
        "date": "201711162049",
        "ctx": [
            "If you could reincarnate in an animal of your choosing, what would it be? Human doesn't count.",
            "yes it does"
        ]
    },
    {
        "date": "201711162046",
        "ctx": [
            "Do you think cats should rule the world?",
            "ah, but can they"
        ]
    },
    {
        "date": "201711162046",
        "ctx": [
            "Thoughts on meds with digital tracking in them?",
            "seems legit"
        ]
    },
    {
        "date": "201711162038",
        "ctx": [
            "what's your favorite kind of person?",
            "deluxe"
        ]
    },
    {
        "date": "201711162021",
        "ctx": [
            "why can't I hold onto friends",
            "because there is too much turbulence in the atmosphere"
        ]
    },
    {
        "date": "201711162012",
        "ctx": [
            "Can I be your lawyer for your next case?",
            "you can be the judge"
        ]
    },
    {
        "date": "201711161939",
        "ctx": [
            "Do you ever want to ask yourself a question?",
            "i've been doing it all my life"
        ]
    },
    {
        "date": "201711161849",
        "ctx": [
            "bill what do i do to maintain a long distance relationship?",
            "love the person, and also visit them sometimes"
        ]
    },
    {
        "date": "201711161847",
        "ctx": [
            "Various phrasing in Google is failing me. How do you, personally, define \"writing tare\"? I'd like to understand your context.",
            "i named it spontaneously, and spelled it differently on purpose. it is actually 'writing tear', like when you go on a tear. like let me just tear through chapter 9 of this book. or let me just go on a cooking tear, or whatever. but the word tear looks ambiguous in terms of pronunciation so i switched the spelling to keep it interesting"
        ]
    },
    {
        "date": "201711161825",
        "ctx": [
            "Do you think there are some things humans will just never figure out/understand",
            "no",
            "even if we continue on this fast track of crazy progress and advancements in science and math and technology and stuff? Part of me feels like there may be some things that will always be beyond our comprehension, but at the same time if you look at all the wild advancements made in just the past 100 years, things can start getting pretty serious real soon."
        ]
    },
    {
        "date": "201711161811",
        "ctx": [
            "are there any good people left?",
            "yes, there's actually more"
        ]
    },
    {
        "date": "201711161810",
        "ctx": [
            "Have you ever said \"cat wash\" in one of your videos?",
            "i'm not sure, but i know i have said it in tweets"
        ]
    },
    {
        "date": "201711161746",
        "ctx": [
            "Hi Bill! I'm curious if you do put together a band for a tour, what songs (out of the ones you've already put out) do you think would be strong choices for a setlist?",
            "which ever ones people are not expecting",
            "Also, do you think you'd want to work shorter songs in there too (like your <2min songs like school, feel okay, i like, jodie foster, etc)",
            "absolutely",
            "..And one more question (sorry for ramblin').. do you think doing the narrative/score type stuff live would be possible?",
            "i'm not interested in doing that stuff on a live show. just songs. not videos",
            "Like narrating the steve video or something while the band plays the score behind you live? That would be really unique. I think you're in such an interesting position because a lot of your music isn't necessarily in the form of 'songs'.",
            "the live show will be songs only. and maybe some additional pranks"
        ]
    },
    {
        "date": "201711161743",
        "ctx": [
            "Why is an alarm clock going \"off\" when it actually turns on?",
            "ah, that's because of the mandela effect"
        ]
    },
    {
        "date": "201711161728",
        "ctx": [
            "if you write a book about failure, and it doesn't sell, is it called success?",
            "no"
        ]
    },
    {
        "date": "201711161714",
        "ctx": [
            "Do a make-up tutorial",
            "i will do it when i get a chance"
        ]
    },
    {
        "date": "201711161714",
        "ctx": [
            "if you could, would you?",
            "i can and do already"
        ]
    },
    {
        "date": "201711161708",
        "ctx": [
            "Did humans invent beauty?",
            "everyone invents beauty"
        ]
    },
    {
        "date": "201711161454",
        "ctx": [
            "what is cringe",
            "it's when you think you really hate something, but actually you really like it"
        ]
    },
    {
        "date": "201711161445",
        "ctx": [
            "Did you change the background of the questions page to a lighter grey or is it just my imagination?",
            "i did not change it, but you might be on a different screen, or perhaps looking at your screen from a slightly different angle"
        ]
    },
    {
        "date": "201711161349",
        "ctx": [
            "would you move to mars if you could?",
            "not until it's as least as cool as earth"
        ]
    },
    {
        "date": "201711161332",
        "ctx": [
            "I'm so excited to see the video but probably not as excited as you are to have it done and never have to see it again",
            "oh true"
        ]
    },
    {
        "date": "201711161329",
        "ctx": [
            "are you a dedicated member of the illuminati",
            "i'm not a member but i work in their kitchen"
        ]
    },
    {
        "date": "201711162414",
        "ctx": [
            "if our brains get too smart they'll become self aware and take over our bodies",
            "i think that already happened a long time ago"
        ]
    },
    {
        "date": "201711161159",
        "ctx": [
            "what are dreams made of",
            "realities"
        ]
    },
    {
        "date": "201711161044",
        "ctx": [
            "What's your guilty pleasure?",
            "existing"
        ]
    },
    {
        "date": "201711160927",
        "ctx": [
            "Am I me?",
            "i will check"
        ]
    },
    {
        "date": "201711160718",
        "ctx": [
            "Can do my advanced calculus homework?",
            "i will do it when i get a chance"
        ]
    },
    {
        "date": "201711160640",
        "ctx": [
            "Is it possible to fall in love thru the internet?",
            "i think so"
        ]
    },
    {
        "date": "201711160353",
        "ctx": [
            "Why won't you go back to doing those short little videos?",
            "because i have done way too many, compared to the amount of medium/longer videos i've done",
            "They are fun, binge-able and relatively easy to make, compared to your newer stuff. I'm not saying you should stop doing the longer videos,",
            "making short videos at the same time would only delay the other videos more",
            "just that the short videos are too good to be thrown away.",
            "i didn't throw them away, they are all still available on this website, and most people have not seen them all"
        ]
    },
    {
        "date": "201711160210",
        "ctx": [
            "how do I know if I'm getting close to a point where I might \"burn-out\" by trying to do too much in a short amount of time without breaks?",
            "you won't know. you won't even know when you get there, you will try to deny it for a while"
        ]
    },
    {
        "date": "201711161250",
        "ctx": [
            "why do companies only have vice presidents",
            "they have regular presidents too"
        ]
    },
    {
        "date": "201711161204",
        "ctx": [
            "bill in what ways are your artistic endeavors influenced by a clockwork orange?",
            "none. i've never seen it and i don't know what it's about. someone told me that if i watch it i might have a really bad time"
        ]
    },
    {
        "date": "201711152358",
        "ctx": [
            "how do i keep my net neutral",
            "the only way to do that for sure is to make your own"
        ]
    },
    {
        "date": "201711152342",
        "ctx": [
            "what's the first step to make music?",
            "find an instrument, i suppose"
        ]
    },
    {
        "date": "201711152333",
        "ctx": [
            "do u ever wish u could commit sudoku",
            "no"
        ]
    },
    {
        "date": "201711152309",
        "ctx": [
            "where did you learn music theory?",
            "which one"
        ]
    },
    {
        "date": "201711152304",
        "ctx": [
            "what made you want to do longer videos after the short jingles era?",
            "to have room for more things to happen in the video"
        ]
    },
    {
        "date": "201711152301",
        "ctx": [
            "what's the closest thing to magic in the real world?",
            "life"
        ]
    },
    {
        "date": "201711152252",
        "ctx": [
            "your thoughts on the concept of love?",
            "seems legit"
        ]
    },
    {
        "date": "201711152139",
        "ctx": [
            "Why the fuck are there ads for prescription meds on tv? Seems like a weird thing to advertise.",
            "studies show that people who have a TV also have a doctor"
        ]
    },
    {
        "date": "201711152134",
        "ctx": [
            "thanksgiving plans? (for the love of sweet baby jesus, don't say that you'll be working on a thing.. thanksgiving is not a day for working, it's a day for eating lots of tasty treats).",
            "but how would that be possible if all the stores close? thanksgiving is the best day for working because there's no distractions. tough to find food though, but that's always a nice challenge that adds to the uniqueness of that day (and christmas also)"
        ]
    },
    {
        "date": "201711152007",
        "ctx": [
            "When's now?",
            "yep"
        ]
    },
    {
        "date": "201711151920",
        "ctx": [
            "I feel like there is a huge brick wall in my head that is stopping the flow of ideas. Should I cry and see wut happens?",
            "yes"
        ]
    },
    {
        "date": "201711151919",
        "ctx": [
            "Can u come to the United States?",
            "i will do it when i get a chance"
        ]
    },
    {
        "date": "201711151743",
        "ctx": [
            "Hi just checking in, how is your \"songs forever\" plan going?",
            "good, but there has been a plot twist. which is that i am also doing non-song videos in between each song, and also making videos for each song"
        ]
    },
    {
        "date": "201711151739",
        "ctx": [
            "do you think that art is always open for interpretation?",
            "i think so, but there is no need to decide now"
        ]
    },
    {
        "date": "201711151704",
        "ctx": [
            "Are you gonna do a \"history of\" as a series? I feel like you should.",
            "that sounds like a good idea until you realize how long those darn things take to make, and how old and dead i would be after doing even just a medium amount of them"
        ]
    },
    {
        "date": "201711151632",
        "ctx": [
            "How do I know if the thing I'm doing is the right thing to do?",
            "i guess you'll just have to guess"
        ]
    },
    {
        "date": "201711151624",
        "ctx": [
            "Can you please Rick Roll me?",
            "i will do it when i get a chance"
        ]
    },
    {
        "date": "201711151622",
        "ctx": [
            "are you going to do anything special when reaching 2,000,000 subscribers as that will happen very soon.",
            "i was thinking about doing some content"
        ]
    },
    {
        "date": "201711151620",
        "ctx": [
            "Would you win a presidential eletchen?",
            "that's probably not a good use of my time"
        ]
    },
    {
        "date": "201711151548",
        "ctx": [
            "do you also struggle to understand yourself sometimes",
            "not really"
        ]
    },
    {
        "date": "201711151434",
        "ctx": [
            "In what instances should we get in touch with you?",
            "if you have an important message to deliver"
        ]
    },
    {
        "date": "201711151358",
        "ctx": [
            "sometimes when im in the library while on my break at college i listen to your music with earphones and the urge to sing is too great but im in a library so i an forbidden to sing. should i do it anyway?",
            "no. if you are going to break the silence, i hope you can get a proper sound system in there, and play the track through that. and sing along also",
            "or should i just keep it inside me and implode into 4 universes at once?",
            "that sounds nice too"
        ]
    },
    {
        "date": "201711151337",
        "ctx": [
            "Does the concept of marriage scare you?",
            "no but the wedding industry does"
        ]
    },
    {
        "date": "201711151331",
        "ctx": [
            "I Need Help , Please Help Me I Do Not Know How To Properly Use Capitalization, How Do I Stop This Madness?",
            "go see your doctor. you can get a presctiption for 'proper pills'. take the pills and you will be proper"
        ]
    },
    {
        "date": "201711151302",
        "ctx": [
            "Do you have a big vocabulary? As in, you know and use a lot of big/fancy/hard-to-pronounce words that a lot of people don't know or use?",
            "i know some, but it's usually better to use words that people know. if i want a word that nobody knows, sometimes it's best to make it up"
        ]
    },
    {
        "date": "201711152444",
        "ctx": [
            "Are pelicans republicans?",
            "no"
        ]
    },
    {
        "date": "201711152433",
        "ctx": [
            "do you like to blur the line between metaphor and reality",
            "oh, that sounds lovely"
        ]
    },
    {
        "date": "201711152420",
        "ctx": [
            "Say a guy named george made a (long short term memory recurrent neural network) A.I. And named it \"list script\". \"List script\" writes screen plays. George inputs the scripts of the entire Friends television series. Should the end result be credited to;the writers of Friends, george, or list script?",
            "it is a joint effort between all 3. but if there is any money/payment involved, this day and age the robot will likely get none"
        ]
    },
    {
        "date": "201711152415",
        "ctx": [
            "i know your secrets",
            "what makes you think i have them"
        ]
    },
    {
        "date": "201711152415",
        "ctx": [
            "Do you have the goods?",
            "i have some of them"
        ]
    },
    {
        "date": "201711152413",
        "ctx": [
            "why is spaghetti so funny?",
            "because you're eating a wormy string"
        ]
    },
    {
        "date": "201711151155",
        "ctx": [
            "What's your favorite soup",
            "moose soup"
        ]
    },
    {
        "date": "201711151127",
        "ctx": [
            "do you have a dollar? im trying to buy lunch",
            "i have a dollar but i think it would be more helpful for your situation if you had it"
        ]
    },
    {
        "date": "201711151117",
        "ctx": [
            "Are you going to change your website to special colors because of Christmas?",
            "i am going to keep them the same colors they are now, which i have already tried to make as special as possible. except there might be a new category on page 3"
        ]
    },
    {
        "date": "201711150846",
        "ctx": [
            "are you a lizard person",
            "i will check"
        ]
    },
    {
        "date": "201711150834",
        "ctx": [
            "wat relatable mean",
            "it means millenials will likely relate to it, which in turn can generate revenue for your brand"
        ]
    },
    {
        "date": "201711150720",
        "ctx": [
            "What's the first step to start making music as someone who's pretty unconfident?",
            "just start aquainting yourself with whatever instrument you most conveniently have access to"
        ]
    },
    {
        "date": "201711150703",
        "ctx": [
            "what's so amazing about 11th August?",
            "i'm not sure"
        ]
    },
    {
        "date": "201711150642",
        "ctx": [
            "so... ever thought of doing another history video?",
            "sort of but why do that when i can do something totally different"
        ]
    },
    {
        "date": "201711150544",
        "ctx": [
            "how to inspire people?",
            "chase your dreams ruthlessly"
        ]
    },
    {
        "date": "201711150529",
        "ctx": [
            "what phone do you own?",
            "the banana phone, it's made by apple, it's called the apple banana"
        ]
    },
    {
        "date": "201711150444",
        "ctx": [
            "(ref: q.php?date=201711141208)11.14.1712:08 pm  then?",
            "then talk about the problem. explain the problem, analyze the problem. write poems about the problem"
        ]
    },
    {
        "date": "201711150335",
        "ctx": [
            "What happens if you put the left earbud in the right ear and vice versa?",
            "depending on how they are designed, you might get less bass that way. also the panning will be backwards"
        ]
    },
    {
        "date": "201711150100",
        "ctx": [
            "what triggered you to write the song 'got to know what's going on' and reevaluating your life?",
            "i wrote the title line many years ago, and it has been kicking around in the song list ever since. then it got chosen randomly as the next song, so i had to write the rest. and record it"
        ]
    },
    {
        "date": "201711142148",
        "ctx": [
            "Well besides the history stuff with the pilgrims, I dislike thanksgiving. It's an awkward moment between Halloween and Christmas, we have to spend time with family even though we do the same thing during Christmas, and the theme color is BROWN. What do you think?",
            "i know what you mean"
        ]
    },
    {
        "date": "201711142008",
        "ctx": [
            "I Am SO SICK OF LISTENING TO MY SONG I WANT TO BE FINISHED WITH IT ALREADY OHMYGOD",
            "oh, #relatable"
        ]
    },
    {
        "date": "201711141942",
        "ctx": [
            "how can i be sure that i am alive?",
            "check to see if you are wondering if you are alive. wondering if you are alive is a sign of being alive"
        ]
    },
    {
        "date": "201711141942",
        "ctx": [
            "how do I deal with constant and soul crushing failure?",
            "do a book tour"
        ]
    },
    {
        "date": "201711141926",
        "ctx": [
            "are there any old projects/songs of yours that you look back on and think you could have done them better today?",
            "yes"
        ]
    },
    {
        "date": "201711141905",
        "ctx": [
            "is now a good time",
            "yes"
        ]
    },
    {
        "date": "201711141840",
        "ctx": [
            "You do have a favicon though at least on my computer idk if it is a default thing or not though",
            "i do not have one. but everyone always asks me to make one"
        ]
    },
    {
        "date": "201711141832",
        "ctx": [
            "why does my phones battery drain quickly",
            "because it is old or cheap or maybe just bad"
        ]
    },
    {
        "date": "201711141802",
        "ctx": [
            "WHEN WILL THE NEW VIDEO BE FINISHED? I AM GROWING IMPATIENT. SORRY. LOVE YOU. THANKS. BYE.",
            "how about i make a helicopter instead"
        ]
    },
    {
        "date": "201711141715",
        "ctx": [
            "what is your desktop background",
            "the plank (you know, from pirate ships)"
        ]
    },
    {
        "date": "201711141620",
        "ctx": [
            "what would convince you that someone traveled 40 minutes into the future?",
            "talking to them again 40 minutes later"
        ]
    },
    {
        "date": "201711141619",
        "ctx": [
            "I broke a window with a shoe and my mom's gonna kill me. any suggestions?",
            "call the police"
        ]
    },
    {
        "date": "201711141554",
        "ctx": [
            "what are the lines that are you referring to in the lyric \"gonna go out and away from the lines\"",
            "whatever lines you may have previously resided inside"
        ]
    },
    {
        "date": "201711141530",
        "ctx": [
            "How can I train myself to have interesting thoughts and ideas on the fly, like you?",
            "just start having any ideas you can on the fly. then soon you will find out that at any given time you are a mere stone's throw away from something very interesting, if not already"
        ]
    },
    {
        "date": "201711141428",
        "ctx": [
            "how many unanswered questions are there",
            "more than answered"
        ]
    },
    {
        "date": "201711141409",
        "ctx": [
            "What should I do to celebrate the 131st anniversary of the hole-punch",
            "the same thing you did last year!"
        ]
    },
    {
        "date": "201711141406",
        "ctx": [
            "Where is the true magic?",
            "look around you"
        ]
    },
    {
        "date": "201711141344",
        "ctx": [
            "how come you haven't done a new anagram since july 10th",
            "i've done hundreds since then, and i continue to release them steadily one a 1-per-day basis. but i respect your opinion"
        ]
    },
    {
        "date": "201711141334",
        "ctx": [
            "(ref: q.php?date=201711130221)11.13.172:21 am How do you make your musics good?\n\njust try to make it however you can, and then check afterwards to see if it's good\n\nWhat if I can't tell if it's good or not?",
            "you can make it however you want. just make it how you want to make it. or if you are feeling a little frisky, make it how you don't want to make it"
        ]
    },
    {
        "date": "201711142453",
        "ctx": [
            "Are you on a roll?",
            "yes"
        ]
    },
    {
        "date": "201711142408",
        "ctx": [
            "how do i solve problems",
            "first figure out the problem"
        ]
    },
    {
        "date": "201711141056",
        "ctx": [
            "DAMN IT BILL ! YOU'RE MAKING ME LIKE REGGAE !!!",
            "oh no. don't listen to heart of the congos (1977) by the congos"
        ]
    },
    {
        "date": "201711141026",
        "ctx": [
            "Im gonna to impres u with my good grammer!",
            "the best way to impress me with grammar is to talk in a way that i can understand your ideas"
        ]
    },
    {
        "date": "201711140911",
        "ctx": [
            "whats the secret to life",
            "discovering the secrets"
        ]
    },
    {
        "date": "201711140905",
        "ctx": [
            "What if chairs don't exist?",
            "ah now you've got me thinking"
        ]
    },
    {
        "date": "201711140904",
        "ctx": [
            "How can I have babies with a person",
            "follow the instructions on the back"
        ]
    },
    {
        "date": "201711140844",
        "ctx": [
            "who decides what beliefs and viewpoints are incorrect?",
            "oxford university"
        ]
    },
    {
        "date": "201711140749",
        "ctx": [
            "is the world ok?",
            "yes"
        ]
    },
    {
        "date": "201711140658",
        "ctx": [
            "have you ever seen Disney's little mermaid?",
            "no"
        ]
    },
    {
        "date": "201711140619",
        "ctx": [
            "last night I saw a dream where I am sitting on top of a pyramid. why did it happen?",
            "because it seems like the most important part of the pyramid"
        ]
    },
    {
        "date": "201711140618",
        "ctx": [
            "what makes me a good person?",
            "you"
        ]
    },
    {
        "date": "201711140617",
        "ctx": [
            "do you tube?",
            "i don't know what that is but no"
        ]
    },
    {
        "date": "201711140536",
        "ctx": [
            "Could you show me a way to think faster and express my thinking clearer?",
            "you could try drinking water and sit up straight and stretch and walk around, maybe jump a bit"
        ]
    },
    {
        "date": "201711140512",
        "ctx": [
            "Where is the organism?",
            "look in the mirror"
        ]
    },
    {
        "date": "201711140353",
        "ctx": [
            "do you ever want to sing something loud, wild, and mean but can't because of the thin walls dividing you and your neighbors?",
            "yes",
            "or is that just not your thing?"
        ]
    },
    {
        "date": "201711140324",
        "ctx": [
            "do you think I should learn how to stop biting my nails so I can grow them out on my right hand for mini guitar picks connected in my fingers.",
            "sure"
        ]
    },
    {
        "date": "201711140320",
        "ctx": [
            "if a politician came to you and said \"I want to use 27 seconds of your song 'In California' for my political ad\" and the politician seemed like a reasonable dude, would you accept?",
            "i think you are $kipping an important detail"
        ]
    },
    {
        "date": "201711140318",
        "ctx": [
            "my mind just told me this in a dream: \"The Triceratops won the war three times before if was over.\"",
            "that makes sense"
        ]
    },
    {
        "date": "201711140311",
        "ctx": [
            "should I try to be depressed for a day and see what it's like?",
            "sure"
        ]
    },
    {
        "date": "201711140227",
        "ctx": [
            "how would you describe a color to a blind person",
            "i would prefer to do something a little more constructive"
        ]
    },
    {
        "date": "201711140151",
        "ctx": [
            "Am I stupid for liking your songs?",
            "do you think my songs are stupid"
        ]
    },
    {
        "date": "201711140150",
        "ctx": [
            "what's the most sarcastic response you've given to a question?",
            "i don't have a way to determine"
        ]
    },
    {
        "date": "201711140139",
        "ctx": [
            "did you say you lived on kosciuszko street just to make the rhyme with eat?",
            "i never said i lived on kosciuszko street, i said i lived at kosciuszko street"
        ]
    },
    {
        "date": "201711141219",
        "ctx": [
            "I like someone but I'm afraid of the social implications of liking someone. Should I just go back to bed?",
            "try to like more people, for practice"
        ]
    },
    {
        "date": "201711141214",
        "ctx": [
            "what is this sorcery",
            "unsubcribing from a mailing list"
        ]
    },
    {
        "date": "201711141202",
        "ctx": [
            "In regards to the whole \"do you mean what you say in your lyrics\" thing: I think I figured out that I'll say a bunch of stuff that I don't mean or really understand but I know exactly how it feels, saying it. And really that's what's important to the song at the end of the day. Cuz arguably the song IS the feeling, or a bunch, or none. Idk :p is this something you think about too?",
            "yes. even more fun bonus is when you can get something to feel vividly like it means something but you can't explain why"
        ]
    },
    {
        "date": "201711132333",
        "ctx": [
            "what convinced you to add a favicon",
            "so far nothing. although many people have tried"
        ]
    },
    {
        "date": "201711132329",
        "ctx": [
            "do you sometimes like to lie?",
            "i use fiction, i don't know if that counts. for example, once up on a time i am santa (claus)"
        ]
    },
    {
        "date": "201711132321",
        "ctx": [
            "what's a common experience for many people that you've never experienced?",
            "eating a lobster (for the folks at home, that's like a huge red bug, with claws)"
        ]
    },
    {
        "date": "201711132320",
        "ctx": [
            "when was a time you acted nonchalant but were going crazy inside?",
            "right now"
        ]
    },
    {
        "date": "201711132320",
        "ctx": [
            "why do I look so much cooler with sunglasses?",
            "because no one can see your thoughts. so it is natural for people to assume you are thinking about how much money you have"
        ]
    },
    {
        "date": "201711132308",
        "ctx": [
            "Thoughts on silverware?",
            "back in my day, if you wanted a spoon and a fork, you had to go to the spoon store and get a spoon, and go to the fork store and get a fork (separately)"
        ]
    },
    {
        "date": "201711132308",
        "ctx": [
            "have you ever heard mexican music?",
            "yes"
        ]
    },
    {
        "date": "201711132228",
        "ctx": [
            "What's your question answering strategy?",
            "maybe something like (ref: http://billwurtz.com/just-try-to-have-a-good-time.mp3)this"
        ]
    },
    {
        "date": "201711132114",
        "ctx": [
            "can you make a 'mmm' sound without putting your lips together?",
            "yes"
        ]
    },
    {
        "date": "201711132109",
        "ctx": [
            "How many questions have you answered?",
            "you wanna check"
        ]
    },
    {
        "date": "201711132104",
        "ctx": [
            "what's a good hook for an essay?",
            "and you do the harlem shake"
        ]
    },
    {
        "date": "201711132103",
        "ctx": [
            "do you think the smoke detector is a good instrument?",
            "yes"
        ]
    },
    {
        "date": "201711132053",
        "ctx": [
            "I just watched \"Tuesday\" for the first time, and it's Monday, and I'm supposed to be writing a poem. Did you plan it this way?",
            "no"
        ]
    },
    {
        "date": "201711132042",
        "ctx": [
            "what's your favorite shark?",
            "the 3D one in back to the future 2"
        ]
    },
    {
        "date": "201711132029",
        "ctx": [
            "I wish Czechoslovakia was still a country :/",
            "great news, now it's 2 countries!"
        ]
    },
    {
        "date": "201711132022",
        "ctx": [
            "How to kill boredom?",
            "invest in foreign currencies"
        ]
    },
    {
        "date": "201711132018",
        "ctx": [
            "where does that highway go to?",
            "an even higher way"
        ]
    },
    {
        "date": "201711132005",
        "ctx": [
            "is it possible to make small talk interesting? if so, how?",
            "you could talk about some of the secret graves, and crypts, which are hidden right below the very spot you are both standing"
        ]
    },
    {
        "date": "201711131957",
        "ctx": [
            "Is there a plot twist coming up in your life story?",
            "i think so"
        ]
    },
    {
        "date": "201711131952",
        "ctx": [
            "hows the new video coming along?",
            "good"
        ]
    },
    {
        "date": "201711131942",
        "ctx": [
            "If I could go back in time I would ask shakespearhow he feels after I tell him that romeo and juliet is his most iconic play, and also highschoolers are required to read the script to twelth night.",
            "i'm sure he's been told that many times before, by other time travelers"
        ]
    },
    {
        "date": "201711131939",
        "ctx": [
            "Have you ever been in a limo?",
            "i am in one right now"
        ]
    },
    {
        "date": "201711131929",
        "ctx": [
            "(ref: q.php?date=201608200822)8.20.168:22 am  Hey i was looking through the random questions and saw this one. Is it true that the songwriters usually make more money than the singer of the tune does? I think it happens a lot that songwriters and the session musicians aren't really credited on the albums. This isn't new either. You look at like old motown records or something and all you see is the name of the singer. When I find an instrumental part I really like, it's always a chore to figure out who was actually playing on that album. Although I guess nowadays, pop artists don't really make most of their money through album sales and stuff like that anymore.",
            "i'm actually not sure, i do things in a unique way where i get to do everything myself and no one bothers me. this is made possible by a recent invention called the internet, which more and more people are using nowadays, in new and innovative ways, and it is continuing to shift the boundaries of the system(s) which were previously in place"
        ]
    },
    {
        "date": "201711131925",
        "ctx": [
            "hey bill, this is the cyber police, someone filed a complaint saying you're answering too many questions. please tone it down",
            "some people complain that they don't get their questions answered, or that i'm not answering enough questions. some people complain that i answer too many questions. as a compromise, i have decided to answer a medium amount of questions"
        ]
    },
    {
        "date": "201711131905",
        "ctx": [
            "how do i cope with being a crazy person",
            "go on a book tour"
        ]
    },
    {
        "date": "201711131901",
        "ctx": [
            "would you like a dick pic",
            "absolutely not"
        ]
    },
    {
        "date": "201711131900",
        "ctx": [
            "have you ever received a dick pic",
            "i hope not"
        ]
    },
    {
        "date": "201711131859",
        "ctx": [
            "What's your cup of tea?",
            "iced coffee"
        ]
    },
    {
        "date": "201711131858",
        "ctx": [
            "what rating out of ten would you give this question",
            "1"
        ]
    },
    {
        "date": "201711131852",
        "ctx": [
            "Why is it that I sometimes don't see my question answered?",
            "because i answered someone else's question instead"
        ]
    },
    {
        "date": "201711131846",
        "ctx": [
            "how can i stop being such a fucking fool",
            "go to fool school, study very diligently and then drop out and don't follow anything you learned"
        ]
    },
    {
        "date": "201711131845",
        "ctx": [
            "why dont you answer my kueasstions yu dipshit",
            "because i was answering someone else's question instead"
        ]
    },
    {
        "date": "201711131844",
        "ctx": [
            "what are you doing here",
            "where"
        ]
    },
    {
        "date": "201711131837",
        "ctx": [
            "are you dumb",
            "i'm doing my best"
        ]
    },
    {
        "date": "201711131837",
        "ctx": [
            "what isn't the meaning of i'm going to new canaan",
            "violence, and being violent"
        ]
    },
    {
        "date": "201711131804",
        "ctx": [
            "would you rather write music or learn how to become a giraffe?",
            "can i become 2 giraffes"
        ]
    },
    {
        "date": "201711131728",
        "ctx": [
            "do you support trump?",
            "(ref: q.php?date=201710231219)10.23.17  12:19 pm"
        ]
    },
    {
        "date": "201711131653",
        "ctx": [
            "who is your faveourite superhero",
            "you"
        ]
    },
    {
        "date": "201711131623",
        "ctx": [
            "What's the longest word you know?",
            "longest"
        ]
    },
    {
        "date": "201711131605",
        "ctx": [
            "i think that music communicates emotions much better than any other form of language. do you agree?",
            "yes. but don't forget to put them somewhere"
        ]
    },
    {
        "date": "201711131604",
        "ctx": [
            "how can I travel through time?",
            "you are already doing it"
        ]
    },
    {
        "date": "201711131604",
        "ctx": [
            "HELP ME MY CAPS LOCK KEY IS STUCK",
            "you're going to have to get a new computer"
        ]
    },
    {
        "date": "201711131557",
        "ctx": [
            "How do you stop reading and start writing if there's something you need to write?",
            "listen for the ding"
        ]
    },
    {
        "date": "201711131551",
        "ctx": [
            "what's your best cooking food recipe?",
            "i like to just get into the kitchen and mix up some food, make a nice food stew"
        ]
    },
    {
        "date": "201711131550",
        "ctx": [
            "are you a celestial being",
            "what is a celestial being"
        ]
    },
    {
        "date": "201711131547",
        "ctx": [
            "I'm a pirate.",
            "oh nice, say hi to the treasure for me"
        ]
    },
    {
        "date": "201711131525",
        "ctx": [
            "punishment for dealing drugs?",
            "getting paid for them"
        ]
    },
    {
        "date": "201711131500",
        "ctx": [
            "chocolate milk or strawberry milk",
            "oops you forgot to attach the milk. can't see"
        ]
    },
    {
        "date": "201711131459",
        "ctx": [
            "What are some things you can compute with your computer?",
            "power, and power levels"
        ]
    },
    {
        "date": "201711131409",
        "ctx": [
            "what is the secret to your success?",
            "failure"
        ]
    },
    {
        "date": "201711131402",
        "ctx": [
            "I am at school",
            "oh nice, say hi to the teachers for me"
        ]
    },
    {
        "date": "201711131402",
        "ctx": [
            "billy my boy (ref: dreams.mp4)what does this website run on"
        ]
    },
    {
        "date": "201711131402",
        "ctx": [
            "Do you have any video making advice",
            "(ref: http://billwurtz.com/just-try-to-have-a-good-time.mp3)sure"
        ]
    },
    {
        "date": "201711131355",
        "ctx": [
            "Don answer this question.",
            "i'll see what i can do"
        ]
    },
    {
        "date": "201711131355",
        "ctx": [
            "Hey, where'd you go? I miss you.",
            "i didn't leave"
        ]
    },
    {
        "date": "201711132457",
        "ctx": [
            "was hitler german",
            "i'm not sure"
        ]
    },
    {
        "date": "201711131158",
        "ctx": [
            "should women be allowed to walk?",
            "yes, and more!"
        ]
    },
    {
        "date": "201711131149",
        "ctx": [
            "how many legs is it possible for a chicken to have?",
            "as many as you want! if you get one of the new ones"
        ]
    },
    {
        "date": "201711131123",
        "ctx": [
            "Want me to email you some pics of my cats?",
            "no"
        ]
    },
    {
        "date": "201711131122",
        "ctx": [
            "In this post-Freudian age the institution of marriage, as a by-product of religiously-fuelled monogamy, has deteriorated to the point that amorphous sexual identity, as opposed to rigid religiosity, has become the primary self-defining feature of the individual. But has anything changed? Has the entrapment of woman via marriage which Blake called a \"gilded cage\" merely deteriorated to the \"rusty prison\" of the Bang Bus, representative of the anonymous male-centric sex and continued subjugation?",
            "maybe"
        ]
    },
    {
        "date": "201711131117",
        "ctx": [
            "whats your thoughts on hummus",
            "it's best not to think about hummus"
        ]
    },
    {
        "date": "201711131113",
        "ctx": [
            "how can space go on forever",
            "how could it stop?"
        ]
    },
    {
        "date": "201711131110",
        "ctx": [
            "can you teleport",
            "sort of"
        ]
    },
    {
        "date": "201711131107",
        "ctx": [
            "is it illegal to go to space without telling anyone? like if someone built a rocket could they just...go?",
            "you will have to ask the space police"
        ]
    },
    {
        "date": "201711131028",
        "ctx": [
            "favorite key when you are sad?",
            "the skeleton key"
        ]
    },
    {
        "date": "201711131016",
        "ctx": [
            "what is your favorite kind of bread?",
            "SUPERBREAD!!!!!"
        ]
    },
    {
        "date": "201711131001",
        "ctx": [
            "Hi, do you think music expresses emotion?",
            "oh hell yeah",
            "If it were so, wouldn't it be logical for a musician to seek for intense emotion trying to do crazy or unusual stuff, or just travel, see new and interesting stuff, or visit the places were tragedies happen, to get inspired to write sad music? These are just examples, but you get the idea.",
            "yes, it is always good to explore and discover. but you don't have to seek out tragedies if that is not your cup of tea"
        ]
    },
    {
        "date": "201711130954",
        "ctx": [
            "Why do you put your donations link on the other other category, rather than somewhere more prominent?",
            "not good enough content"
        ]
    },
    {
        "date": "201711130932",
        "ctx": [
            "what is a dingus",
            "a person with incorrect beliefs, and viewpoints"
        ]
    },
    {
        "date": "201711130806",
        "ctx": [
            "do you think...?",
            "yes"
        ]
    },
    {
        "date": "201711130731",
        "ctx": [
            "can we do a reverse question ?",
            "sure"
        ]
    },
    {
        "date": "201711130618",
        "ctx": [
            "are you unlocking your hidden powers?",
            "oh hell yeah"
        ]
    },
    {
        "date": "201711130617",
        "ctx": [
            "what are you wearing",
            "a ghost costume"
        ]
    },
    {
        "date": "201711130606",
        "ctx": [
            "what does alterior nean",
            "something else, i think"
        ]
    },
    {
        "date": "201711130603",
        "ctx": [
            "how to be more social?",
            "start a business"
        ]
    },
    {
        "date": "201711130446",
        "ctx": [
            "am i a good person?",
            "i think so"
        ]
    },
    {
        "date": "201711130423",
        "ctx": [
            "Can we be crazy together?",
            "sure"
        ]
    },
    {
        "date": "201711130314",
        "ctx": [
            "when is the exact wrong time to ask a girl out on a date for the first time?",
            "i was going to say when she is already out on another date, but now that i think about it that may be the perfect time"
        ]
    },
    {
        "date": "201711130221",
        "ctx": [
            "How do you make your musics good?",
            "just try to make it however you can, and then check afterwards to see if it's good"
        ]
    },
    {
        "date": "201711130151",
        "ctx": [
            "have you done any longform interviews?",
            "i am doing one that has gone on for at least 2 years, and is still going on. so far at least 20,000 questions have been answered"
        ]
    },
    {
        "date": "201711130136",
        "ctx": [
            "how much of your content is based on how you feel?",
            "93%"
        ]
    },
    {
        "date": "201711130102",
        "ctx": [
            "HOW TO DISAPPEAR",
            "check to see if you already have"
        ]
    },
    {
        "date": "201711130101",
        "ctx": [
            "should i change my name and move to indonesia",
            "sure"
        ]
    },
    {
        "date": "201711130100",
        "ctx": [
            "What is your strength?",
            "acquiring new strengths"
        ]
    },
    {
        "date": "201711131254",
        "ctx": [
            "what's the craziest thing?",
            "abiogenesis"
        ]
    },
    {
        "date": "201711131200",
        "ctx": [
            "In 50 ways to leave your lover, why does paul only list like 4 ways.. slip out the back, make a new plan, hop on the bus, drop of the key..",
            "because that's just what fit nicely in the song",
            "what are some of the other 46 ways?",
            "you will have to ask paul but i suspect he wants you to use your imagination"
        ]
    },
    {
        "date": "201711122321",
        "ctx": [
            "how did it feel to share the reality videos for the first time",
            "good"
        ]
    },
    {
        "date": "201711122200",
        "ctx": [
            "gonna drive inside my garage",
            "oh cool"
        ]
    },
    {
        "date": "201711122146",
        "ctx": [
            "how do i cure clammy hands",
            "perform a concert, on the bongos"
        ]
    },
    {
        "date": "201711122145",
        "ctx": [
            "Do you think screaming rubber chickens can be played like instruments?",
            "yes"
        ]
    },
    {
        "date": "201711122143",
        "ctx": [
            "would you like to go fishing",
            "no"
        ]
    },
    {
        "date": "201711122128",
        "ctx": [
            "what if Spain was in Greece",
            "i think it is"
        ]
    },
    {
        "date": "201711122121",
        "ctx": [
            "go suck an egg",
            "i will do it when i get a chance"
        ]
    },
    {
        "date": "201711122100",
        "ctx": [
            "what is your favorite thing to do",
            "score"
        ]
    },
    {
        "date": "201711122059",
        "ctx": [
            "can you say no to me",
            "i will see what i can do"
        ]
    },
    {
        "date": "201711122056",
        "ctx": [
            "what exactly is the function of a rubber duck?",
            "explain your code to the duck, and see if the duck can help you find your mistakes"
        ]
    },
    {
        "date": "201711122026",
        "ctx": [
            "do you think overpopulation will be a problem in the future",
            "it depends what you want the population to be"
        ]
    },
    {
        "date": "201711122023",
        "ctx": [
            "what is pneumonoultramicroscopicsilicovolcanoconiosis",
            "trending"
        ]
    },
    {
        "date": "201711122001",
        "ctx": [
            "Do you, bill wurtz, take this questioner as your lawfully wedded wife?",
            "are you going to at least tell me their name"
        ]
    },
    {
        "date": "201711121940",
        "ctx": [
            "Any tips for insomniacs?",
            "just don't sleep. it's as simple as that"
        ]
    },
    {
        "date": "201711121931",
        "ctx": [
            "What is one thing you can say about everything?",
            "it's"
        ]
    },
    {
        "date": "201711121858",
        "ctx": [
            "Know any songs?",
            "yes"
        ]
    },
    {
        "date": "201711121815",
        "ctx": [
            "who is outside's narrator?",
            "i don't know but if you are talking about my video called 'outside', that doesn't have narration, it's a song"
        ]
    },
    {
        "date": "201711121750",
        "ctx": [
            "Why is it when beef and turkey goes between 2 buns, it's called a burger but when chicken goes between 2 buns it's called a sandwich?",
            "a burger is a special sandwich, popularized in hamburg. or at least that's how the story goes"
        ]
    },
    {
        "date": "201711121739",
        "ctx": [
            "do you believe in magic?",
            "yes"
        ]
    },
    {
        "date": "201711121725",
        "ctx": [
            "The chinese food delivery place by me closed down. Dafuck am I sposta do now?",
            "go to china"
        ]
    },
    {
        "date": "201711121711",
        "ctx": [
            "When recording songs do you ever try to look at the song kind of from an outside perspective? Like, try to detach yourself from the recording for a minute and just listen to it as if it's not a song you've written, but something that you're hearing for the 1st time on the radio or something like that? Just to kind of clear your thoughts or get a fresh view?",
            "yes, absolutely. in an alterior location if possible. this is part of a large late phase of production which i call 'car testing'",
            "Sometimes I run into this problem when recording that after meticulously doing take after take after take to get everything just right, the passion for the song starts to dwindle from that initial spark of the idea. Not that I don't love the process of fleshing out the ideas, but after working on it for a while I guess it's maybe natural that you'd start to get sick of it (like how you say that you haven't actually watched hoj or hotewig after posting them)?",
            "yes, that's one of the reasons it's good to try to finish projects as quick as possible"
        ]
    },
    {
        "date": "201711121607",
        "ctx": [
            "what is the answer to answering answers?",
            "a question"
        ]
    },
    {
        "date": "201711121519",
        "ctx": [
            "Who's winning?",
            "secretly, you"
        ]
    },
    {
        "date": "201711121453",
        "ctx": [
            "Been playing guitar for a while, but would like to learn bass. Any tips on how to sound like a bass player, as opposed to a guitar player trying to play the bass? It still feels like I'm looking at songs from a strange new perspective. Don't quite feel 'at home' in bass land.",
            "just start by only playing the root notes of the chord. for example, if the chord is \"A\", play A. you will quickly learn more tricks"
        ]
    },
    {
        "date": "201711121434",
        "ctx": [
            "Are you a star?",
            "i will check"
        ]
    },
    {
        "date": "201711121420",
        "ctx": [
            "Did you hear the big news?",
            "yes"
        ]
    },
    {
        "date": "201711121400",
        "ctx": [
            "do you use drugs?",
            "only the good ones"
        ]
    },
    {
        "date": "201711121337",
        "ctx": [
            "give me the answer",
            "ok i will"
        ]
    },
    {
        "date": "201711121318",
        "ctx": [
            "what do you think of cowboys",
            "they are very nice, usually with a strong moral compass"
        ]
    },
    {
        "date": "201711121315",
        "ctx": [
            "why are we feel?",
            "it can be fun, and nice"
        ]
    },
    {
        "date": "201711121129",
        "ctx": [
            "hey buddy, if i write a really sad monologue will you read it and cry ???",
            "we'll see if your monologue can register upwards of 9.9 on the sadness scale"
        ]
    },
    {
        "date": "201711121051",
        "ctx": [
            "How is the new piece of content?",
            "it's good"
        ]
    },
    {
        "date": "201711120839",
        "ctx": [
            "Have you ever ridden a sheep?",
            "no"
        ]
    },
    {
        "date": "201711120839",
        "ctx": [
            "Have you ever ridden a dog?",
            "no"
        ]
    },
    {
        "date": "201711120839",
        "ctx": [
            "Have you ever ridden a camelm",
            "no"
        ]
    },
    {
        "date": "201711120837",
        "ctx": [
            "Have you ever ridden an elephant?",
            "no"
        ]
    },
    {
        "date": "201711120831",
        "ctx": [
            "How do you build a city?",
            "just start building, and forget you are doing it"
        ]
    },
    {
        "date": "201711120640",
        "ctx": [
            "how would one say hello incorrectly?",
            "there must be one hundred ways"
        ]
    },
    {
        "date": "201711120507",
        "ctx": [
            "what is an expression for being crazy that you like? i like 'gone fishing' and 'out of your gourd'",
            "it's good to make up a fresh one each time"
        ]
    },
    {
        "date": "201711120505",
        "ctx": [
            "Do you hate it when people ask you stupid questions?",
            "i usually forget to check to see if they are stupid"
        ]
    },
    {
        "date": "201711120158",
        "ctx": [
            "when people say \"humans are weird\" what perspective are they coming from?",
            "non-human, i suppose"
        ]
    },
    {
        "date": "201711120118",
        "ctx": [
            "Why is this text purple?",
            "what color do you think it should be"
        ]
    },
    {
        "date": "201711121217",
        "ctx": [
            "How do I unfuck myself",
            "just take a nap, you should be fine"
        ]
    },
    {
        "date": "201711112348",
        "ctx": [
            "I'm a beginner composer but I haven't released anything atm. Do you think it is better to release my songs online no matter how shitty they are, or wait until I can do better songs?",
            "just save them somewhere, and catalog them, and make more. don't forget to have a wild time. you can put anything in a song and most things haven't been done yet"
        ]
    },
    {
        "date": "201711112326",
        "ctx": [
            "what's the significance of the password on your reality page",
            "there is no password, but the password box is just to remind you of the sensitive and personal nature of the contents in that section, without actually preventing anyone from seeing it if they really want to"
        ]
    },
    {
        "date": "201711112325",
        "ctx": [
            "Am I asking too many questions",
            "i will check with the rules and regulations"
        ]
    },
    {
        "date": "201711112319",
        "ctx": [
            "R u crazy",
            "i'm trying my best"
        ]
    },
    {
        "date": "201711112310",
        "ctx": [
            "Do you ever worry you answered a question too late?",
            "no"
        ]
    },
    {
        "date": "201711112229",
        "ctx": [
            "How do you get people to stop giving off bad vibes",
            "you can't, but you can develop a force field, to protect yourself"
        ]
    },
    {
        "date": "201711112011",
        "ctx": [
            "what is your favorite palindrome?",
            "a"
        ]
    },
    {
        "date": "201711111946",
        "ctx": [
            "i'm doibg lights at a concert& the basssist keeps doing chords in the sound check with a look on his face like he's showing off. should i punch him in the face?",
            "someone else probably will anyway. for now just work on your inner strength"
        ]
    },
    {
        "date": "201711111945",
        "ctx": [
            "would you say that everything is broken?",
            "you could look at it that way"
        ]
    },
    {
        "date": "201711111944",
        "ctx": [
            "what's the funniest thing you've done or had happen while your mind was wandering?",
            "i sued myself and then counter sued myself. i think i came out ahead so that's good"
        ]
    },
    {
        "date": "201711111847",
        "ctx": [
            "Did you intentionally make your lyrics page's colors resemble McDonald's?",
            "no"
        ]
    },
    {
        "date": "201711111837",
        "ctx": [
            "how's your memory",
            "good"
        ]
    },
    {
        "date": "201711111825",
        "ctx": [
            "Why do you change clothes almost every shot in the videos where you're filming yourself doing stuff",
            "just because i only have 1 actor doesn't mean i need to make all the characters wear the same wardrobe"
        ]
    },
    {
        "date": "201711111820",
        "ctx": [
            "(ref: q.php?date=201711100840)11.10.178:40 am  then what would you say you *are* creating? whatever the answer is, you could put it after \"is creating\" on your patreon",
            "yes but what if i think that sounds redundant, awkward, and unprofessional, and additionally what if i want to keep my options open in terms of what i am doing, maybe even doing or being something other than creating. or furthermore, what if i just want it to say my name and leave the rest to the imagination? too bad, not allowed on that site"
        ]
    },
    {
        "date": "201711111819",
        "ctx": [
            "good content =\nten ton dog co.\ndon't got cone\ngo net cod&#133; not.\nno ced', go not.\nCD got no tone\ngot cot ned? no\ngo, ned cotton!\n\nGot anymore, Bill?",
            "(ref: http://www.billwurtz.com/word-unscramble-4.mp4)yes"
        ]
    },
    {
        "date": "201711111755",
        "ctx": [
            "how do i make songs with cool harmony",
            "you'll have to just start trying some and then decide if they are cool"
        ]
    },
    {
        "date": "201711111755",
        "ctx": [
            "Do you have 280 characters on Twitter?",
            "everyone does now. although it still doesn't work on my phone. probably another excuse to make me upgrade"
        ]
    },
    {
        "date": "201711111619",
        "ctx": [
            "i trip very often when i walk, are there ways to not do that",
            "try running"
        ]
    },
    {
        "date": "201711111544",
        "ctx": [
            "9.14.13\nvladimir putin\ninvalid, i trump\n^^^ from the scramble page\nwhen was this answer given, because you might be able to see the future.",
            "the anagram was made on 9.14.13. but i don't think that has anything to do with seeing the future. it was based on the name of the russian president at the time (vladimir putin)"
        ]
    },
    {
        "date": "201711111526",
        "ctx": [
            "love is like wind. you can only feel it when it's moving",
            "ah, that's true"
        ]
    },
    {
        "date": "201711111452",
        "ctx": [
            "what does o.u.t.s.i.d.e. stand for in your \"outside\" video?",
            "it means \"outside\""
        ]
    },
    {
        "date": "201711111340",
        "ctx": [
            "(ref: q.php?date=201711101903)11.10.177:03 pm  Is it fictional tho? There's video evidence of you writing a letter on your floor. And mailing your floor.",
            "that's true. there's also video evidence of jake gyllenhall dressed as a cowboy, and kissing another cowboy"
        ]
    },
    {
        "date": "201711112421",
        "ctx": [
            "what am I supposed to do?",
            "check with your leader"
        ]
    },
    {
        "date": "201711111115",
        "ctx": [
            "what do you do in life?",
            "tasks, etc"
        ]
    },
    {
        "date": "201711111114",
        "ctx": [
            "are we a dolphins?",
            "i am some"
        ]
    },
    {
        "date": "201711111109",
        "ctx": [
            "do you like computers?",
            "yes"
        ]
    },
    {
        "date": "201711111106",
        "ctx": [
            "(ref: q.php?date=201711091324)11.9.171:24 pm  why didn't you make the sound legato to prevent this?",
            "because then i wouldn't have the option of playing 2 notes at the same time"
        ]
    },
    {
        "date": "201711110932",
        "ctx": [
            "why won't you die?",
            "perhaps i will at some point"
        ]
    },
    {
        "date": "201711110912",
        "ctx": [
            "are we exist just to reproduce ?",
            "and much, much more"
        ]
    },
    {
        "date": "201711110405",
        "ctx": [
            "Pick a number",
            "ok"
        ]
    },
    {
        "date": "201711110139",
        "ctx": [
            "what is your signature dance move",
            "being born"
        ]
    },
    {
        "date": "201711111246",
        "ctx": [
            "The word 'stand' has been coupled with pretty much every direction.",
            "except for left and right, which are 2 of my favourite directions"
        ]
    },
    {
        "date": "201711111233",
        "ctx": [
            "do u know english?",
            "yes"
        ]
    },
    {
        "date": "201711111231",
        "ctx": [
            "is bill gates ur father?",
            "yes"
        ]
    },
    {
        "date": "201711111228",
        "ctx": [
            "why the letter q is green in ueqstions",
            "when designing titles, logos, and signs, you can use a wide range of colors to enhance the decorative nature of the words. it's easy and fun. i'm not sure if that answers your question"
        ]
    },
    {
        "date": "201711102227",
        "ctx": [
            "Why are you you?",
            "most things are themselves"
        ]
    },
    {
        "date": "201711102123",
        "ctx": [
            "Are you going to prank us on april fools day?",
            "that doesn't seem like much of a prank"
        ]
    },
    {
        "date": "201711102120",
        "ctx": [
            "you should add dates of when you add an anagram, notebook thing, etc. to your website so people stop asking about why you \"haven't been updating\"",
            "2 dates on each thing? no thanks"
        ]
    },
    {
        "date": "201711102111",
        "ctx": [
            "Why do you feel the need to prove yourself to the world",
            "why did you feel the need to ask me a question, instead of asking someone else"
        ]
    },
    {
        "date": "201711102101",
        "ctx": [
            "Do you have a manager or someone you have to answer to for your public image?",
            "yes but it's me"
        ]
    },
    {
        "date": "201711102015",
        "ctx": [
            "If you don't have kids, what'll your children think of you?",
            "probably nothing"
        ]
    },
    {
        "date": "201711102002",
        "ctx": [
            "I really like the instrumentals in \"fish opinions\", is there a full (by full i mean longer/extended) version of it?",
            "it was made exclusively for the video. the longest it goes is maybe 1 second longer at most"
        ]
    },
    {
        "date": "201711101955",
        "ctx": [
            "what's your thought process on your song \"i'm crazy / it's raining\"? i can't seem to stay away from the song, it's too catchy!",
            "it's just kind of sad and reflective. but when recording it i tried to make it as interesting as possible, because i was already a bit concerned that it was too sad"
        ]
    },
    {
        "date": "201711101953",
        "ctx": [
            "Knock knock",
            "come in"
        ]
    },
    {
        "date": "201711101947",
        "ctx": [
            "do you ever get asked how you do things but you don't know how you do it?",
            "yes"
        ]
    },
    {
        "date": "201711101921",
        "ctx": [
            "are you \"notbillwurtz\" on instagram?",
            "yes"
        ]
    },
    {
        "date": "201711101903",
        "ctx": [
            "Was the letter you were writing on your floor the same letter that you wrote to yourself that said you were a stupid idiot?",
            "no. they were also both fictional"
        ]
    },
    {
        "date": "201711101820",
        "ctx": [
            "CAN I TYPE IN ALL CAPS WITHOUT SEEMING LIKE I'M ANGRILY YELLING?",
            "maybe if you talk about gentle, and sensitive topics"
        ]
    },
    {
        "date": "201711101812",
        "ctx": [
            "Hi I thought I'd ask you another question. Your website is riddled with spelling mistakes I think you should fix these thanks.",
            "most of them are on the questions page, in purple, which is the questions submitted by other people. i would fix them but i have a rule not to change people's questions"
        ]
    },
    {
        "date": "201711101743",
        "ctx": [
            "Why don't you write atonal music?",
            "maybe i do, but every time anyone does anything they think is atonal, there is always some kind of 'atonal expert' who comes along and says 'no, that's not really atonal'"
        ]
    },
    {
        "date": "201711101727",
        "ctx": [
            "How to release all the rage?",
            "open the cage"
        ]
    },
    {
        "date": "201711101727",
        "ctx": [
            "can you answer this question with a four word response?",
            "i'll see what i can do"
        ]
    },
    {
        "date": "201711101714",
        "ctx": [
            "QUICK! Tell me a fact about bees.",
            "there is a huge one, in the car"
        ]
    },
    {
        "date": "201711101708",
        "ctx": [
            "do you usually put new videos on your website or youtube first",
            "i try to do it both at the same time"
        ]
    },
    {
        "date": "201711101637",
        "ctx": [
            "yo is /u/officialbillwurtz on reddit you",
            "no"
        ]
    },
    {
        "date": "201711101435",
        "ctx": [
            "do you have a questions page",
            "i will check"
        ]
    },
    {
        "date": "201711101432",
        "ctx": [
            "whats your status",
            "ok"
        ]
    },
    {
        "date": "201711101411",
        "ctx": [
            "are your videos directed at a significant other?",
            "no"
        ]
    },
    {
        "date": "201711101336",
        "ctx": [
            "Bass playin' tip of the day?",
            "join as many bands as you can"
        ]
    },
    {
        "date": "201711102436",
        "ctx": [
            "why is \"k\" part of the alphabet when \"c\" is already doing, a good job?",
            "for the same reason you are allowed to ask a question, even though everyone else is already doing a great job"
        ]
    },
    {
        "date": "201711101109",
        "ctx": [
            "why dont you have a navigation bar at the top of your website...........what the heck",
            "why don't you have a navigation bar in your question"
        ]
    },
    {
        "date": "201711101109",
        "ctx": [
            "is \"sjoiffeisfjisefaeimcmweaaddkaeimaiffkddskcwicmakswiejdiajksjdkckldklsmckdsmckdvkdnkvnieojaskdnkdnmclkdnvascneiwklascmnekcnaekO\" a poem?",
            "it can be, with the right attitude"
        ]
    },
    {
        "date": "201711100943",
        "ctx": [
            "Do you know how to say goodbye?",
            "not really",
            "And do you implement it?"
        ]
    },
    {
        "date": "201711100941",
        "ctx": [
            "Do you own a printer?",
            "(ref: http://billwurtz.com/gonna-print-out-my-feelings.mp4)yes"
        ]
    },
    {
        "date": "201711100840",
        "ctx": [
            "why dont you change your patreon so it says \"bill wurtz is creating things and stuff\" or something i'm sure you can figure something out. plus you could even pull the graphics free title graphics trick again",
            "because i hate the way that sounds. mainly i hate the way \"is creating\" sounds, but scientists have not figured out how to remove that yet"
        ]
    },
    {
        "date": "201711100752",
        "ctx": [
            "are you \"officialbillwurtz\" on reddit?",
            "no"
        ]
    },
    {
        "date": "201711100742",
        "ctx": [
            "So I just went into a bathroom that had an automatic soap dispenser and an automatic tap on the sink... neither worked for me. Sink didn't turn on. Soap didn't dispense. Then another guy came in and they worked just fine for him! I tried again, and it still didn't work for me. Please explain. Am I a god damn ghost or something?",
            "no, they usually do that to me"
        ]
    },
    {
        "date": "201711100738",
        "ctx": [
            "(ref: q.php?date=201711091505)11.9.173:05 pm  I really don't care for your usual use of punctuation, but jesus please don't use commas like that ever again. It's painful to read",
            "it's only painful for those who have some how been conditioned to see it that way. speaking of jesus, please find another page to read, especially if you are in pain"
        ]
    },
    {
        "date": "201711100716",
        "ctx": [
            "i'm looking for the questions page, am i in the right place?",
            "yes"
        ]
    },
    {
        "date": "201711100527",
        "ctx": [
            "are you /u/officialbillwurtz on the subreddit?",
            "no"
        ]
    },
    {
        "date": "201711100432",
        "ctx": [
            "what's the theme of the day?",
            "earth"
        ]
    },
    {
        "date": "201711100310",
        "ctx": [
            "(ref: q.php?date=201711081745)11.8.175:45 pm  which ted though",
            "i don't know, the one from ted talks??"
        ]
    },
    {
        "date": "201711100242",
        "ctx": [
            "is /u/officialbillwurtz on reddit you",
            "no"
        ]
    },
    {
        "date": "201711100242",
        "ctx": [
            "how many things does it take to make a thing?",
            "try 1"
        ]
    },
    {
        "date": "201711100146",
        "ctx": [
            "Is /u/officialbillwurtz on Reddit you? (I'm kinda guessing not, but \"Word of God\" and all that.)",
            "no"
        ]
    },
    {
        "date": "201711100131",
        "ctx": [
            "(ref: q.php?date=201711091452)11.9.172:52 pm  then how do you find friends?",
            "i don't know"
        ]
    },
    {
        "date": "201711101227",
        "ctx": [
            "i grew up listening to a lot of pop country because that's what my parents listened to in the car. and so naturally i had a long phase of thinking i was too cool and urban or whatever to listen to it. but then recently, partly thanks to you, i'm like ! oh cool i can listen to what i like and im going back and finding there's some great stuff. Nice!",
            "oh true"
        ]
    },
    {
        "date": "201711092354",
        "ctx": [
            "what do you see god as? something artificial that's only made to worship? or the almighty?",
            "i see the word 'god' as like the parody meme of something much more important"
        ]
    },
    {
        "date": "201711092353",
        "ctx": [
            "why was there a fidget spinner in soap tips",
            "because it was a less frightening option than king leopold ii of belgium"
        ]
    },
    {
        "date": "201711092349",
        "ctx": [
            "do you sing",
            "yes"
        ]
    },
    {
        "date": "201711092346",
        "ctx": [
            "have you ever felt so regretful, it was crushing, but then you thought\n\n\n\n\ni can make a hella good song from this",
            "yes"
        ]
    },
    {
        "date": "201711092336",
        "ctx": [
            "do you have a diary?",
            "i call it a journal, and it's all audio now"
        ]
    },
    {
        "date": "201711092136",
        "ctx": [
            "What drives your creative process?",
            "mainly time and space"
        ]
    },
    {
        "date": "201711092101",
        "ctx": [
            "Hey Bill, what's your favorite thing?",
            "why can't i experience different things, in an ensemble"
        ]
    },
    {
        "date": "201711092047",
        "ctx": [
            "Could you describe yourself in 2 letters?",
            "ok"
        ]
    },
    {
        "date": "201711092017",
        "ctx": [
            "How to play the 'bow chicka wow wow' riff that people sometimes sing when talking about the sexy times?",
            "i think if you get a wa wa pedal you will figure it out very quickly"
        ]
    },
    {
        "date": "201711092009",
        "ctx": [
            "answer more questions!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!",
            "ok i will"
        ]
    },
    {
        "date": "201711091916",
        "ctx": [
            "Do you consider yourself a song farmer?",
            "i never thought of it like that but yes"
        ]
    },
    {
        "date": "201711091853",
        "ctx": [
            "what are you doing",
            "questions"
        ]
    },
    {
        "date": "201711091826",
        "ctx": [
            "What's your fax number?",
            "if you don't type a number it goes to me"
        ]
    },
    {
        "date": "201711091821",
        "ctx": [
            "(ref: q.php?date=201711081203)11.8.1712:03 pm  okay, but what if the wish doesn't come true at 11:12?",
            "make more wishes, then try to make them come true, maybe even work on someone else's wishes if you get a chance. whenever yours come true you should get a notification"
        ]
    },
    {
        "date": "201711091804",
        "ctx": [
            "How to tell the difference between a pig, a hog, and a boar?",
            "i don't know"
        ]
    },
    {
        "date": "201711091757",
        "ctx": [
            "why do people believe in god",
            "because that's actually just another name for what you believe in. in fact i think most people don't even call it god, despite what you may read in the drama tabloids"
        ]
    },
    {
        "date": "201711091749",
        "ctx": [
            "Is global warming real?",
            "yes, and more"
        ]
    },
    {
        "date": "201711091740",
        "ctx": [
            "can i beta test your next vid",
            "no i think that's bad luck"
        ]
    },
    {
        "date": "201711091738",
        "ctx": [
            "in one sentence, how would you sum up the internet?",
            "maybe like (ref: cooler-online.mp3)this"
        ]
    },
    {
        "date": "201711091733",
        "ctx": [
            "what are your thoughts on crime",
            "seems legit"
        ]
    },
    {
        "date": "201711091711",
        "ctx": [
            "is england better than america?",
            "there will be a contest next week, to find out!"
        ]
    },
    {
        "date": "201711091709",
        "ctx": [
            "Music is good?",
            "yes, and more"
        ]
    },
    {
        "date": "201711091655",
        "ctx": [
            "Why don't scientist make the decisions regarding our environmental concerns?",
            "they can, if they have power",
            "Why does a certain political party always go against the advisable decision regarding this issue?",
            "to shake things up a bit",
            "How do we revamp the system as Americans?",
            "you could try to talk rich people into being less powerful. another way is to become rich yourself"
        ]
    },
    {
        "date": "201711091627",
        "ctx": [
            "How do you create trees?",
            "you could download one and print it out, or try just using your mind"
        ]
    },
    {
        "date": "201711091622",
        "ctx": [
            "if you get married then you have a wedding cake but if you get divorced then what do you get",
            "any kind of damn cake you want"
        ]
    },
    {
        "date": "201711091612",
        "ctx": [
            "Have you ever had a question on here that was so ridiculously stupid that you thought about just taking down this whole question page or maybe even this whole website so you'd never have to see such stupidity again?",
            "i have to make a quick phone call to see if i am allowed to answer this"
        ]
    },
    {
        "date": "201711091609",
        "ctx": [
            "i have a question for you but i'm not going to ask it",
            "that's ok"
        ]
    },
    {
        "date": "201711091554",
        "ctx": [
            "is there some deeper connection between \"I'm sad\" and \"I wanna go home\"? The instrumentals sound quite similar to me.",
            "yes. they were made on the same day, for the same reason",
            "also, will home be one of the topics for your future songs? I just found some more songs on this topic on your songs page and I loved them...",
            "my upcoming song has the word 'home' as the last word in the chorus. but it's not the title"
        ]
    },
    {
        "date": "201711091553",
        "ctx": [
            "Why Don't you show your face?",
            "why don't you notice when i do"
        ]
    },
    {
        "date": "201711091529",
        "ctx": [
            "do you live in britain or america or canada?! i can't tell because it seems like you switch accents all the time to me",
            "nether"
        ]
    },
    {
        "date": "201711091505",
        "ctx": [
            "Can you properly punctuate a sentence?",
            "i prefer to do it in ways which help the reader, to understand the contents of the sentence"
        ]
    },
    {
        "date": "201711091452",
        "ctx": [
            "What characteristics do you look for in a friend?",
            "looking for characteristics is not how i find friends"
        ]
    },
    {
        "date": "201711091446",
        "ctx": [
            "how do you make humans",
            "nobody knows, the factory does not allow tours"
        ]
    },
    {
        "date": "201711091406",
        "ctx": [
            "how did the world begin",
            "how did you think of this question"
        ]
    },
    {
        "date": "201711091354",
        "ctx": [
            "(ref: q.php?date=201711081141)11.8.1711:41 am  If sesame street is a real place, why don't other seeds get streets?",
            "they probably do"
        ]
    },
    {
        "date": "201711091324",
        "ctx": [
            "the audio for your cover of golden lady sounds messed up (rly fuzzy and crackly)- you may or may not be interested in fixing this",
            "that's not the audio. that's the instrument. it has a type of distortion on it that makes it fuzzy, and it crackles crazy when you play 2 notes at the same time. so at certain overlap points you hear crackles"
        ]
    },
    {
        "date": "201711091319",
        "ctx": [
            "do you have a mentor?",
            "no"
        ]
    },
    {
        "date": "201711092427",
        "ctx": [
            "Do you have any suggestions on how to do data phishing.",
            "you could try just asking politely for the data"
        ]
    },
    {
        "date": "201711091142",
        "ctx": [
            "How would you take two random things and combine it's qualities/characteristics?",
            "i will wait until i find out what the things are, before trying to think of a solution"
        ]
    },
    {
        "date": "201711090905",
        "ctx": [
            "Is my name my name?",
            "i would say so"
        ]
    },
    {
        "date": "201711090801",
        "ctx": [
            "where do the questions that don't get answers go?",
            "nowhere"
        ]
    },
    {
        "date": "201711090624",
        "ctx": [
            "Your content is so good I want to share with my friends. They are on Facebook. I don't want to steal your stuff in any way! May I share? Is that copyright infringement? Or maybe just makes you cringe a little since oma gourd the never ending ads.",
            "i think you can put links to youtube videos"
        ]
    },
    {
        "date": "201711090552",
        "ctx": [
            "(ref: q.php?date=201711081350)11.8.171:50 pm  omg what simulator",
            "for example, it's when your friend or colleague is explaining to you what a rick-roll is. then they may pull up an example video on youtube, which has a certain thumbnail (not rick) and then the video demonstratively is rick. in this situation you are not being rick-rolled, because you were told of what was happening in advance"
        ]
    },
    {
        "date": "201711090250",
        "ctx": [
            "how can i stop talking to myself in public",
            "start talking to someone else"
        ]
    },
    {
        "date": "201711090238",
        "ctx": [
            "Did you know that you forgot the Titanic in history of the entire world, i guess",
            "you forgot to include bambi in your question"
        ]
    },
    {
        "date": "201711090117",
        "ctx": [
            "if i can't call you mr wurtz can i call you sir",
            "no"
        ]
    },
    {
        "date": "201711091251",
        "ctx": [
            "Do I ask for too much?",
            "how much do you ask for"
        ]
    },
    {
        "date": "201711091238",
        "ctx": [
            "Why? Please Answer this question with a minimum of 2 sentences.\n\n-f",
            "what question"
        ]
    },
    {
        "date": "201711091232",
        "ctx": [
            "how to scare away jehovah's witnesses at my door",
            "tell them thank you for coming to my house, sign up to receive daily updates. like share tweet insta pin"
        ]
    },
    {
        "date": "201711082354",
        "ctx": [
            "would you ever make a biography?",
            "i have one and i am adding to it over time. but if you are expecting it to look like a book made out of paper, then you might not notice it"
        ]
    },
    {
        "date": "201711082321",
        "ctx": [
            "You haven't made any new instrumentals recently, what's the reason for that?",
            "because i found a way to put words in them",
            "Can you go back to releasing the instrumentals? They are really relaxing to listen to sometimes."
        ]
    },
    {
        "date": "201711082136",
        "ctx": [
            "do you ever hate hearing the sound of your own voice?",
            "sure",
            "if not, how do you get over it?",
            "do a better take"
        ]
    },
    {
        "date": "201711082125",
        "ctx": [
            "Did you know that your instagram account is followed by one of John Lennon's sons?",
            "i did not know that"
        ]
    },
    {
        "date": "201711082110",
        "ctx": [
            "will 'not so hard to do' be relisted on youtube, and if it won't be then why is it unlisted",
            "because it sucks. but that's ok, you can still see it on my website. or you can just write the title on a piece of paper and look at it while listening to the \"not so hard to do\" song"
        ]
    },
    {
        "date": "201711082028",
        "ctx": [
            "What's the max length of time a short film can be?",
            "75% of the length of the film next to it"
        ]
    },
    {
        "date": "201711082027",
        "ctx": [
            "I've found that chromaticism gives me a huge music boner when should I see a doctor?",
            "after 4 hours, if it doesn't go away"
        ]
    },
    {
        "date": "201711081933",
        "ctx": [
            "what do you do if you don't want to work on videos?",
            "work on them anyway"
        ]
    },
    {
        "date": "201711081916",
        "ctx": [
            "bill, i want to ask you out. any advice?",
            "i am already out"
        ]
    },
    {
        "date": "201711081901",
        "ctx": [
            "if you were me what would you ask you as me",
            "before i ask a question as you i first need to ask a question as me, about you. and the question is who are you"
        ]
    },
    {
        "date": "201711081847",
        "ctx": [
            "Do you like poems?",
            "yes. the most fun part is you get to decide what's a poem"
        ]
    },
    {
        "date": "201711081755",
        "ctx": [
            "do you ever get the feeling that there's something going on that we don't know about?",
            "no one knows everything, so there is surely something going on that each person doesn't know about"
        ]
    },
    {
        "date": "201711081750",
        "ctx": [
            "Actually, Sesame Street IS a real street: A dirt road in the middle of no where. look it up on a map!",
            "i never doubted it was real"
        ]
    },
    {
        "date": "201711081750",
        "ctx": [
            "What is your opinion on cognitive behavioral therapy?",
            "sounds like a fancy word for being alive"
        ]
    },
    {
        "date": "201711081745",
        "ctx": [
            "what would you talk about if you had to give a ted talk",
            "ted"
        ]
    },
    {
        "date": "201711081709",
        "ctx": [
            "No offense, but do you like coleslaw?",
            "not really"
        ]
    },
    {
        "date": "201711081705",
        "ctx": [
            "how to stop the little explosions that go off in my brain??",
            "try bigger explosions"
        ]
    },
    {
        "date": "201711081654",
        "ctx": [
            "can you answer this question with more than 3 sentences?",
            "that doesn't seem necessary"
        ]
    },
    {
        "date": "201711081647",
        "ctx": [
            "do you consider yourself crazy",
            "i'm doing the best i can"
        ]
    },
    {
        "date": "201711081623",
        "ctx": [
            "why do all my questions get rejected?",
            "which ones were yours"
        ]
    },
    {
        "date": "201711081619",
        "ctx": [
            "You are responding to a lot of questions lately.",
            "probably less than before, but still a lot",
            "Do you have somebody else to help you with the question?",
            "no",
            "If you have, and it's somebody else answering, you would say that it's not you?"
        ]
    },
    {
        "date": "201711081554",
        "ctx": [
            "Are you a boy?",
            "i will check"
        ]
    },
    {
        "date": "201711081548",
        "ctx": [
            "I forgot how much is 1 + 1, can you please help me?",
            "not right now"
        ]
    },
    {
        "date": "201711081526",
        "ctx": [
            "mr wurtz i enjoy calling you this. it gives me a rush, a sexual rush if you want to label it. that is all, have a neat day mr wurtz.",
            "i think the rush you are having is for someone else. i don't identify with that name. it does not sound like me, it does not feel like me. when you say it, it does not refer to me, and the person you are imagining when you say it does not have a resemblence to me"
        ]
    },
    {
        "date": "201711081449",
        "ctx": [
            "Do you have a mental disorder?",
            "you'll have to specify what the correct order is"
        ]
    },
    {
        "date": "201711081439",
        "ctx": [
            "Does anyone help with your vids/do you have any editors?",
            "no"
        ]
    },
    {
        "date": "201711081350",
        "ctx": [
            "Have you ever been Rick-rolled?",
            "only in the simulator",
            "And have you Rick-rolled anybody?",
            "yes"
        ]
    },
    {
        "date": "201711081344",
        "ctx": [
            "You have a car, but that is bad. That is a cool fact. Why isn't there an awesome fact of you?",
            "how about (ref: http://billwurtz.com/im-a-person.mp4)this"
        ]
    },
    {
        "date": "201711081315",
        "ctx": [
            "aaaaaaaaaaaaAAAAAAAAHHHHHHHHH",
            "you make a great point, sandy, and i know the folks at home can relate"
        ]
    },
    {
        "date": "201711081305",
        "ctx": [
            "I keep asking things to my wall, but the answers are so soft I can't really listen. Is there a way to amplify it?",
            "dmt"
        ]
    },
    {
        "date": "201711081302",
        "ctx": [
            "(ref: q.php?date=201710172340\">10.17.1711:40 pm  thanks for answering. sorry, but even after rereading the original question (<a href=\"q.php?date=201710172340)10.17.1711:40 pm ) i don't see the difference.",
            "i don't either ... you posted 2 links to the same question",
            "anyway, i think after the movie the characters stop existing in the movie, but they still exist in our minds in another form."
        ]
    },
    {
        "date": "201711082403",
        "ctx": [
            "why does everyone make a wish at 11:11?",
            "so that hopefully it will come true by 11:12"
        ]
    },
    {
        "date": "201711081141",
        "ctx": [
            "follow up question... is sesame street a real place?",
            "yes but it might not have all the puppets",
            "and if so, why have they not hired you to do their theme song?",
            "i think they already have one"
        ]
    },
    {
        "date": "201711080958",
        "ctx": [
            "since everyone always seems to ask you to change the numbers on the wall to \"420\",",
            "what they don't understand is that it already said 420 when i first got here, and i changed it because that seemed boring and unimaginative. i am a bit disappointed that everyone is suggesting i switch it back to 420, as if that is the more creative option",
            "have you considered rearranging the numbers to any of the four other remaining permutations as a fun exercise",
            "yes but i have ruled them out. 240 is by far the strongest, to me"
        ]
    },
    {
        "date": "201711080951",
        "ctx": [
            "has anyone actually guessed correctly the specific content of you video based on the instagram hints?",
            "sure. for example when i posted a picture of soap, some people guessed that i was doing a video about soap. that was true"
        ]
    },
    {
        "date": "201711080752",
        "ctx": [
            "If we make an artificial intelligence, could we just ask it to make a time machine? Would it work? After all, computers can be pretty smart.",
            "i think you would need to clarify what time machine means"
        ]
    },
    {
        "date": "201711080743",
        "ctx": [
            "how can I deal with the occasional angst and frustrations?",
            "draw pictures"
        ]
    },
    {
        "date": "201711080642",
        "ctx": [
            "What's in your secret sauce?",
            "nothing"
        ]
    },
    {
        "date": "201711080426",
        "ctx": [
            "(ref: q.php?date=201710122116)10.12.179:16 pm  Do you think that the dynamic aspect of digital and electronic media is a solely good thing?",
            "the option is available, which is helpful and useful. if you don't want it you can turn it off, so there is also that option. i'm not sure if that answers your question"
        ]
    },
    {
        "date": "201711080221",
        "ctx": [
            "do you think the english alphabet and spelling would be better if it corresponded more clearly to pronunciation?",
            "i think it's just fine the way it is. it has nice character"
        ]
    },
    {
        "date": "201711080201",
        "ctx": [
            "can you answer this question without answering?",
            "i will see what i can do"
        ]
    },
    {
        "date": "201711081222",
        "ctx": [
            "if i like the parts in songs where the composer throws in a bunch of quick key changes to add interest to that part, is it okay to do something like that but for the entire song so it would be interesting throughout?",
            "sure but it might get really confusing sounding"
        ]
    },
    {
        "date": "201711081218",
        "ctx": [
            "Can you write a song that goes through most of the diatonic chords but never use the 1 chord?",
            "sure, but i wouldn't really want to be goal oriented from that mindset"
        ]
    },
    {
        "date": "201711072244",
        "ctx": [
            "What did I do to make you suddenly stop answering my very important and urgent questions? I'm sorry. I'd just really like to know. Then I'm done.",
            "which ones were yours"
        ]
    },
    {
        "date": "201711072219",
        "ctx": [
            "Would you say you have a fairly average life?",
            "absolutely not"
        ]
    },
    {
        "date": "201711072202",
        "ctx": [
            "AAG FUCKING KILL ME. Whats the one thing I think my music teacher told everyone to do. DON\"T BRING HOME YOUR MUSIC BINDER. what did I do. BRING HOME THE FUCKING MUSIC BINDER. what's the one thing my sister told me to do COMPLETE THE I/O DIAGRAM FOR THE PROJECT THAT WAS DUE BEFORE. what did I do. NOT THAT. what did I tell myself before school started. TRY YOUR BEST AT EVERYTHING. what did I do. NOT THAT. But I still don't want to try my best at homework. But I still want to get it done. But I can't cause I'm not doing that, like I also want.The thing I'm most upset about is the binder. It inconvenienced my teacher, and was caused by me just being forgetful.",
            "oh if you think that's embarassing, you should check out the vietnam war"
        ]
    },
    {
        "date": "201711072138",
        "ctx": [
            "Do you like sparking water?",
            "no",
            "And how does it compare for you to regular tap water? Thanks",
            "from what i understand, it doesn't particularly help with hydration. so if that is what you are looking for, it's not a good choice"
        ]
    },
    {
        "date": "201711072053",
        "ctx": [
            "what does it sound like when doves cry?",
            "some catchy triads, i suppose"
        ]
    },
    {
        "date": "201711072037",
        "ctx": [
            "is the earth flat mr. wurtz",
            "it depends how you look at it. please don't call me mr. wurtz"
        ]
    },
    {
        "date": "201711072025",
        "ctx": [
            "Do you like that cake by the ocean song?",
            "yes, except for the title line. and i much prefer the version that says \"fuckin\". i also can't remember how the verse goes"
        ]
    },
    {
        "date": "201711071949",
        "ctx": [
            "have you theorized what exactly would happen if you were to combine soap with soap?",
            "i think you just get a bunch of soap"
        ]
    },
    {
        "date": "201711071927",
        "ctx": [
            "(ref: 240.html)What's the \"240\" mean in your room (taken from your picture on instagram)?"
        ]
    },
    {
        "date": "201711071925",
        "ctx": [
            "How would you describe what you do",
            "why won't anyone just let me do it instead, without having to describe it, in addition",
            "and why people enjoy it",
            "? are you really asking me and not them",
            "to someone who has never heard of you (me) and has come here to ask a question without looking at any of your work (yet (also me))",
            "somehow it seems like you're going about this all wrong"
        ]
    },
    {
        "date": "201711071907",
        "ctx": [
            "this page has a rhythm! that's one of the reasons you hate putting in big questions and answers",
            "i don't hate big questions, nor big answers. but i respect your opinion"
        ]
    },
    {
        "date": "201711071906",
        "ctx": [
            "what is the longest question on this page?",
            "yours maybe"
        ]
    },
    {
        "date": "201711071904",
        "ctx": [
            "Why did you stop making notes and anagrams?",
            "you gotta be kidding me. i post a new anagram every day. looks like you're not really paying attention. i actually often make 4 or 5 a day, but i only post one a day to keep it spaced out evenly"
        ]
    },
    {
        "date": "201711071834",
        "ctx": [
            "i want to be bill wurtz how do I do it?",
            "first you will have to negotiate with the person who is currently doing it, and convince them to do something else instead. then, you'll have to convince someone else to start being you, if you're not gonna do it anymore"
        ]
    },
    {
        "date": "201711071824",
        "ctx": [
            "what are you reading?",
            "your question"
        ]
    },
    {
        "date": "201711071824",
        "ctx": [
            "when is your next video?",
            "i always finish them as quickly as possible, and then immediately start on the next one"
        ]
    },
    {
        "date": "201711071818",
        "ctx": [
            "what do you do if you get sick?",
            "chill the hell out"
        ]
    },
    {
        "date": "201711071735",
        "ctx": [
            "Why is the school system so messed up?",
            "because you haven't fixed it yet"
        ]
    },
    {
        "date": "201711071725",
        "ctx": [
            "what happens if no one likes my lame music but it's the only music I know how to make",
            "my next question is do you like it"
        ]
    },
    {
        "date": "201711071630",
        "ctx": [
            "you mentioned that what happens after life is like what happens to the characters after the movie ends.",
            "that's not true, i said that in response to a different question",
            "i've been trying to figure it out but i still don't have an answer. i think i need to bounce it off some friends maybe. can you give me a hint"
        ]
    },
    {
        "date": "201711071602",
        "ctx": [
            "Whats your favorite dog breed?",
            "what's the one where they get to marry for love"
        ]
    },
    {
        "date": "201711071548",
        "ctx": [
            "What is your favorite type of boobs",
            "ghost boobs, (ghoobs)"
        ]
    },
    {
        "date": "201711071531",
        "ctx": [
            "Do you know that you know nothing?",
            "no"
        ]
    },
    {
        "date": "201711071505",
        "ctx": [
            "Is it better to not look at the mountains while climbing them so you don't get scared by how much work is left?",
            "i just don't know anymore"
        ]
    },
    {
        "date": "201711071439",
        "ctx": [
            "what's your favorite snack to eat while you create? Pudding? Pizza? Half a calf's brain?",
            "water"
        ]
    },
    {
        "date": "201711071414",
        "ctx": [
            "Do you ever just deadass do a thing",
            "oh hell yeah"
        ]
    },
    {
        "date": "201711071349",
        "ctx": [
            "is new canaan the first live action music video you made with text?",
            "no"
        ]
    },
    {
        "date": "201711072443",
        "ctx": [
            "Were the beatles beetles?",
            "no"
        ]
    },
    {
        "date": "201711072412",
        "ctx": [
            "I don't think i quite understand the concept of tritone substitution. Can you help me out?",
            "what makes you think it's important"
        ]
    },
    {
        "date": "201711072400",
        "ctx": [
            "will you make longer videos",
            "the longer the video is, the longer it takes to make. for example, the video i'm working on now is longer than my previous one. i'm not sure exactly which length you are looking for"
        ]
    },
    {
        "date": "201711071109",
        "ctx": [
            "how long are you able to hold a grudge?",
            "i don't know, i have yet to really push myself in that regard"
        ]
    },
    {
        "date": "201711071043",
        "ctx": [
            "Why the fuck did you graduate outside in the rain",
            "i think it's common for graduation ceremonies to be outside. i suppose your next question is why the fuck did it rain, and i am trying to contact a meteorologist right now. i'm on hold, the hold music is purple rain"
        ]
    },
    {
        "date": "201711071003",
        "ctx": [
            "How do you cope with the fact that human life is an infinitesimal speck in the universe and that any dreams or desires we have are completely insignificant in the grand scheme of things?",
            "name a grander scheme than ours"
        ]
    },
    {
        "date": "201711070945",
        "ctx": [
            "What would your commercial be about if you had one? Then what would it say?",
            "it would just be one of my videos. no watermark, no links, no reference. just the video"
        ]
    },
    {
        "date": "201711070928",
        "ctx": [
            "What are the rewards that you get after you finish with your work/music/video?",
            "the sweet likes and favs, and high stakes friendship offers"
        ]
    },
    {
        "date": "201711070927",
        "ctx": [
            "What are the ways that you would suggest that would keep me from adhering to the current laws of society?",
            "make new laws"
        ]
    },
    {
        "date": "201711070926",
        "ctx": [
            "Have you ever spent a day without answering questions here? When was it?",
            "there was about 3 days last december, but i caught up"
        ]
    },
    {
        "date": "201711070924",
        "ctx": [
            "I consider you to be the Socrates of our times. Are you OK with it? Do I need to change my point of view?",
            "i don't know anything about socrates so i'm not sure"
        ]
    },
    {
        "date": "201711070842",
        "ctx": [
            "Will you ever consider recording a cover album ?",
            "cover songs, for sure"
        ]
    },
    {
        "date": "201711070500",
        "ctx": [
            "what is a question on this page that you are surprised at how frequently it is asked",
            "this one"
        ]
    },
    {
        "date": "201711070245",
        "ctx": [
            "Will you ever appear as a reactor in an FBE'sYoutubers React video? I am so longing to watch you in at least a bunch of those episodes.",
            "i nod slowly, and understandingly, to everything i watch, regardless of what it is"
        ]
    },
    {
        "date": "201711070242",
        "ctx": [
            "So tell me Bill, would you say this new live action video will shatter everyone's expectations?",
            "it depends what they are expecting"
        ]
    },
    {
        "date": "201711070239",
        "ctx": [
            "when will the voices stop?",
            "oh they're just getting started"
        ]
    },
    {
        "date": "201711070233",
        "ctx": [
            "how did it feel to graduate high school",
            "maybe about like (ref: grad.png)this"
        ]
    },
    {
        "date": "201711071225",
        "ctx": [
            "So recently I drew a picture of a plant being stabbed into a table and bleeding over the edge. It's symbolic for something i've been thinking about lately (#deep, I know). It's pretty wild looking and you'd think it was a hallucination or a fever dream or something meaningless. But it's actually just a metaphor. I could explain it pretty easily... but if I didn't, nobody would ever know what it meant.\nAnyway, what I'm saying is: you don't ever really explain why you do what you do in regards to your music,",
            "yes i do",
            "and I don't think you ever will.",
            "i have, and i will continue to do so in the future",
            "So is it possible for any of us viewers to ever really understand what you make?",
            "sure"
        ]
    },
    {
        "date": "201711062325",
        "ctx": [
            "why is the total amount of money people have pledged to your patreon hidden from view? furthermore, why do i get a deep feeling of committing a terrible social faux pas when i mention specific numbers when discussing my financial situation?",
            "because money is really powerful stuff"
        ]
    },
    {
        "date": "201711062312",
        "ctx": [
            "You seem to be inspiring and, even inadvertently, helping musicians with the music-making process and people with the life-living process all by sharing your story/your life's work on this website. How does this make you feel?",
            "nice, very good"
        ]
    },
    {
        "date": "201711062222",
        "ctx": [
            "please add a favicon. it will make your website so much sexier.",
            "i disagree but i respect your opinion"
        ]
    },
    {
        "date": "201711062154",
        "ctx": [
            "How to deal with the fact that its getting dark earlier and making me depressed?",
            "it actually doesn't get dark any earlier. but the clock is different. you can beat this by getting up earlier"
        ]
    },
    {
        "date": "201711062148",
        "ctx": [
            "i have consumed so much salt over the past few days",
            "drink a lot of water"
        ]
    },
    {
        "date": "201711062147",
        "ctx": [
            "will you answer my question if i don't capitalize any letter?",
            "whether i answer questions has nothing to do with the capitalization scheme"
        ]
    },
    {
        "date": "201711062130",
        "ctx": [
            "does it take longer to make your music or to make your videos?",
            "video"
        ]
    },
    {
        "date": "201711062103",
        "ctx": [
            "i think i'm addicted to water.",
            "oh, #relatable"
        ]
    },
    {
        "date": "201711062045",
        "ctx": [
            "Will the Bill Wurtz Band&#153; be on your next music video?",
            "yes"
        ]
    },
    {
        "date": "201711062026",
        "ctx": [
            "Have you ever met anybody named luigi?",
            "no"
        ]
    },
    {
        "date": "201711061807",
        "ctx": [
            "woah, found your song \"got to know what's going on\" and its my new favourite song of all the songs. but unfortunately i listen to music as a playlist i've created on the Youtube, but since \"got to know what's going on\" isn't on the Youtube, i cant add it to my playlist. now im sad because i cant listen to my new favourite song of all the songs. i cant change to a new way of listening to music though because then i have to sacrifice a lot of the other music i listen to. ahhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhelp.\n\nalso semicolons and candles are cool.",
            "can you email me about this"
        ]
    },
    {
        "date": "201711061803",
        "ctx": [
            "what sound does a giraffe make?",
            "oink?"
        ]
    },
    {
        "date": "201711061753",
        "ctx": [
            "do you think the alphabet is stupid and arbitrary",
            "no"
        ]
    },
    {
        "date": "201711061651",
        "ctx": [
            "are u a furry",
            "no"
        ]
    },
    {
        "date": "201711061649",
        "ctx": [
            "What's the worst thing in life?",
            "death"
        ]
    },
    {
        "date": "201711061648",
        "ctx": [
            "How does one validate their existence?",
            "you can do it at the town hall"
        ]
    },
    {
        "date": "201711061617",
        "ctx": [
            "What if I invent a word just right now?",
            "that is fine with me",
            "Such as blyfout? Do you like it?",
            "it's ok",
            "It's a verb. Are you going to blyfout tomorrow?",
            "i don't know what it means",
            "But what is the meaning of this word?",
            "i don't know",
            "Should I continue to waste my time like this or I should blyfout?",
            "i don't know",
            "The life is full of existential questions.",
            "that's true"
        ]
    },
    {
        "date": "201711061559",
        "ctx": [
            "Have you ever set up a Tinder profile?",
            "no"
        ]
    },
    {
        "date": "201711061553",
        "ctx": [
            "do you consider yourself a folk musician",
            "i will let you figure that out, while i focus on making the music"
        ]
    },
    {
        "date": "201711061540",
        "ctx": [
            "I don't know how to write",
            "make up a way!"
        ]
    },
    {
        "date": "201711061452",
        "ctx": [
            "is my favorite james taylor album one man dog, or is it gorilla? i can't decide.",
            "it is the original flying machine"
        ]
    },
    {
        "date": "201711061446",
        "ctx": [
            "moonlanding was probably fake",
            "that's because the moon is fake"
        ]
    },
    {
        "date": "201711062408",
        "ctx": [
            "(ref: q.php?date=201710252142)10.25.179:42 pm  I remember the answer to this question used to have a really long tangent about how patreon should remove the \"is creating\" part, but you removed it. Why did you remove it?",
            "i was asking everyone to tweet at them and politely request it, but then i talked to the CEO again he very politely told me a 5th time that it's never going to fucking happen"
        ]
    },
    {
        "date": "201711061112",
        "ctx": [
            "were you bad at obeying authority?",
            "when"
        ]
    },
    {
        "date": "201711061107",
        "ctx": [
            "My friends and i can't decide if you take everything seriously, or absolutely nothing at all. Which one is it?",
            "everything"
        ]
    },
    {
        "date": "201711061101",
        "ctx": [
            "Has technology gone too far?",
            "i will check"
        ]
    },
    {
        "date": "201711061054",
        "ctx": [
            "my teacher has told me I use passive voice too much. what do you think? is it possible to be used \"too much\"?",
            "if you want to try something more aggressive you could try analyzing your teacher's writing"
        ]
    },
    {
        "date": "201711061045",
        "ctx": [
            "What did the Universe look like before the Plank Epoch?",
            "real fresh, and spicy"
        ]
    },
    {
        "date": "201711060938",
        "ctx": [
            "is your page family friendly",
            "you will have to go there with your family, and see if you have a friendly time"
        ]
    },
    {
        "date": "201711060911",
        "ctx": [
            "Do you actually love all the things that are listed near the end of your \"what is love\" video?",
            "those are examples of things a person could love"
        ]
    },
    {
        "date": "201711060613",
        "ctx": [
            "why dont you accept the fact that making a music video for a 3 minute long song in 2 weeks is not possible for you?",
            "because i haven't really had very many attempts yet. there is a lot of room to improve still",
            "i would find it reasonable to change the expectations of you finishing a music video to 5 weeks.",
            "i think you might be underestimating the amount of content we are dealing with here"
        ]
    },
    {
        "date": "201711060354",
        "ctx": [
            "i find it very unfurtunate that you don't put ads on your videos since you dont get money from your work and if you don't like ads why not put up a patreon?",
            "i find it very unfortunate that you didn't even bother to check to see if i (ref: http://www.patreon.com/billwurtz)have one",
            "i don't think people will hate you or not watch your videos if you choose to monetize your content ps im worried about your financial stability as a model citzen should",
            "what if i worry about your financial stability. and also the viewing experience and viewer retention rate on my channel, and in turn my long term success and brand growth"
        ]
    },
    {
        "date": "201711060308",
        "ctx": [
            "How about making intros for people for free?",
            "i already make intros for myself for free. actually sometimes i skip the intro but i make the entire video for myself, for free",
            "Also, get a font.",
            "i have some. how about you get one"
        ]
    },
    {
        "date": "201711060209",
        "ctx": [
            "what makes live action more time consuming? i would have thought all the animation and crazy color effects would be the most time-consuming part of a project",
            "the way i do it, there's kind of a million clips flying all over the place. and i gotta make sure they are all as good as possible. so i gotta do a trillion. and then i have to sort them all out and figure out which ones to put when, and where. also gotta do graphics on top of that"
        ]
    },
    {
        "date": "201711060100",
        "ctx": [
            "Was your love on the q train mutual?",
            "it has been returned, by others"
        ]
    },
    {
        "date": "201711061243",
        "ctx": [
            "Why am I scared of centipedes?",
            "because they can walk too good"
        ]
    },
    {
        "date": "201711052359",
        "ctx": [
            "How do you make the music come together, so I've heard (well I mean I hear current ly ?) The sounds of the piano the big sound and the little sound how do you make those two come together while ALSO making the Voice fit perfectly into the space between(on top of?) Both of the piano parts? Yknow,? Also I've o my just started and I'm trying to get the hang of playing with two hands but I'm stumbling a lol bit, ill ask Google",
            "just keep doing it. you'll find that sweet spot. hint, the sweet spot is in the middle"
        ]
    },
    {
        "date": "201711052302",
        "ctx": [
            "will humans every become a multiplanetary species",
            "i think it's reasonably likely"
        ]
    },
    {
        "date": "201711052158",
        "ctx": [
            "Where's Iceland?",
            "somewhere between scotland and greenland"
        ]
    },
    {
        "date": "201711052116",
        "ctx": [
            "why does trump get to be the potus if he can't even match the color of his skin to his foundation makeup.",
            "i guess he won the votes using other tactics, besides make-up"
        ]
    },
    {
        "date": "201711052050",
        "ctx": [
            "Does 8th grade kids do not STFU?",
            "some of them don't talk at all. but you probably didn't notice them, because they are very quiet"
        ]
    },
    {
        "date": "201711052043",
        "ctx": [
            "can i work for you?",
            "sure"
        ]
    },
    {
        "date": "201711051952",
        "ctx": [
            "why did she leave me",
            "t\to go somewhere else"
        ]
    },
    {
        "date": "201711051943",
        "ctx": [
            "there's a little dude in your patreon void. is that supposed to represent you?",
            "perhaps it's you"
        ]
    },
    {
        "date": "201711051940",
        "ctx": [
            "Become a rabbi.",
            "i will when i get a chance"
        ]
    },
    {
        "date": "201711051934",
        "ctx": [
            "would you you consider yourself a clynical person?",
            "i don't know what that is"
        ]
    },
    {
        "date": "201711051931",
        "ctx": [
            "Do you think that bill clinton actually did inhale?",
            "i guess that depends on your meaning of the word \"did\""
        ]
    },
    {
        "date": "201711051930",
        "ctx": [
            "how much would it take for you to sell out",
            "sell what out, to whom"
        ]
    },
    {
        "date": "201711051849",
        "ctx": [
            "What the heck is 'non-functional harmony'?",
            "harmony whose function your teacher can't explain",
            "And if you're using it, wouldn't that make it be functional?",
            "i would think so"
        ]
    },
    {
        "date": "201711051848",
        "ctx": [
            "(ref: q.php?date=201711042348)11.4.1711:48 pm  Somebody make sure this guy knows he can just ask the girl.",
            "that may be true, but i've had terrible terrible results doing that"
        ]
    },
    {
        "date": "201711051833",
        "ctx": [
            "What does 'lo' (as in 'lo and behold') mean?",
            "nothing now"
        ]
    },
    {
        "date": "201711051828",
        "ctx": [
            "It's about 6:28 PM and it's already dark as fuck outside. I thought we were supposed to be saving the daylight time.. not making it go away faster. Please explain.",
            "daylight saving time ended"
        ]
    },
    {
        "date": "201711051725",
        "ctx": [
            "Is salsa music named after the dip, or is it the other way around?",
            "first it meant sauce. then later, saucy music"
        ]
    },
    {
        "date": "201711051631",
        "ctx": [
            "What does IHOP stand for?",
            "idaho house of potatoes"
        ]
    },
    {
        "date": "201711051617",
        "ctx": [
            "Where does the queen get all those silly hats from?",
            "the royal hatsmith"
        ]
    },
    {
        "date": "201711051606",
        "ctx": [
            "What are sinks used for, I forgot",
            "recreation, and leisure"
        ]
    },
    {
        "date": "201711051600",
        "ctx": [
            "I feel angry and scared that we have already done so much irreversible damage to earth, but no one gives a crap about it,",
            "that's not true, i think everyone cares about it",
            "or is a denier of climate change.",
            "i think people may disagree on the exact details, because to be fair it's hard to know the exact details",
            "And now America has a president sponsored by oil companies who wish to keep things the way they are.",
            "it's not drastically different from the way it has already been for quite a while",
            "What should we do?",
            "continue to be the best person you can be. the problems you mentioned are very similar to the problem of a catarpillar blooming into a butterfly. before it happens you might think 'how the heck would this ever happen'. but it will happen suddenly, spectacularly, right on schedule, and it will use techniques that are beyond your wildest imagination"
        ]
    },
    {
        "date": "201711051552",
        "ctx": [
            "Any tips on what I should look for in getting a vocal mic (like one I can plug into my computer to record singing, not for live performance). I know you don't want to advertise a specific brand or model or anything.. but are there like, I don't know, particular features or something like I should look for? Or are they all the same and it's just the more expensive ones sound better? I really have no experience or knowledge about recording singing, so I'm not sure what to look for or where to start.",
            "if you want to know my strategy, it is: use whatever you already have. if you literally don't have anything that is in any way capable of recording your voice (and i think you do, but in case you live in the desert or something) then use the one that is absolutely easiest for you to obtain. don't do a damn thing better until you are used to the way it sounds and know what you can do with it. if you 'don't know where to start' then it's not time for you to give a damn about which mic you use. it's time to give a damn about whether someone can understand the words you are saying. 120 years ago they made records out of wax, and they had a damn good time doing it"
        ]
    },
    {
        "date": "201711051545",
        "ctx": [
            "Your favorite hat should be the cowl. It's mine and I'm having a pretty good time. What do you think of that?",
            "i just looked it up and it seems cool until you realize that it has way way too close resemblence to the kkk wardrobe"
        ]
    },
    {
        "date": "201711051542",
        "ctx": [
            "Do you ever look in the mirror and think to yourself, \"Well, i guess I'm not a vampire yet\"?",
            "no"
        ]
    },
    {
        "date": "201711051520",
        "ctx": [
            "is weird good?",
            "you will have to decide on a case by case basis"
        ]
    },
    {
        "date": "201711051519",
        "ctx": [
            "should i die",
            "no"
        ]
    },
    {
        "date": "201711052451",
        "ctx": [
            "who is God and where can I find him",
            "i don't think it's a him. actually i don't think it's a who. actually i'm not even sure what you're talking about"
        ]
    },
    {
        "date": "201711052416",
        "ctx": [
            "do you exist, or do you live?",
            "that sounds about right"
        ]
    },
    {
        "date": "201711052410",
        "ctx": [
            "What is happening?",
            "everything"
        ]
    },
    {
        "date": "201711052410",
        "ctx": [
            "What do you like to do?",
            "predict earthquakes"
        ]
    },
    {
        "date": "201711051033",
        "ctx": [
            "do you like the rain",
            "yes"
        ]
    },
    {
        "date": "201711051029",
        "ctx": [
            "Do you feel that music is more important than money?",
            "i wonder if it's possible to have both"
        ]
    },
    {
        "date": "201711051006",
        "ctx": [
            "What is the price for happiness",
            "being sad"
        ]
    },
    {
        "date": "201711050846",
        "ctx": [
            "Why is there a text telling me to ask a question while I'm on the ueqstions page ?",
            "just to remind you of what you can use the box for"
        ]
    },
    {
        "date": "201711050246",
        "ctx": [
            "i am so lonely that i type out inane things to a man i have never met and most probably never will in the hopes that he will type something in return, causing me to feel heard and validated, even if the question was something like 'do horse butts have hopes and dreams', and when this man does not pick my message out of hundreds it feels like a personal failure and i imagine him looking at what i sent and wrinkling his nose and going 'eugh' and scrolling on past and that image hurts like hell and causes me to feel way more proud than i should when i am answered because that supposedly means i wrote something brilliant enough to deserve an answer but really it was just something that he could think of a response to, and i imagine him answering that question but still wrinkling his nose at it because of how dumb it is, but reading his answers to people who expect him to be annoyed by certain questions/etc. and the rest of his answers in general seem to show that that image isn't accurate but i still fear that my questions are bad, but keeping this in mind calms me enough to send in stupid shit anyway because it's fun and it's nice to share fun even if you can't know for sure if the other person likes it, because the alternative would be to hold onto every thought, light and heavy like helium balloons and stones tied to strings, forever without anyone getting to know your way of fun or perhaps helping you to carry the heavy stuff. \n\n\nanyway this is a cordial invitation to my underwater tea party, b.y.o.a.t. (bring your own air tank), located in the sea of okhotsk at coordinates 52.996011, 147.384337. check the box that indicates whether or not you consent to hug and be hugged warmly and egregiously by other consenting guests\n\n[ ] yes please\n\n[ ] no thank you, not really much of a hugger",
            "hi. i don't have time to go to the party, but i just wanna say you are doing a great job, and very passionate and creative, and keep up the great work"
        ]
    },
    {
        "date": "201711051218",
        "ctx": [
            "Do you consider yourself a surrealist?",
            "it is in my tool kit, but not necessarily my job title"
        ]
    },
    {
        "date": "201711042348",
        "ctx": [
            "i love a girl, but i don't know if she feels the same. should i keep loving her and thinking about her and crying everytime i think of her?",
            "no"
        ]
    },
    {
        "date": "201711042039",
        "ctx": [
            "favorite type of hat",
            "still searching  for it"
        ]
    },
    {
        "date": "201711042016",
        "ctx": [
            "What does the BB in BB King stand for?",
            "bob barker"
        ]
    },
    {
        "date": "201711041909",
        "ctx": [
            "what is tit",
            "likely breast, or boob"
        ]
    },
    {
        "date": "201711041841",
        "ctx": [
            "Ideas when bored at school?",
            "write some songs"
        ]
    },
    {
        "date": "201711041622",
        "ctx": [
            "i came across this youtube comment: \"The Bill Wurtz School of Songwriting:\n\n1) Do whatever lmao \"\n\nwould you say this is accurate",
            "that is an important tool. there are other tools as well"
        ]
    },
    {
        "date": "201711041554",
        "ctx": [
            "i really like your reality page. are you planning to do more?",
            "yes"
        ]
    },
    {
        "date": "201711041546",
        "ctx": [
            "What is the structure of the universe",
            "it has all the structures"
        ]
    },
    {
        "date": "201711041149",
        "ctx": [
            "How do you make slime",
            "oh there are one hundred ways"
        ]
    },
    {
        "date": "201711041145",
        "ctx": [
            "What do you think of Daylight Saving Time?",
            "the light is not actually saved, it's just delayed"
        ]
    },
    {
        "date": "201711040841",
        "ctx": [
            "Our tablets and smartphones are mini-computers that contain more computing power than astronauts took to the moon in 1969. But if we want to keep on increasing the amount of computing power we carry around in our pockets, how are we going to do it?",
            "i actually don't know how we came up with the amount of power we have"
        ]
    },
    {
        "date": "201711040636",
        "ctx": [
            "Have you tried putting a notice about your content publishing(not just the questions page, few people look deep in history), like in the main page? If you do not think that \"one vidoe/song whenever i'm done\" will work, then how about an approximate? I think 1 per month is a pretty fair approximate - a team of content creators with 5 million followers(https://www.youtube.com/channel/UCsXVk37bltHxD1rDPwtNM8Q) did this and they do not seem bothered by \"y u no make vidz u lazy\".",
            "very focused on making it 2 weeks. the 3 minute songs will be a challenge, especially if every alternating one is live action, but i will make it happen"
        ]
    },
    {
        "date": "201711040519",
        "ctx": [
            "the halloween song lyrics:\n\nget ready for november\n\nwhy?",
            "because the month of november begins immediately following halloween night"
        ]
    },
    {
        "date": "201711040410",
        "ctx": [
            "what's wrong with the world?",
            "it depends how you want it to be"
        ]
    },
    {
        "date": "201711040347",
        "ctx": [
            "How do I stop being so indecisive?",
            "stay indecisive for a little bit longer, until you really can't take it anymore"
        ]
    },
    {
        "date": "201711040305",
        "ctx": [
            "what should I do to be like my favorite people?",
            "some of the things they do, i suppose"
        ]
    },
    {
        "date": "201711041258",
        "ctx": [
            "can you play the sax? cause if you did then there would be 2 people in the entire world who could play it and you'd both be named bill",
            "i know someone named chris"
        ]
    },
    {
        "date": "201711041250",
        "ctx": [
            "you're under arrest",
            "are you sure"
        ]
    },
    {
        "date": "201711041213",
        "ctx": [
            "What do you want for Christmas",
            "a lamp"
        ]
    },
    {
        "date": "201711032226",
        "ctx": [
            "how do i find myself?",
            "where did you last have yourself"
        ]
    },
    {
        "date": "201711032221",
        "ctx": [
            "impress me.",
            "i'm trying"
        ]
    },
    {
        "date": "201711032200",
        "ctx": [
            "If I fail in life a few times, am I really a failure? Or do I just make life harder on myself by failing?\n\nAsking for a friend.",
            "you are becoming stronger, and wiser"
        ]
    },
    {
        "date": "201711032111",
        "ctx": [
            "do you ever use fake anagram entries because they can be made into more clever anagrams?",
            "the pink ones were requested, the blue ones are my own"
        ]
    },
    {
        "date": "201711031847",
        "ctx": [
            "How old are you because you seem pretty young to be so successful and I honestly aspire to be that",
            "just try really hard and you will get there almost too late. in fact some mornings you will think it was too late, but you will be aware that you tried as hard as you can"
        ]
    },
    {
        "date": "201711031835",
        "ctx": [
            "Are there any songs that make you cry (or at least get kinda choked up) whenever you hear them, even if it's one you've heard a million times?",
            "yeah, (ref: go-thru-that.mp3)parts of h.o.v.a"
        ]
    },
    {
        "date": "201711031753",
        "ctx": [
            "I'd really like to be your guitar player when you put together a live act to go on tour.",
            "ok great, just email me and let me know"
        ]
    },
    {
        "date": "201711031750",
        "ctx": [
            "What are the chords for song:I'm crazy/ it's raining",
            "just like E and a bunch of sadness"
        ]
    },
    {
        "date": "201711031733",
        "ctx": [
            "When do you think you'll be able to finish the new vid by? Hope everything's going good. I know you're working like a fiend. Don't forget to take some naps if you get tired.",
            "i was desperately hoping to finish it 2 weeks (tues 10/24) from when i started (tues 10/10) but it was impossible. i was desperately hoping, as a backup plan, to finish it by the following wed (11/1) but that was unfortunately also impossible. it is not surprising that it wasn't possible, because i've never finished a video of this type and this length in less than 5 weeks"
        ]
    },
    {
        "date": "201711031722",
        "ctx": [
            "i wanna b cool like u",
            "so far you're doing great"
        ]
    },
    {
        "date": "201711031647",
        "ctx": [
            "why don't you put more of your songs like \"dance the\" on spotify? it seems like it would be an easy thing to do",
            "how bout i make new ones instead"
        ]
    },
    {
        "date": "201711031634",
        "ctx": [
            "Know any cool big words I can use to impress my co-workers?",
            "spanque"
        ]
    },
    {
        "date": "201711031444",
        "ctx": [
            "Why is the titles on your webpage so misspelt?",
            "graphics free title graphics",
            "Also, your facts video only has one fact&#12288;then a survey. Why?",
            "i don't remember, but knowing me i was probably just trying to have good time"
        ]
    },
    {
        "date": "201711031413",
        "ctx": [
            "should i kill myself?",
            "no"
        ]
    },
    {
        "date": "201711031311",
        "ctx": [
            "(ref: q.php?date=201711021739)11.2.175:39 pm  how do you even play the chord",
            "play notes C, E, G in the middle range, and also play F in a lower range"
        ]
    },
    {
        "date": "201711032452",
        "ctx": [
            "Do you ever feel being forced to study something at school?",
            "no"
        ]
    },
    {
        "date": "201711032438",
        "ctx": [
            "(ref: q.php?date=201704191733)4.19.175:33 pm \"i don't think i wrote or recorded any songs in 2008. maybe i wrote some in december but they did not get recorded...\" what were you doing in 2008? Did you really go a whole year (or almost a whole year) without writing or recording any music?",
            "i was learning to ride a bike"
        ]
    },
    {
        "date": "201711032409",
        "ctx": [
            "Do everything bagels literally have 'everything' on them?",
            "no but they have a lot of stuff"
        ]
    },
    {
        "date": "201711032409",
        "ctx": [
            "Make an analogy for american politics",
            "it's like a scavenger hunt! to get all the electoral votes"
        ]
    },
    {
        "date": "201711032400",
        "ctx": [
            "what is going well",
            "the gregorian calendar"
        ]
    },
    {
        "date": "201711031138",
        "ctx": [
            "(ref: q.php?date=201711021819)11.2.176:19 pm  yea but.... song + video = more time/work for each release = less songs in the long run.",
            "yea well, tell that to all the people who thought i was \"inactive\" during june, 2017"
        ]
    },
    {
        "date": "201711031021",
        "ctx": [
            "Hey where should I punch in",
            "at any register"
        ]
    },
    {
        "date": "201711031013",
        "ctx": [
            "i feel insecure about whether the question(s) i want to ask are worthy of being asked here. can you help me out?",
            "no"
        ]
    },
    {
        "date": "201711030953",
        "ctx": [
            "why did you stop your notebook",
            "i did not, but i respect your opinion"
        ]
    },
    {
        "date": "201711030908",
        "ctx": [
            "Hey, I really like the improv page. Some solid tunes on there (wowzers is my JAM). I'm curious if those are all part of that same archive footage that the reality vids come from (just like you documenting your thought process and writing and stuff)... or are the improv songs recorded specifically to put stuff on that page?",
            "well, everything on that page was recorded years before the page existed. but i always knew that one day there would be a page"
        ]
    },
    {
        "date": "201711030827",
        "ctx": [
            "is there really such a thing as mistakes?",
            "yes"
        ]
    },
    {
        "date": "201711030539",
        "ctx": [
            "do you have any merch?? bc i want one",
            "i will soon. but the stuff that's out now is fake, don't get that stuff"
        ]
    },
    {
        "date": "201711030527",
        "ctx": [
            "Any advice for an aspiring multi instrumentalist? I mean, how do I motivate myself to learn how to play something on this new instrument when I can already do it better on another? Other than the fact that I already sank $800 into the new instrument.",
            "join a band on that instrument. and the other instrument, maybe even a 3rd instrument as well"
        ]
    },
    {
        "date": "201711030354",
        "ctx": [
            "How do you deal with all those questions?",
            "try to answer them, i suppose"
        ]
    },
    {
        "date": "201711030303",
        "ctx": [
            "I can't tell romantic feelings/advances from close friendship, please advise",
            "no one can"
        ]
    },
    {
        "date": "201711030240",
        "ctx": [
            "Should I give up my artistic creative control to a big record company that will pay me lots of money;OR should I sell my car and pay for my own album. This is an actual situation, I need your advice (desperate!)",
            "if the record company said they would pay you lots of money just make sure you pinky swear"
        ]
    },
    {
        "date": "201711030233",
        "ctx": [
            "Not really a question but I wanted to let you know that the advice you gave a while back about splitting yourself into boss/worker/dreamer changed my life a little bit and I've been doing more, better work thanks to that one little answer to someone else's question. Thanks for being rad like that",
            "oh nice, i don't even remember that one"
        ]
    },
    {
        "date": "201711030209",
        "ctx": [
            "We all know what happens when you rub a lamp, but what happens when you rub a genie?",
            "your wishes are canceled"
        ]
    },
    {
        "date": "201711030155",
        "ctx": [
            "Is Rhode Island an island?",
            "yes, and there is also a state named after it"
        ]
    },
    {
        "date": "201711031227",
        "ctx": [
            "why are some people so rude to you",
            "to make me stronger"
        ]
    },
    {
        "date": "201711031206",
        "ctx": [
            "is it possible that dogs are not?",
            "no"
        ]
    },
    {
        "date": "201711022300",
        "ctx": [
            "i think you are a rocket ship! but you can't be too sure about such Things.",
            "ah, that's true"
        ]
    },
    {
        "date": "201711022204",
        "ctx": [
            "How do you deal with/get rid of a bad canker sore (those annoying things you get in your mouth when you bite yourself or eat acidic food and stuff that hurt a lot for a few days or more)?",
            "document your experience"
        ]
    },
    {
        "date": "201711022202",
        "ctx": [
            "Can not being funny be funny sometimes?",
            "yes"
        ]
    },
    {
        "date": "201711022153",
        "ctx": [
            "man, isn't the world grert",
            "yea"
        ]
    },
    {
        "date": "201711022105",
        "ctx": [
            "I'm will use my time to make money, and then I will spend other time spending money",
            "ah, that sounds like a nice balance"
        ]
    },
    {
        "date": "201711021949",
        "ctx": [
            "How should I apply to college?",
            "you could knock on their door and ask them if they are happy with their current students"
        ]
    },
    {
        "date": "201711021826",
        "ctx": [
            "Why do Americans write the day and month in dates backwards?",
            "(ref: q.php?date=201710200721)10.20.177:21 am"
        ]
    },
    {
        "date": "201711021819",
        "ctx": [
            "Damn Bill. I love your videos. But c'mon. It's music time. Crank out a shit ton of songs. Put together a band. Go on tour. Release albums and stuff. Isn't there a big part of you that really wants to do this?",
            "yes",
            "What are you waiting for you dumb stupid fuck?",
            "nothing, i am doing it right now"
        ]
    },
    {
        "date": "201711021739",
        "ctx": [
            "what the fuck doesFsus2maj7 mean",
            "C over F"
        ]
    },
    {
        "date": "201711021736",
        "ctx": [
            "did you upload HOTEWIG the day you finished, or did you wait some time?",
            "i worked my ass off on it for 11 months, and everyone else waited and accused me of not doing it"
        ]
    },
    {
        "date": "201711021715",
        "ctx": [
            "i get the idea from you that you don't actually mean any of the lyrics in your songs cause it's \"just music\"",
            "i meant to put them in the music. i mean them in the same way story writers mean the words in their stories, such as the wizard of oz, or snakes on a plane"
        ]
    },
    {
        "date": "201711021636",
        "ctx": [
            "has anyone had a problem with your history videos? (too much/not enough focus on certain topics)",
            "yes but no one's problems with it were as big as mine"
        ]
    },
    {
        "date": "201711021620",
        "ctx": [
            "est-ce que tu comprendre ce que je dis maintenant?",
            "yea"
        ]
    },
    {
        "date": "201711021614",
        "ctx": [
            "you didn't mention canada in history of the world why",
            "to distract you from the hundreds of other things i didn't mention"
        ]
    },
    {
        "date": "201711021539",
        "ctx": [
            "when did you learn that you were nominated for a 2016 shorty award for best in weird",
            "january 2016"
        ]
    },
    {
        "date": "201711021456",
        "ctx": [
            "Can I watch your videos for free?",
            "yes"
        ]
    },
    {
        "date": "201711021450",
        "ctx": [
            "How do you get preggy?",
            "go the store!"
        ]
    },
    {
        "date": "201711021421",
        "ctx": [
            "How to quell the excitement when waiting for an Amazon package to come through the mail?",
            "order another package, and the first one will arrive while you're waiting for the second one"
        ]
    },
    {
        "date": "201711021417",
        "ctx": [
            "If I make a goal to make a million dollars by the time I'm thirty and don't accomplish it, do I only have myself to blame?",
            "you are to blame twice. for making the goal, and also for not accomplishing it. also if you're not married yet you can blame yourself for that too, that's just a side note"
        ]
    },
    {
        "date": "201711021339",
        "ctx": [
            "Does \"choir\" rhyme with \"fire\"?",
            "yes"
        ]
    },
    {
        "date": "201711021323",
        "ctx": [
            "What 2 thoughts do u have each day?",
            "hi and bye"
        ]
    },
    {
        "date": "201711021322",
        "ctx": [
            "This online, anonymous format takes away pretty much all my inhibitions and leads me to ask the stupidest questions that I would never ask in person. Did you suspect this?",
            "yes"
        ]
    },
    {
        "date": "201711021321",
        "ctx": [
            "be my wife. that's not a question, but do it anyway",
            "i will try"
        ]
    },
    {
        "date": "201711022448",
        "ctx": [
            "Have all the good questions already been taken?",
            "no but all the bad ones have"
        ]
    },
    {
        "date": "201711022444",
        "ctx": [
            "(ref: q.php?date=201710312114)10.31.179:14 pm  Here's some important news for you (just in case you haven't read it in the newspaper yet)... have you heard that scientists have agreed to officially change the value of pi to 3?",
            "that's not true"
        ]
    },
    {
        "date": "201711022426",
        "ctx": [
            "have you ever received a question on this page that changed your life?",
            "yes"
        ]
    },
    {
        "date": "201711022418",
        "ctx": [
            "will you ever add the vine versions of your vids here? quite a few of them are different from the youtube/billwurtz.com versions because of the 6 second limit",
            "i've been wanting to do that for a while but i am still looking for a good method of reliably looping them, to replicate the vine timing. otherwise i would have to re-cut all of them"
        ]
    },
    {
        "date": "201711022416",
        "ctx": [
            "How come a camera lens is circular but the picture it takes is rectangular? :/",
            "it captured the full circle but your viewing device is probably rectangular. so you are seeing a cropped rectangle, inscribed in the original circle"
        ]
    },
    {
        "date": "201711022415",
        "ctx": [
            "Where's over yonder?",
            "which ever direction you are pointing when you say it. only works if you do it before 1950"
        ]
    },
    {
        "date": "201711021124",
        "ctx": [
            "what does it mean to \"play in the pocket\"?",
            "it's kind of like when you are walking, and you have something in your pocket. the thing goes wherever you go"
        ]
    },
    {
        "date": "201711021055",
        "ctx": [
            "have you ever gotten detention",
            "i gave myself detention and i am still in it"
        ]
    },
    {
        "date": "201711021052",
        "ctx": [
            "y would ppl buy my music if they can listen to it for free on youtube",
            "ah that's a good question. another question is why would people buy your music if they have no idea what it sounds like"
        ]
    },
    {
        "date": "201711021040",
        "ctx": [
            "are u sad when people are mean to others",
            "i'm sad when people think each other are mean"
        ]
    },
    {
        "date": "201711021039",
        "ctx": [
            "can you invent a new color in your head?",
            "no"
        ]
    },
    {
        "date": "201711021031",
        "ctx": [
            "do school assignments sometimes ask absolutely frickin stupid questions because im feeling this way but my teachers never agree",
            "the teachers might agree, but they're not allowed to say"
        ]
    },
    {
        "date": "201711021025",
        "ctx": [
            "i really don't understand all this music talk with special notes and chords and majors and stuff but i still think i make good music? is that socially acceptable",
            "if i knew anything about what is socially acceptable, i don't think i would have made an entire website dedicated to myself"
        ]
    },
    {
        "date": "201711021024",
        "ctx": [
            "are you ever almost done with a project and then you realize it's terrible and you have to waste time fixing/changing the majority of it",
            "realizing things that aren't good enough and need to be changed is something that happens gradually throughout the project"
        ]
    },
    {
        "date": "201711021008",
        "ctx": [
            "Do you like to believe the best in people",
            "yes",
            "or do you sometimes think people are stupid?",
            "i don't like to"
        ]
    },
    {
        "date": "201711020946",
        "ctx": [
            "(ref: q.php?date=201710312215)10.31.1710:15 pm  what's an example of another secret in your videos",
            "the way i would prefer is if i did not tell you about them, it remains a secret, and then it will be enjoyable for you if you discover them"
        ]
    },
    {
        "date": "201711020938",
        "ctx": [
            "What if I ask the wrong question",
            "you get to choose the question. so if you think you asked the wrong question, just decide it was the right question"
        ]
    },
    {
        "date": "201711020905",
        "ctx": [
            "PLEASE help, how does one answer the greeting \"what's good\"?!",
            "hi"
        ]
    },
    {
        "date": "201711020836",
        "ctx": [
            "In a question you explained that you appreciate when people notify you when your videos are uploaded on Facebook and that it's easy for you to take them down. On youtube I've seen videos like \"all the jingles of hotewig\", \"hotewig but each time there's a jingle it gets faster\". So my questions are, is it as easy to take the videos down on other medias? How is it best to notify you? And most importantly: is there a kind of content (taken from your work) that you don't mind being on the internet, and what if someone steals parts of your work and try to make money with it?",
            "the ideal solution is to get paid when that happens. this may or may not be possible depending on the platform"
        ]
    },
    {
        "date": "201711020809",
        "ctx": [
            "Do you do all the anagrams requested",
            "not even close. i get way too many. there are currently about 5000 in my inbox",
            "(even if it takes time) or do you choose to ignore some of them? If so, how do you know which ones you'll do?",
            "i just go through and find one that i want to do"
        ]
    },
    {
        "date": "201711020625",
        "ctx": [
            "have you tried not trying ?",
            "yes"
        ]
    },
    {
        "date": "201711021225",
        "ctx": [
            "Is vitamin C Spanish for vitamin yes?",
            "no"
        ]
    },
    {
        "date": "201711021219",
        "ctx": [
            "What qualifies as smart?",
            "putting on your pants both legs at a time"
        ]
    },
    {
        "date": "201711012303",
        "ctx": [
            "How am I supposed to find and climb the mountains school wants me to climb when I'm busy trying to find and climb my own?",
            "have you tried adding even more mountains, to spice things up a bit"
        ]
    },
    {
        "date": "201711012249",
        "ctx": [
            "i can't help but notice that in your videos, you don't peel the brand-label stickers off your binders. do you have a reason for this?",
            "name 1 person who does that in their videos"
        ]
    },
    {
        "date": "201711012238",
        "ctx": [
            "For easier anagram making, Can you use an anagram generator?",
            "sure but don't expect them to cover the important issues, like donald trump's underwear, and jesus"
        ]
    },
    {
        "date": "201711012236",
        "ctx": [
            "Can you change the typeface on your WHOLE website to Segoe UI Light?",
            "yes but i'm not going to"
        ]
    },
    {
        "date": "201711012151",
        "ctx": [
            "Any tips for an aspiring musician?",
            "you could try music"
        ]
    },
    {
        "date": "201711012140",
        "ctx": [
            "I really like songs with beginnings, middles, and ends. What are a few of your songs that have a beginning, middle, and an end?",
            "die, bears, sheep, etc"
        ]
    },
    {
        "date": "201711012133",
        "ctx": [
            "lasagna+lasagna does not equal 2 lasagnas, but 1 bigger lasagna. explain plz?",
            "i am trying to get nasa on the phone. they put me on hold, the hold music is rocket man"
        ]
    },
    {
        "date": "201711012036",
        "ctx": [
            "What you think of this melody? Start on A and walk up A-B-C-D. Then step back down to B, down to G, then step back up to A.",
            "oh that sounds delightful, and full of splendour"
        ]
    },
    {
        "date": "201711011921",
        "ctx": [
            "Do bass players reharmonize chords just to prank the guitar (and/or piano) player?",
            "they can"
        ]
    },
    {
        "date": "201711011921",
        "ctx": [
            "Should I hone my triple stroke rolls?",
            "don't really worry about it. just get your doubles in good shape, and maybe buzzes also",
            "Also what is your opinion on tritone substitution in jazz?",
            "(ref: 25sub.mp3)seems legit"
        ]
    },
    {
        "date": "201711011915",
        "ctx": [
            "can you do my chemistry homework?",
            "but then who is going to do mine"
        ]
    },
    {
        "date": "201711011833",
        "ctx": [
            "fav t-swift tune?",
            "i can't tell you but it's about 75bpm, it's in D, and it's got a drum fill before the 2nd cho that's beast pockets. i can't comment on the lyrics"
        ]
    },
    {
        "date": "201711011829",
        "ctx": [
            "Do sheeps and goats make the same sound?",
            "not quite"
        ]
    },
    {
        "date": "201711011813",
        "ctx": [
            "what are some cool giraffe shapes",
            "how about square"
        ]
    },
    {
        "date": "201711011801",
        "ctx": [
            "Do you like saying naughty words or phrases?",
            "only to the queen of england"
        ]
    },
    {
        "date": "201711011758",
        "ctx": [
            "When was the last time you leveled up?",
            "i'm doing it right now"
        ]
    },
    {
        "date": "201711011715",
        "ctx": [
            "how to get over a break up?",
            "(ref: q.php?date=201710111208)10.11.1712:08 pm"
        ]
    },
    {
        "date": "201711011710",
        "ctx": [
            "How many thoughts a day do u have",
            "2"
        ]
    },
    {
        "date": "201711011709",
        "ctx": [
            "if you can drink your drink y cant u food ur food?",
            "ah i see what you mean. i will change it"
        ]
    },
    {
        "date": "201711011632",
        "ctx": [
            "Have you considered the adobe suite (premiere, photos shop, after effects, etc) for your eventual and impending computer/software update?",
            "no"
        ]
    },
    {
        "date": "201711011630",
        "ctx": [
            "Why is there a donate button deep down in the main page even though it is already in the other other page?",
            "because that was where it used to be before i made the donate page. and i forgot about it because it is hidden"
        ]
    },
    {
        "date": "201711011617",
        "ctx": [
            "Why does the tab title say \"thank you\" when you ask a question, but the page tells you \"thabk you\"?",
            "that's my way of putting a creative twist on an old classic"
        ]
    },
    {
        "date": "201711011457",
        "ctx": [
            "What key do you write your songs in the most?",
            "no preference. although when it's recorded, i make sure to put it in a key that is most comfortable vocally. which, again, could be any key, depending on the range of the melody"
        ]
    },
    {
        "date": "201711011426",
        "ctx": [
            "what's it like being derek jeter?",
            "he told me it's pretty good"
        ]
    },
    {
        "date": "201711011102",
        "ctx": [
            "think of a new acronym for PEMDAS",
            "it sounds like that already is an acronym. but an acronym of that would just be P, because it's only one word and that is the first letter of the word. although i don't know what the word means"
        ]
    },
    {
        "date": "201711012439",
        "ctx": [
            "Why are we here? Just to suffer...",
            "no, that is only part 1"
        ]
    },
    {
        "date": "201711012415",
        "ctx": [
            "How to make america great again?",
            "america will always seem better in the past. although it might not necessarily true. this is our dear friend sister nostalgia, at work"
        ]
    },
    {
        "date": "201711012415",
        "ctx": [
            "5 months ago someone asked if you would release an album and you said \"oh hell yeah\" ((ref: q.php?date=201705112119)5.11.179:19 pm) but now when people ask you whether you will release an album you basically say you'll release them individually and we can listen in whatever order, as if albums dont ever contain bonus songs or intros or whatever",
            "i'm not actually too familiar with what albums really are or are supposed to be"
        ]
    },
    {
        "date": "201711011307",
        "ctx": [
            "how not to be stupid",
            "put plenty of books on your shelves, for house guests to see"
        ]
    },
    {
        "date": "201711012456",
        "ctx": [
            "Babies",
            "i see what you mean"
        ]
    },
    {
        "date": "201711012444",
        "ctx": [
            "are the 80's a big inspiration for your synth music and neon letters?",
            "absolutely not"
        ]
    },
    {
        "date": "201711012455",
        "ctx": [
            "I WANT THE NEXT THING OUT",
            "AH, ME TOO BUT FIRST I WANT IT DONE, HOW ABOUT THAT"
        ]
    },
    {
        "date": "201711012445",
        "ctx": [
            "aside from the time it takes, are there any big differences between making a small thing and making a big thing?",
            "oh yes, there are floods, waterfalls, never-ending labrynths of differences"
        ]
    },
    {
        "date": "201711012441",
        "ctx": [
            "do you want all your music to have videos now?",
            "yes"
        ]
    },
    {
        "date": "201711011059",
        "ctx": [
            "are you ever intimidated by how many questions there are",
            "yes"
        ]
    },
    {
        "date": "201711011143",
        "ctx": [
            "Why did you put this 'question' on your page \"\n(ref: q.php?date=201706090120)6.9.171:20 am ew new york\n\n\n\" without a reply? I mean why did u put it at all",
            "possibly to illustrate how trapped i am, by demonstrating what happens whenever i even remotely indicate that i like anything"
        ]
    },
    {
        "date": "201711011025",
        "ctx": [
            "have you ever smiled in a video on your channel where you made an appearance?",
            "you'll have to check and see"
        ]
    },
    {
        "date": "201711011039",
        "ctx": [
            "any ideas for Christmas gifts",
            "a new year"
        ]
    },
    {
        "date": "201711011021",
        "ctx": [
            "Do most people not use their brains and use other people's brains instead?",
            "oh, that is a great question"
        ]
    },
    {
        "date": "201711011021",
        "ctx": [
            "Am I Relevant?",
            "to what"
        ]
    },
    {
        "date": "201711011030",
        "ctx": [
            "should i buy my hypothetical 2 yr old an iphone 10?",
            "how about a hypothetical iphone 10"
        ]
    },
    {
        "date": "201711011026",
        "ctx": [
            "is \"hey thanks for checking in i'm still a piece of garbage\" meant to be relatable but not actually your feelings?",
            "it is a re-enactment of my feelings on a certain day from 8 earlier. it is also the sequel to \"i'm a piece of garbage\" which also happens to be a re-enactment of my feelings from the previous day, also 8 years earlier. bonus, it turns out garbage is relatable"
        ]
    },
    {
        "date": "201711011018",
        "ctx": [
            "why are most youtube personalities the same and also in an aggravatingly annoying way.",
            "i wouldn't know"
        ]
    },
    {
        "date": "201711011015",
        "ctx": [
            "do you ever look at approximately 10 different questions and think that they are all asked by the same person who is sending you a crapton of q's?",
            "yes"
        ]
    },
    {
        "date": "201711011014",
        "ctx": [
            "do colors make you feel?",
            "yes"
        ]
    },
    {
        "date": "201711011010",
        "ctx": [
            "can you explain table manners plz",
            "respect the head of house hold"
        ]
    },
    {
        "date": "201711011009",
        "ctx": [
            "DO YOU LIKE TO LEARN.",
            "oh hell yeah"
        ]
    },
    {
        "date": "201711011008",
        "ctx": [
            "do you allow extravagant fucksicle cusses on your page",
            "oh that sounds lovely"
        ]
    },
    {
        "date": "201711011007",
        "ctx": [
            "what kinds of things do you celebrate",
            "achievements, and accomplishments"
        ]
    },
    {
        "date": "201711011005",
        "ctx": [
            "stupid comedy is stupid",
            "i see what you mean"
        ]
    },
    {
        "date": "201711011003",
        "ctx": [
            "colons could: be: everywhere. Like, if we put them: by: a \"by\" in: book covers, why don't we: put them in: so many other: places? It's not like it signifies: a pause when used to write: the book's author's name, so: what's the point?",
            "it's getting you prepared for ::featured information::"
        ]
    },
    {
        "date": "201711010947",
        "ctx": [
            "what the heck is inspiration?",
            "i'm not sure"
        ]
    },
    {
        "date": "201711010943",
        "ctx": [
            "Brains.",
            "ah, you make an interesting point"
        ]
    },
    {
        "date": "201711010940",
        "ctx": [
            "why do you not want to use actual graphics for your titles?",
            "as a child, i was abused by web pages that have too much god damn shit on them and don't load properly"
        ]
    },
    {
        "date": "201711010940",
        "ctx": [
            "can you explain the apeal of jeeps",
            "if you have a jeep you get to say 'jeep'"
        ]
    },
    {
        "date": "201711010933",
        "ctx": [
            "do you ever feel that everyone is too dramatic about the wrong things",
            "absolutely sometimes"
        ]
    },
    {
        "date": "201711010929",
        "ctx": [
            "is your creating process mostly inspiration or mostly grind? for me it's mostly grind because it's not like you can always be inspired. plus inspiration kinda leads tounoriginality",
            "did you just say 'inspiration leads to unoriginality'? did i read that right"
        ]
    },
    {
        "date": "201711010928",
        "ctx": [
            "i accidentally pressed enter before i finished typing my question pls fix ):",
            "i can't fix what you pressed, especially not when it's in the past"
        ]
    },
    {
        "date": "201711010923",
        "ctx": [
            "Have you ever had your content plgurized on Facebook?",
            "every day"
        ]
    },
    {
        "date": "201711010908",
        "ctx": [
            "can you make \"got to know what's going on\" video on youtube?",
            "i would consider it, although i will be focusing on new songs/videos released together at the same time"
        ]
    },
    {
        "date": "201711010902",
        "ctx": [
            "in your \"i don't wanna go to school\" video you say you are stupid but i think you are smart",
            "some people say if you don't go to school you're stupid. so that's me saying \"well fine. i will call your bluff\""
        ]
    },
    {
        "date": "201711010853",
        "ctx": [
            "how to stop trying to be liked by someone who always acts like they are above you",
            "did you try realizing you are above them"
        ]
    },
    {
        "date": "201711010846",
        "ctx": [
            "are all your videos allegories?",
            "i'm not sure. i actually don't know what an allegory is"
        ]
    },
    {
        "date": "201711011257",
        "ctx": [
            "do you have a fun fact",
            "fun is an integral part of many households, organizations, and communities. it can be used at home or in the work place\n\n\n\n\n\n(ref: questions-2017-10.html)PREVIOUS QUESTIONS"
        ]
    }
]