[
    {
        "date": "201904302229",
        "ctx": [
            "SO YOU HAVE BEEN ASKED THIS LIKE >10 TIMES BY PEOPLE BUT HOW DO U DEAL WITH DEPRESSION;I NEED ANOTHER ANSWER.",
            "i am not an expert on that. if i've answered more than 10 times that's way too many times for a non-expert to be answering"
        ]
    },
    {
        "date": "201904302157",
        "ctx": [
            "i assume next music vid is Not gonna be live action?",
            "might incorporate some"
        ]
    },
    {
        "date": "201904302154",
        "ctx": [
            "What were the steps you took to become so productive? I assume it was a gradual process of building up to the rate you're at today?",
            "just like a regular staircase, which unfortunately turned out to be a never ending stair case, so i tried walking faster, but to no avail. until finally i discovered the backwards longjump glitch"
        ]
    },
    {
        "date": "201904302154",
        "ctx": [
            "what did you do today?",
            "work on the project"
        ]
    },
    {
        "date": "201904301957",
        "ctx": [
            "I heard that the idea for \"New Canaan\" came from a train trip back in 2009 where you went to 4 towns and wrote abut them. What where the other 3 towns?",
            "i can't tell you until the songs come out"
        ]
    },
    {
        "date": "201904301859",
        "ctx": [
            "What are some songbooks you'd recommend?",
            "whatever's in the store. if you find one on the street, that's even better, that's fantastic good luck"
        ]
    },
    {
        "date": "201904301814",
        "ctx": [
            "it would be great if you put rabbit snakes on spotify if you haven't already",
            "i will do it"
        ]
    },
    {
        "date": "201904301747",
        "ctx": [
            "I thought you were going to post this month, what went wrong?",
            "i accidentally started making the product too good"
        ]
    },
    {
        "date": "201904301700",
        "ctx": [
            "(ref: q.php?date=201904300159)4.30.191:59 am  do you think this thing will ever be featured in one of your videos?",
            "it has been occasionally featured before in basic bits, but it is featured much more deeply, in the current video"
        ]
    },
    {
        "date": "201904301526",
        "ctx": [
            "Help, I forgot how to play by the rules!",
            "see figure 1"
        ]
    },
    {
        "date": "201904301448",
        "ctx": [
            "(ref: q.php?date=201904281910)4.28.197:10 pm  I loved that one! I thought that after it, more videos from 2010 would come on Fridays. But the one posted last Friday 4/26 was back in June of 2016. So now I'm wondering whether new Friday reality videos will still be hotewig ones or older ones from about 2010. Sorry",
            "anything is fair game"
        ]
    },
    {
        "date": "201904301448",
        "ctx": [
            "this is an arbitrary question, but i want to know your thoughts on this. what's a good ratio of familarity to uniqueness in art? the question doesn't make much sense.",
            "in the long run, you're probably gonna want to average to that golden ratio &phi;:1"
        ]
    },
    {
        "date": "201904301425",
        "ctx": [
            "im trying to write a song i can play on my guitar. just something cool. you know how it is. i'm using the progression D Am G(without the fifth string) D and only playing strings 3-6. it sounds fun but i need more variety. what do i do?",
            "add some words, melodies, characters, or plot lines. etc. Make something 'happen'"
        ]
    },
    {
        "date": "201904301419",
        "ctx": [
            "(ref: q.php?date=201706280301)6.28.173:01 am  Could you not circumvent this by placing the more appropriate dates in the description?",
            "hm, that reminds me of this (ref: mcdonalds-burgerking.png)burger king restaurant i saw the other day"
        ]
    },
    {
        "date": "201904301414",
        "ctx": [
            "are you planning on ever releasing a full album?",
            "i prefer to let the songs roam free",
            "ive been following you and listening to your music since 2015 and youre one of my favorite artists, i tell all my friends about you",
            "that's nice of you"
        ]
    },
    {
        "date": "201904301413",
        "ctx": [
            "would you say you viewed the world in a pessimistic way when you were younger",
            "no"
        ]
    },
    {
        "date": "201904301412",
        "ctx": [
            "whats your opinion on me as a person",
            "good"
        ]
    },
    {
        "date": "201904301357",
        "ctx": [
            "if i watch your videos on youtube without a google account, does that help their \"performance\" equally as much as it would if i had an account, or are there any downsides to this",
            "i have no idea"
        ]
    },
    {
        "date": "201904301306",
        "ctx": [
            "(ref: q.php?date=201904282248)4.28.1910:48 pm  so...laptop speakers then?",
            "no way, i'd never be able to hear the bass. although it is good to check on bassless systems anyway because a lot of the audience is bassless"
        ]
    },
    {
        "date": "201904302429",
        "ctx": [
            "(ref: q.php?date=201904300209)4.30.192:09 am  why don't you accept them for all their parts.",
            "i do",
            "let everything inspire",
            "in that case, i recommend/endorse every part of every song. no need to make any playlist in the first place, that would be unfair to the other songs"
        ]
    },
    {
        "date": "201904301145",
        "ctx": [
            "what is humanity's greatest achievement?",
            "piggybacking on top of achievements, to make bigger achievements"
        ]
    },
    {
        "date": "201904301126",
        "ctx": [
            "Hello! What studies did you do before doing (awesome) videos/musics?",
            "music, but also generally how the world seems to be and what it's like to be in it"
        ]
    },
    {
        "date": "201904301046",
        "ctx": [
            "why are plants green?",
            "to attract other plants"
        ]
    },
    {
        "date": "201904301043",
        "ctx": [
            "i wasn't alive in 2002. thoughts?",
            "you are probably younger than 17"
        ]
    },
    {
        "date": "201904301039",
        "ctx": [
            "is it bad i sometimes will say about half a sentence in English then switch to another language for a few words and go back to English",
            "it is awesome but maybe not everyone will be able to keep up"
        ]
    },
    {
        "date": "201904301027",
        "ctx": [
            "I have a theory that everyone is everyone else. Like, you have person A and B, and A thinks it's A and not B, and B thinks it's B and not A. But A and B are in the brain of person C (or you can think of it like C is reading the minds of both A and B). So C has the experience of thinking it's A and not B, and thinking it's B and not A, and maybe independent C thoughts not in A or B.\nMaybe people are like A and B, but we're all just C. Helps to explain why I feel like me and not like someone else. Any constructive criticism on this theory?",
            "the thesis (first sentence) seemed strong, but the explanation didn't seem clear to me. C reads minds? ? the explanation seemed to demonstrate that some people read minds and others do not . ... which doesn't seem to connect to the original statement ....."
        ]
    },
    {
        "date": "201904301015",
        "ctx": [
            "What is something you learned in the last week?",
            "how to build a lamp shade"
        ]
    },
    {
        "date": "201904300949",
        "ctx": [
            "Can you please explain what non-harmonic tones are?",
            "like if you play a tone with no other tones with it?"
        ]
    },
    {
        "date": "201904300948",
        "ctx": [
            "Do you consider yourself stubborn?",
            "that depends whether i'm right"
        ]
    },
    {
        "date": "201904300938",
        "ctx": [
            "Is Wingdings the best font for a resume?",
            "maybe 20 years ago"
        ]
    },
    {
        "date": "201904300902",
        "ctx": [
            "Which kind of questions you like to answer?",
            "i only answer questions relevant to communism and communist principles"
        ]
    },
    {
        "date": "201904300827",
        "ctx": [
            "Would the tradition grip allow me to have enough power to hit the snare drum for rock music,",
            "sure",
            "or would I have to use a different grip?",
            "according to the geological rock-snare index, a hardness of 3.7 is required for the snare. this can be obtained with traditional grip as long as your experience level is at a 6.9 on the hendersen's experience index",
            "Which grip would you use the loud rock music?",
            "i would use trad but maybe slightly thicker sticks, and if the part is super simple with like no little ghosties then i would flip the stick around backwards and matched, maybe. but that would be only if the mic amplification is registering at 2.8 or lower, from audience level metering"
        ]
    },
    {
        "date": "201904300821",
        "ctx": [
            "looking at my smartphone is like feeding myself anxiety on a spoon",
            "you might enjoy the 'power off' feature. it's a new feature"
        ]
    },
    {
        "date": "201904300820",
        "ctx": [
            "(ref: q.php?date=201904300022)4.30.1912:22 am I'm not the person who asked you this question, but why did you decide in the end that \"long long long journey\" should be in F# instead of G#?",
            "in Ab the highest notes must have been too high"
        ]
    },
    {
        "date": "201904300811",
        "ctx": [
            "i think you've said you're not an expert on the topic but perhaps you could clear out some confusion for me. what is the difference between \"head voice\" and \"falsetto\"?",
            "not sure, but i think falsetto is the mickey mouse one?",
            "because some sites seem to be using those two terms interchangeably and some others insist they are different. and i know what falsetto is but what is head voice.",
            "not sure",
            "but all sites seem to agree if you wanna go for the high notes you wanna be able to use a mix, and i have no idea what that means.",
            "i don't either",
            "so if you could drop your two cents...",
            "current acct balance here is zero cents"
        ]
    },
    {
        "date": "201904300808",
        "ctx": [
            "what are some of your favorite VSTs?",
            "never tried them"
        ]
    },
    {
        "date": "201904300736",
        "ctx": [
            "looking at your answers make me curious for how many hours have you slept in the past two days and how many times and just your sleeping pattern and/or lack thereof in general because oh my friend eye-",
            "generally i have a tendency to be awake for slightly longer than the average person, and then also sleep for slightly longer than the average person"
        ]
    },
    {
        "date": "201904300644",
        "ctx": [
            "are you the messiah?",
            "i thought you were"
        ]
    },
    {
        "date": "201904300638",
        "ctx": [
            "let's talk about your flaws-",
            "ok"
        ]
    },
    {
        "date": "201904300609",
        "ctx": [
            "Do you have transcriptions for the drum parts of your songs?",
            "no"
        ]
    },
    {
        "date": "201904300431",
        "ctx": [
            "what do ur shoes look like asking for a friend",
            "friends"
        ]
    },
    {
        "date": "201904300309",
        "ctx": [
            "how could Ipossibly cope with public anxiety and awkwardness?? it's hella serious and choking me but nobody barely notices so it's really my own insecurity which i can't deal with",
            "if you'd stop to notice for a moment how awkward everyone else is, you'd realize it's actually a competitive game going on here, whoever is the most awkward wins. prize is a golden statue of a person in a chair, not sitting, they are standing in the chair"
        ]
    },
    {
        "date": "201904300211",
        "ctx": [
            "i keep thinking i'm finally desperate enough to smash through my fear and laziness and get serious about following through on my music but then i keep falling through the floor to another level of suffering and stagnation, while also still progressing somewhat somehow. i think i might have got some mush brain from too much entertainment and pleasure",
            "i am sure pythagoras wrote at great length about this"
        ]
    },
    {
        "date": "201904300209",
        "ctx": [
            "Would you consider sharing public playlists on spotify or some other platform of music you like?",
            "if i'm gonna share any music i listen to, it is very important that i am able to edit it very precisely into small clips so as to absolutely avoid any confusion over which parts i do and don't endorse"
        ]
    },
    {
        "date": "201904300205",
        "ctx": [
            "tempo of new song?",
            "102"
        ]
    },
    {
        "date": "201904300159",
        "ctx": [
            "what's your current conundrum? figured out how much time time should take yet?",
            "i just discovered one of my major epic passions in life but it is so major that i might be dead by the time i can even really learn the thing"
        ]
    },
    {
        "date": "201904300156",
        "ctx": [
            "favorite memory from making HOTEWIG? besides finishing it.",
            "taking a trip to an unfamiliar neighborhood on a brilliantly sunny day on a historically unlucky day, to meet a marvelously friendly stranger who sold me a gloriously unopened graphics tablet, which was spectacularly compatible with my system due to being released in the same year, and therefore was also a fantastic price"
        ]
    },
    {
        "date": "201904300154",
        "ctx": [
            "are you addicted to art?",
            "art is just a fancy word for stuff. and yes i am addicted to stuff. which reminds me i was going to ask, does anyone have any stuff"
        ]
    },
    {
        "date": "201904300151",
        "ctx": [
            "biggest temptation you have overcome?",
            "casual smartphone use"
        ]
    },
    {
        "date": "201904300151",
        "ctx": [
            "hey what if you recorded another song about rain i bet you have lots of great rain songs",
            "i could but i think i need to catch up on non-rain songs"
        ]
    },
    {
        "date": "201904301222",
        "ctx": [
            "As a big fan, I really need to listen your demo version (only keys and vocal maybe?) of long long long journey or other of your latests songs. Please please please!!!! It would mean the world to me.\n\nThanks!",
            "ok, but you're not gonna like it. it's super mumbly, and i was wearing the shirt with the collar that obnoxiously rubs the mic for a hideous hideous scraping sound throughout. but this is the birth of the long long journey chorus, at first inception. (ref: movie-171-lllj.mp3)movie 171"
        ]
    },
    {
        "date": "201904292345",
        "ctx": [
            "what instrument do you think is the most crucial to your music?",
            "midi controller. wait no actually it's my voice"
        ]
    },
    {
        "date": "201904292219",
        "ctx": [
            "Rate the word \"perhaps\"",
            "1 out of 4"
        ]
    },
    {
        "date": "201904292218",
        "ctx": [
            "How's the content going?",
            "too good, which actually creates some problems",
            "keep up the good work"
        ]
    },
    {
        "date": "201904292130",
        "ctx": [
            "I'M SO FUCKING ANGRY I COULD THROW MYSELF AND EVERYONE ELSE ONTO THE FREEWAY WHAT THE FUCK AM I USPPOSED TO DO BILL",
            "aim for that middle grassy strip. soft landing, usually no cars there. good for a nice picnic if you don't mind the bees"
        ]
    },
    {
        "date": "201904292104",
        "ctx": [
            "am i allowed to call myself autistic (or say i ~identify with the autism spectrum~ or what fucking ever) based on years spent getting to know autism and myself, and a sense of \"holy shit i finally get it now, this diagnosis is actually a rly useful framework for me to understand why i am like how i am\" or do i have to wait until i get to the top of a provincial healthcare waitlist and find a doctor who agrees with me? because i'm getting pretty fucking tired of the latter hahahahah aaaaaahhh ah ahanaha haha",
            "any of the traits fount in an autistic diagnosis are well within the range of 'human' style traits and behaviors. they may not be traits that everyone has, but they are still vastly human traits. thousands and hundreds if not zillions of people have those traits. but if you are waiting for a doctor to write you permission to be yourself, i would pose the question: who do you think writes the doctors permission to be themselves? i'll tell you the answer: it's larger doctors. the point of this story is to see if you can locate the largest doctor and see if you can get them to write you permission to become a very large doctor, not the largest but possibly second largest"
        ]
    },
    {
        "date": "201904292044",
        "ctx": [
            "Do you have any tips for when you feel super fucking nauseous and can barely sit up but you have a bunch of stuff you gotta get done",
            "water is the only suggestion which may or may not help, but also you can be sure you will be very proud of yourself later, and it will make you feel even better than you would have felt, the next time you feel better"
        ]
    },
    {
        "date": "201904292017",
        "ctx": [
            "What kind of handheld audio recording device did you use in your car recordings? I'm looking for something to use to record lyrics that seem to always evade getting written down in time to get recorded on my computer.",
            "any smart phone can do it. but if you don't have that, any (ref: https://www.google.com/search?q=voice+recorder&tbm=shop)voice recorder will work"
        ]
    },
    {
        "date": "201904291941",
        "ctx": [
            "do you ever feel like it is \"wrong\" to obsessively \"try\" to be \"good\" at something that you might find extraordinarily cool in this world?",
            "no"
        ]
    },
    {
        "date": "201904291934",
        "ctx": [
            "why do you dislike slow clocks?",
            "why do you think i do"
        ]
    },
    {
        "date": "201904291850",
        "ctx": [
            "are all these questions fake and the ask a question section just not real",
            "no",
            "cuz I ask a lot of questions none of which have been answered."
        ]
    },
    {
        "date": "201904291844",
        "ctx": [
            "What is 8va in sheet music",
            "it means play it an octave above what's written",
            "and how is it different than 8vb?",
            "8vb means play it an octave below what's written",
            "Thanks"
        ]
    },
    {
        "date": "201904291817",
        "ctx": [
            "do u know how to sync up audio when you recorded video at half speed or double speed (for effect)",
            "yes"
        ]
    },
    {
        "date": "201904291802",
        "ctx": [
            "Do you enjoy, or care about politics?",
            "it can be refreshing. watching the whole world fight in a deadlock over 2 viewpoints makes all the other thousands of other great view points seem so pure, fresh, and available. like a fresh lake in northern maine"
        ]
    },
    {
        "date": "201904291610",
        "ctx": [
            "what's the most unusual object?",
            "a reliant robin?"
        ]
    },
    {
        "date": "201904291552",
        "ctx": [
            "have you tried and are you good at sight reading sheet music",
            "rhythmic / drum notation i've had firmly in the bag since childhood. add chord symbols and i've had that in the bag since perhaps my teenage years. add pitches into the equation, ...... i can write it fast but read it slightly slower but i can still get there"
        ]
    },
    {
        "date": "201904291522",
        "ctx": [
            "What is your opinion on paradoxes?",
            "it's a nice convenient way to break a box if you happen to be stuck in it"
        ]
    },
    {
        "date": "201904291451",
        "ctx": [
            "Do you feel like you are drowning in these questions?",
            "i have learned to swim, and i also have an assortment of life vests and rafts, stored aboard the many assorted boats i have stored on my larger boats which are stored in large hangars aboard my cruise ship, as part of my cruise ship franchise"
        ]
    },
    {
        "date": "201904291450",
        "ctx": [
            "have you ever facepalmed at the sight of a question you received here",
            "i have a new technical device which allows me to actually read all the questions through my palm"
        ]
    },
    {
        "date": "201904291417",
        "ctx": [
            "thoughts on quantum particle physics?",
            "seems legit"
        ]
    },
    {
        "date": "201904291357",
        "ctx": [
            "when did you first make merch?",
            "sometime around 2017"
        ]
    },
    {
        "date": "201904291351",
        "ctx": [
            "have you entered the video production stage",
            "yes"
        ]
    },
    {
        "date": "201904291351",
        "ctx": [
            "what were you doing on september 17, 2012?",
            "starting a list of every song or partial song idea i had ever written, in chronological order"
        ]
    },
    {
        "date": "201904291150",
        "ctx": [
            "what is the best sin?",
            "making a religion"
        ]
    },
    {
        "date": "201904291140",
        "ctx": [
            "how 2 increase my intelligence level",
            "there is a cheat code, but instead of pushing the buttons you actually pull out the buttons, and you can access the intelligence directly. then pull out the intelligence and put the intelligence into yourself, and then you can put the buttons into yourself also, and then everyone will want to push your buttons, and you can charge a button pushing fee"
        ]
    },
    {
        "date": "201904291057",
        "ctx": [
            "What note is your car horn beep?",
            "never used it but i assume it's the standard near Ab and near B, combined to make a near major 3rd, the one we have all come to associate with casual afternoon rage"
        ]
    },
    {
        "date": "201904291042",
        "ctx": [
            "how was 2003 for you?",
            "disillusioned mostly"
        ]
    },
    {
        "date": "201904291032",
        "ctx": [
            "Is it safe to wear two watches",
            "it's safer than wearing one, that's for sure"
        ]
    },
    {
        "date": "201904290710",
        "ctx": [
            "what isn't the title of the new video",
            "star wars"
        ]
    },
    {
        "date": "201904290707",
        "ctx": [
            "why does your twitch page say you're a boomerang salesman",
            "just a little foresight, in case i actually do become one"
        ]
    },
    {
        "date": "201904290433",
        "ctx": [
            "will you release 'You're free to do whatever you want to' on spotify it is easily on of my favourite songs of yours",
            "yes"
        ]
    },
    {
        "date": "201904290303",
        "ctx": [
            "(ref: q.php?date=201904280017)4.28.1912:17 am  Thanks for that. In that case, how can I determine which of your creations are made of \"fictional writing\"?",
            "i don't think there is any way to know for sure actually. but if you use the 'index card' test, i think that should give you at least 80% of the correct answers. the index card test is where you put a blank index card face down and then imagine that the correct answer is on the other side of it. and try to guess what you think the correct answer is without looking",
            "Also, how can I do some of my own \"fictional writing\"?"
        ]
    },
    {
        "date": "201904290209",
        "ctx": [
            "what made you decide to cutoff the extra parts of what is love that you originally wrote",
            "i don't remember but if i had to guess it would be the same reason i make any writing decision, which is to arrive at what i feel would be the strongest product for me at the time"
        ]
    },
    {
        "date": "201904282354",
        "ctx": [
            "i misremembered the lyric from at the airport terminal \"and everybody here is having an unusual time\" as \"interesting time\"",
            "i thought it was unusual DAY not time",
            "did you ever have a song use that phrase?",
            "i've used the word interesting very many times in songs. probably too many times"
        ]
    },
    {
        "date": "201904282320",
        "ctx": [
            "shouldn't vids like i'm crazy / it's raining and new canaan be in the bwb playlist on youtube?",
            "yes"
        ]
    },
    {
        "date": "201904282248",
        "ctx": [
            "Hi Bill. When you mix a song, do you use headphones or studio monitors? Or do you use both?",
            "i can't tell you, due to risk of being publicly ridiculed"
        ]
    },
    {
        "date": "201904282223",
        "ctx": [
            "how do you manage to fit so much shit into a week",
            "haven't learned to do it yet"
        ]
    },
    {
        "date": "201904282058",
        "ctx": [
            "Can you add \"stupid song\" and \"do what you want to do\" to Spotify please?",
            "yes"
        ]
    },
    {
        "date": "201904282015",
        "ctx": [
            "Did you learn to make/produce music/videos by yourself?",
            "yes",
            "Or did you learn at college/uni/etc?",
            "my only encounters with college(s) showed me how shockingly necessary it is to do things entirely my own way or else nothing will ever happen"
        ]
    },
    {
        "date": "201904281943",
        "ctx": [
            "Hey, I just discovered you and you are now one of my absolute favorite musicians... you're so creative and your sense of humor is hilarious, and the little messages in your music are so raw and honest, not to mention the *actual music part* (which is exactly the kind of stuff I've always dreamed of making). You're like nothing I've ever seen on Youtube (or anywhere) before and I'm so glad your creations exist.",
            "that's nice of you",
            "I wanted to ask: how are you feeling?",
            "pretty good",
            "And what's your favorite food?",
            "right now it's polygons which have been seasoned and roasted just enough so they do not feel like polygons even though they technically are"
        ]
    },
    {
        "date": "201904281930",
        "ctx": [
            "Are you still friends with people from highschool?",
            "no"
        ]
    },
    {
        "date": "201904281924",
        "ctx": [
            "What's your inspiration",
            "anything"
        ]
    },
    {
        "date": "201904281910",
        "ctx": [
            "(ref: q.php?date=201904271017)4.27.1910:17 am  But what about, like, ones from 2010?",
            "one of the longest and best reality videos i've ever made was done a couple weeks ago, released on friday 4.19.19, and it takes place on 11.18.10"
        ]
    },
    {
        "date": "201904281905",
        "ctx": [
            "Am I your creation?",
            "not exactly"
        ]
    },
    {
        "date": "201904281833",
        "ctx": [
            "What is a song?",
            "scientists keep trying to figure it out but the song always figures out the scientists first"
        ]
    },
    {
        "date": "201904281819",
        "ctx": [
            "how do you come up with lyrics??",
            "i'm not sure but i never do it without the music also"
        ]
    },
    {
        "date": "201904281819",
        "ctx": [
            "what were spoons made for?",
            "scooping"
        ]
    },
    {
        "date": "201904281816",
        "ctx": [
            "do you go through periods of dissociation?",
            "i don't know what that means"
        ]
    },
    {
        "date": "201904281543",
        "ctx": [
            "do you remember the line \"do you remember the day we pretended to be every star in the sky\"?",
            "now that you mention it yes",
            "i love the key change there"
        ]
    },
    {
        "date": "201904281525",
        "ctx": [
            "wait are you playing with scary pockets on their tour anywhere",
            "no"
        ]
    },
    {
        "date": "201904281515",
        "ctx": [
            "4.26.19  10:16 pm One big thing I've learned from you is to take my work seriously and become a librarian in terms of not letting any ideas fall through the cracks and keeping everything organized. This has been a huge help for me because I'm starting to be very encouraged by a huge growing library, and also starting to see some patterns and directions in all these little ideas, and all this helps me come up with new ideas to fill in the gaps. The part that I'm having trouble with though is the part where I'm supposed to work on a song and \"don't switch to a different one until you've made significant progress\"? Another fun issue that I've been dealing with for years, is re-writing songs. When I do go back to try to expand upon old ideas and fragments, I wind up making changes to the original idea and not adding anything new.. Sorry, this is long.. but I just wish I had more finished 'products' to show for all my little ideas and stuff.",
            "ah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that"
        ]
    },
    {
        "date": "201904281418",
        "ctx": [
            "What is the biggest achievement in your life by far?",
            "was born"
        ]
    },
    {
        "date": "201904281417",
        "ctx": [
            "what is your personality type?",
            "96"
        ]
    },
    {
        "date": "201904281359",
        "ctx": [
            "Why don't you release the most complete songs from your older catalogue onto Spotify then? I understand that many of them were mostly created for learning purposes, but many are genuinely great songs! E.g. Crazy/Raining, The Road, I Can Play, Bob Marley etc. I would love to have these available on Spotify :)",
            "i will do it"
        ]
    },
    {
        "date": "201904281332",
        "ctx": [
            "when was the last time you created a video and uploaded it online?",
            "i'm doing it constantly. the creating part usually takes longer than uploading, for technical reasons"
        ]
    },
    {
        "date": "201904281306",
        "ctx": [
            "can you teach me how to be as weird as you?",
            "weird is nothing special unless you can infuse it with a hearty dose of reason and earthly groundsmanship"
        ]
    },
    {
        "date": "201904282407",
        "ctx": [
            "If you had everyone's attention for 30 seconds, what would you say?",
            "i would maybe do some physics demonstrations"
        ]
    },
    {
        "date": "201904281050",
        "ctx": [
            "are you of this world?",
            "yes, and in"
        ]
    },
    {
        "date": "201904281012",
        "ctx": [
            "your reality videos and presentation of them are fantastic but i wonder if you would ever want your story shown more widely. do you think you'd want a 30-60 minute documentary of yourself? the kind that could get shown on Netflix, in theaters, airplanes, ect?",
            "that would be awkward because the story is still continuing on"
        ]
    },
    {
        "date": "201904281006",
        "ctx": [
            "do you prefer getting questions involving things about your content, you as a person, random questions, or music question?",
            "i like it when questions put me to the test. it wouldn't be a test if they were only 'preferred' questions"
        ]
    },
    {
        "date": "201904281005",
        "ctx": [
            "opinion on current slang terms?",
            "only time will tell which ones are current and which ones are timeless"
        ]
    },
    {
        "date": "201904281003",
        "ctx": [
            "do you enjoy the company of cacti?",
            "sure",
            "i think they provide very good conversation",
            "i disagree but i think they are good company for other reasons"
        ]
    },
    {
        "date": "201904280854",
        "ctx": [
            "What do you want?",
            "perhaps a cash cow"
        ]
    },
    {
        "date": "201904280826",
        "ctx": [
            "I want you to know that listening to your music restored something in me that helped me with my anxiety. You hold so opinions, which remind me of the positive aspects of humans, which have stopped me from feeling so lonely. \n\nI have now started a project which both excites me and terrifies me when i wake up in the morning. Should i post my work when i am happy with it or when i know i can't do any better? Currently concentrating on too many tiny details that no-one but me will notice.",
            "the stage you are on right now is like when you closed the car door too slowly and now you can't get it to latch because there's no momentum. you're gonna wanna go ahead and slam that thing unless you enjoy the cute dashboard picture of the door ajar"
        ]
    },
    {
        "date": "201904280657",
        "ctx": [
            "any straightforward advice to continue in life?",
            "life likes it best when it tells like a story. good or bad, both are elements to a good story"
        ]
    },
    {
        "date": "201904280652",
        "ctx": [
            "do you eat pineapples?",
            "that's ridiculous, no one can eat a pineapple"
        ]
    },
    {
        "date": "201904280416",
        "ctx": [
            "If I donate to u will the new vid come out faster?",
            "better maybe"
        ]
    },
    {
        "date": "201904280254",
        "ctx": [
            "whats your opinion on life",
            "it's perfect for doing stuff"
        ]
    },
    {
        "date": "201904280236",
        "ctx": [
            "when did all the windmills start to turn so slow? any idea?",
            "they have been spinning at the same speed this entire time, but your emotional perception of time may have changed"
        ]
    },
    {
        "date": "201904280207",
        "ctx": [
            "If somebody does me a favor, I'm supposed to say thank you. And if I say thank you, they're supposed to say you're welcome. But what do I say after they say you're welcome??",
            "by this time, both of you should have been long gone, well on your way to your next favor"
        ]
    },
    {
        "date": "201904280114",
        "ctx": [
            "r u illiterate?",
            "no"
        ]
    },
    {
        "date": "201904280112",
        "ctx": [
            "Perks of being a grown up?",
            "being tall?"
        ]
    },
    {
        "date": "201904281217",
        "ctx": [
            "Consider 2014. Have you tried any more modern ways of consuming your beans, besides drinking them from the can?",
            "that has nothing to do with 2014. i wrote that in 2010. was performed and recorded 2014, verbatim according to the 2010 writing. also the writing is fictional writing (musical)"
        ]
    },
    {
        "date": "201904272233",
        "ctx": [
            "Do you like the piano",
            "somewhat"
        ]
    },
    {
        "date": "201904272218",
        "ctx": [
            "Why don't you release your old titles on Spotify?",
            "some of the old titles were \"just an experiment\""
        ]
    },
    {
        "date": "201904272106",
        "ctx": [
            "How did you make Harmonizing the Weather Lady?",
            "first i made a decision on what all the melody notes are (spoken notes are sometimes ambiguous and require a decision to be made) then i used chords to contextualize it in the most sensible way possible, musically, without changing any of the melody audio/notes"
        ]
    },
    {
        "date": "201904272043",
        "ctx": [
            "What's your favorite thing to put under pizza",
            "our home planet earth"
        ]
    },
    {
        "date": "201904271954",
        "ctx": [
            "Some of your lyrics don't rhyme, but it still sounds really good. When I try to write something without using rhymes, it really doesn't work. It doesn't flow and just doesn't go together. But, sometimes if I make myself do rhymes, it sounds super forced and weird and the song doesn't end up saying what I wanted it to say. How do you make a song without rhyming all the lyrics?",
            "don't try to rhyme or not rhyme. also which words would you even try to rhyme or not rhyme? seem like a fool's game to me. just go for the exact thing you think would go best, at each moment. or, to add a twist, combine 2 moments into one double length moment and see what's best overall for that long moment. wait actually you could set the moment-length slider to any position at any time ..... oh this is turning into somewhat of an adventure"
        ]
    },
    {
        "date": "201904271911",
        "ctx": [
            "What's a topic that may be brought up in your next audio/visual content?",
            "courage"
        ]
    },
    {
        "date": "201904271731",
        "ctx": [
            "In \"and the day goes on\" did you say \"went down to virginia\" to fit with the southern theme of the song?",
            "i was going to say no, but now that i think about it yes"
        ]
    },
    {
        "date": "201904271614",
        "ctx": [
            "how do you create a book",
            "i'm not sure. i think you need special machinery"
        ]
    },
    {
        "date": "201904271558",
        "ctx": [
            "what are your opinions on mangos?",
            "almost too fruity to even be a fruit"
        ]
    },
    {
        "date": "201904271452",
        "ctx": [
            "WHO FUCKING CARES ABOUT WHEN A SONG WAS MADE",
            "me"
        ]
    },
    {
        "date": "201904271448",
        "ctx": [
            "have you said yes to playing sessions with anybody else?",
            "(ref: http://www.google.com/url?q=https://www.youtube.com/watch%3Fv%3DoN_YtmL1Ckg&sa=U&ved=0ahUKEwiDtrr20vHhAhWlwVkKHbPwDzoQyCkIGTAA&usg=AOvVaw1HkXnmOQhKklFv1Rb1g8RX)sure"
        ]
    },
    {
        "date": "201904271326",
        "ctx": [
            "So how long does it actually take for you to edit a video? Since your videos vary in length, let's say... a 2 min. video?",
            "longer than i wish"
        ]
    },
    {
        "date": "201904272438",
        "ctx": [
            "Do you think memes are art?",
            "memes make great art and art makes great memes. that's a tale as old as time"
        ]
    },
    {
        "date": "201904271017",
        "ctx": [
            "Do you think we'll be seeing more new old reality videos in the near future?",
            "every friday"
        ]
    },
    {
        "date": "201904270945",
        "ctx": [
            "tell me a right thing",
            "2 wrongs, maybe?"
        ]
    },
    {
        "date": "201904270943",
        "ctx": [
            "Are you mentally sound?",
            "yeqs"
        ]
    },
    {
        "date": "201904270939",
        "ctx": [
            "Is my life a lie?",
            "yes, and also true"
        ]
    },
    {
        "date": "201904270803",
        "ctx": [
            "is making videos for your songs fun to you or do you think it's tiring and frustrating?",
            "both"
        ]
    },
    {
        "date": "201904270724",
        "ctx": [
            "can you tell me what the notes of the opening chord of the pink panther theme are",
            "A, Bb, E"
        ]
    },
    {
        "date": "201904270657",
        "ctx": [
            "What's your favorite cliche phrase?",
            "hey"
        ]
    },
    {
        "date": "201904270641",
        "ctx": [
            "do you think you'd use a real piano in the live show",
            "not unless the show happens to be in a very special location which is already the natural home to a real piano"
        ]
    },
    {
        "date": "201904270538",
        "ctx": [
            "how does one build a universe",
            "have a problem"
        ]
    },
    {
        "date": "201904270456",
        "ctx": [
            "What does \"sus\" mean in a chord?",
            "Csus4 means C major but delete the E note and play F note instead. = CFG. ......... Csus2 means Cmajor but delete the E note and play D note instead. = CDG. ...... if there is no number, just Csus, assume it means Csus4",
            "And is there difference between 5dim and \"&deg;\"?",
            "C&deg; means Cdim",
            "Thanks!"
        ]
    },
    {
        "date": "201904270345",
        "ctx": [
            "what if i'm not ready to be alive yet",
            "no one is. 'alive' is greek for 'not ready'"
        ]
    },
    {
        "date": "201904270135",
        "ctx": [
            "do you prefer the minor iv chord with or without the added (major) 6th?",
            "depends when"
        ]
    },
    {
        "date": "201904270118",
        "ctx": [
            "how to love and/or like myself?",
            "see figure 2"
        ]
    },
    {
        "date": "201904271236",
        "ctx": [
            "Since summer is coming, what is your favorite thing to do during the summer?",
            "30 mile walk"
        ]
    },
    {
        "date": "201904262344",
        "ctx": [
            "What does prehistoric even mean? Doesn't that just mean an earlier part of history? Was there a history before history?",
            "it means the part before whatever is the popular part"
        ]
    },
    {
        "date": "201904262311",
        "ctx": [
            "do you consider yourself normal?",
            "yES!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
        ]
    },
    {
        "date": "201904262303",
        "ctx": [
            "What was your favorite song to write?",
            "i would prefer to write a new one to be my favorite"
        ]
    },
    {
        "date": "201904262216",
        "ctx": [
            "Why is it so hard to finish songs instead of just writing more and more song fragments (that never get completed). What are some possible solutions?",
            "first, make an organized list of every one you have. then number them. then select a random number, and work on that one. don't switch to a different one until you've made significant progress"
        ]
    },
    {
        "date": "201904262137",
        "ctx": [
            "do you ever come up with pick up lines",
            "no"
        ]
    },
    {
        "date": "201904262058",
        "ctx": [
            "Okay so I realised that 90% of the time I would have no idea what the chords that I'm playing at the time are called. I would just mash together random keys on my keyboard and decide whether it sounds good to me or not. Because of that I've decided to learn the names of many different chords. I found a very useful website a few hours ago that's all about music stuff, mainly chords. I played around with my keyboard and I wrote down my own definitions of different kinds of chords (add,dim,aug and sus). What should I learn about next now that I'm done with the names of the chords?",
            "get some song books and see if you can understand everything that's written in there"
        ]
    },
    {
        "date": "201904262023",
        "ctx": [
            "I recently found out that an artist my mom likes (Robert Palmer)'s back catalogue is mostly covers. I mean, they're good songs, but I feel like he's kinda deligitimized by the fact that there's not much original material. What do you think?",
            "disgree"
        ]
    },
    {
        "date": "201904261923",
        "ctx": [
            "thoughts on \"the chicken\" by jaco pastorius?",
            "still waiting to hear an arrangement that lives up to what i feel the song's potential is"
        ]
    },
    {
        "date": "201904261823",
        "ctx": [
            "hey bill, I have a problem. I want to be original but everything I do has never been done by anyone, help?",
            "i don't see the problem"
        ]
    },
    {
        "date": "201904261800",
        "ctx": [
            "How should I deal with homesickness? I've been in a foreign nation for three months and can't go home for another two.",
            "start a constructive project that requires you to be where you are for another 2 months"
        ]
    },
    {
        "date": "201904261749",
        "ctx": [
            "why are smiles pretty?",
            "they are usually the result of prettiness"
        ]
    },
    {
        "date": "201904261701",
        "ctx": [
            "Are you interested in biology?",
            "am it"
        ]
    },
    {
        "date": "201904261644",
        "ctx": [
            "How do you feel about keyframes?",
            "fine"
        ]
    },
    {
        "date": "201904261544",
        "ctx": [
            "predict the past",
            "it was pretty good"
        ]
    },
    {
        "date": "201904261329",
        "ctx": [
            "They just showed a video of me in class and basically the entire blooper section was dedicated to be being terrible. What do i do with my life now?",
            "star in your own videos"
        ]
    },
    {
        "date": "201904261159",
        "ctx": [
            "why am i sad?",
            "because you are getting ready to be much happier"
        ]
    },
    {
        "date": "201904261159",
        "ctx": [
            "how do you make music",
            "i'm not sure"
        ]
    },
    {
        "date": "201904261111",
        "ctx": [
            "why do i have such bad questions to ask?",
            "maybe you're better at answers"
        ]
    },
    {
        "date": "201904261046",
        "ctx": [
            "I have a friend that lies all the time. What should I do with him ?",
            "how about some fun logic games"
        ]
    },
    {
        "date": "201904260844",
        "ctx": [
            "Which so you think is better for humanity, asking new questions or trying to answer them?",
            "you won't get the benefits of either without doing both"
        ]
    },
    {
        "date": "201904260517",
        "ctx": [
            "Bill why do humans suffer?",
            "for creative purposes"
        ]
    },
    {
        "date": "201904260342",
        "ctx": [
            "what number precisely constitutes the limit for turkeys before it turns into \"too many turkeys\"?",
            "100"
        ]
    },
    {
        "date": "201904260139",
        "ctx": [
            "is sleep deprivation a top-tier strat for creativity",
            "no"
        ]
    },
    {
        "date": "201904261202",
        "ctx": [
            "what do you do as an alternative to clearing your throat? im trying to stop doing it but i can't sing or really talk well if i dont do it",
            "just sing instead. i know that seems crazy but that actually is good news all around"
        ]
    },
    {
        "date": "201904252317",
        "ctx": [
            "Should I set out to prove local climate change deniers wrong? I discovered one and it really upsets me.",
            "if they are meant to be wrong, they will be swiftly proven wrong by the climate itself"
        ]
    },
    {
        "date": "201904252253",
        "ctx": [
            "When did you post the reality video from 6.16.16 9:07am?",
            "4.26.19"
        ]
    },
    {
        "date": "201904252235",
        "ctx": [
            "Are u funcctional?",
            "yes please"
        ]
    },
    {
        "date": "201904252219",
        "ctx": [
            "Do you think Twitch is a good platform for you to answer these sorts of questions live?",
            "no but maybe"
        ]
    },
    {
        "date": "201904252201",
        "ctx": [
            "opinion on 2007?",
            "seems like the future and the past at the same time"
        ]
    },
    {
        "date": "201904252142",
        "ctx": [
            "Why am i so useless lmao",
            "this is to prevent you from being used by others"
        ]
    },
    {
        "date": "201904251930",
        "ctx": [
            "I think you said once that when you made your Genius Verified video, you were disappointed you weren't really able to discuss the musical side of the song. Have you thought about making a video about that yourself?",
            "yes"
        ]
    },
    {
        "date": "201904251906",
        "ctx": [
            "What is your opinion on music from today?",
            "it will soon be a thing of the past"
        ]
    },
    {
        "date": "201904251748",
        "ctx": [
            "I'm touring with a band and having an awesome time, but I have this nagging dread that I'm wilfully and ignorantly committing to decemating the environment with a stupid art project with all this travel I'm doing. Should I cool off chasing dreams like this to try and be more responsible? Or should I just keep going because everyone else is just as irresponsible?",
            "do whatever you are best at"
        ]
    },
    {
        "date": "201904251627",
        "ctx": [
            "What does it feel like to be the greatest artist of our generation?",
            "big if true"
        ]
    },
    {
        "date": "201904251611",
        "ctx": [
            "What's better records or CD's?",
            "i'm not sure"
        ]
    },
    {
        "date": "201904251534",
        "ctx": [
            "(ref: q.php?date=201707101828)7.10.176:28 pm  was this your isparation for hotewig?",
            "that question was 2 months after history of the entire world was already finished and released"
        ]
    },
    {
        "date": "201904251411",
        "ctx": [
            "what qualifies as music",
            "you will have to check with the music qualification committee, but they are currently out to lunch. they have always been out to lunch. safe to say they are having a very nice lunch, probably the world's greatest lunch. that is, if it even qualifies as lunch, which can only be determined by the lunch qualification committee, who is currently busy listening to 'music'"
        ]
    },
    {
        "date": "201904251318",
        "ctx": [
            "hey man, thank you so much for making at the airport terminal. i have a family member who travels constantly and it really complicates our relationship, and my life has been taking a really jagged path these days and it's hard to feel like there's a purpose or give myself permission to be quietly satisfied with the process when i'm yanking myself all over the place by my own chain. at the airport terminal scratches both those itches for me, so to speak. i've been watching/listening to it a lot this week and it's really been nice. <3",
            "you may like certain scenes from the movie \"Up In The Air\" before it gets sad"
        ]
    },
    {
        "date": "201904251300",
        "ctx": [
            "From the song \"Mount St. Helens is about to blow up,\" why did you put rain in a 5 day forecast that has more than 5 days?",
            "wasn't that from 'hi i'm steve'?"
        ]
    },
    {
        "date": "201904252413",
        "ctx": [
            "Were your scary pockets collaborations just a \"show up and play it\" type of thing, or did you actively contribute to developing the arrangement?",
            "both. show up and arrange it really fast"
        ]
    },
    {
        "date": "201904252401",
        "ctx": [
            "hey bill the tab icon of this website changed, was that intentional",
            "no change here. it's your broswer that changed"
        ]
    },
    {
        "date": "201904251122",
        "ctx": [
            "An existential question for you, Bill. If the multiverse theory is, in fact, correct, and there is a multiverse for every possibility, then theoretically there should be a multiverse where the multiverse theory is incorrect,",
            "might be incorrect at a certain viewing range, but you can always zoom out further. no zoom limit on this",
            "therefore invalidating the entire theory, correct? So, with this logic, the multiverse theory is nothing more than a paradox, right? If I'm wrong, could you shed some light onto where my flaw(s) are?",
            "you are underestimating the infinite nature of the verse(s)"
        ]
    },
    {
        "date": "201904251109",
        "ctx": [
            "(ref: q.php?date=201904232155)4.23.199:55 pm  how can i develop such a bold level of confidence in a \"product\"?",
            "spend years of determination in search of great product"
        ]
    },
    {
        "date": "201904251105",
        "ctx": [
            "why on google your genre is pop?",
            "why not"
        ]
    },
    {
        "date": "201904250937",
        "ctx": [
            "When you do the performance thing what sings are you planning to perform",
            "i think it's better when it is a surprise"
        ]
    },
    {
        "date": "201904250859",
        "ctx": [
            "do you find political polarization as dumb as i do?",
            "how dumb do you find it"
        ]
    },
    {
        "date": "201904250721",
        "ctx": [
            "what was i thinking about?",
            "society"
        ]
    },
    {
        "date": "201904250435",
        "ctx": [
            "when will you be releasing more content?",
            "as soon as it's finished",
            "the fans are getting more and more desperate"
        ]
    },
    {
        "date": "201904251246",
        "ctx": [
            "I've just read through a good portion of your notes, and took a look at a lot of your pictures on here. I took notice that you progressively adorned your walls with quotes from prominent figures about success and leadership. Did you want to do that, or did you need to do that?",
            "i didn't do it",
            "Regardless, the tangibility of inspiration is... inspiring. Have a favorite quote?",
            "fail and fail again"
        ]
    },
    {
        "date": "201904242156",
        "ctx": [
            "Okay so major chords are the 1 3 5 notes of a major key and minor chords are the 1 3b 5 notes of a major key, but can minor chords also be the 1 3 5 notes of the minor key?",
            "same thing"
        ]
    },
    {
        "date": "201904242139",
        "ctx": [
            "What's your opinion on caves?",
            "difficult to count"
        ]
    },
    {
        "date": "201904242010",
        "ctx": [
            "Does E equal m x (c^2) or does E equal (mc)^2?",
            "m x (c^2)"
        ]
    },
    {
        "date": "201904241919",
        "ctx": [
            "what is the point of creating things?",
            "the things. and you"
        ]
    },
    {
        "date": "201904241758",
        "ctx": [
            "ok cool but what happened to improv",
            "timeless. you can make things up"
        ]
    },
    {
        "date": "201904241738",
        "ctx": [
            "Do you put hidden meanings in your songs?",
            "songs are like plants. things may be hidden behind the leaves",
            "Are you willing to reveal one?",
            "it depends which side you can already see"
        ]
    },
    {
        "date": "201904241723",
        "ctx": [
            "what are you made of?",
            "time"
        ]
    },
    {
        "date": "201904241612",
        "ctx": [
            "what percentage happy and sad is your new song?",
            "33.3%, 66.7%"
        ]
    },
    {
        "date": "201904241509",
        "ctx": [
            "What does it mean to be successful",
            "do something good or well"
        ]
    },
    {
        "date": "201904241506",
        "ctx": [
            "why cant i just do my thing",
            "what thing is it"
        ]
    },
    {
        "date": "201904241458",
        "ctx": [
            "Why am I so unfit for this world?",
            "because the world is unfit. this is unfit world"
        ]
    },
    {
        "date": "201904241354",
        "ctx": [
            "You seem very dark yet create such bright music and ideas. I to am very dark but all I can write is dark things, how do you do it?",
            "i think after you create 100 dark things, brightness will sprout automatically"
        ]
    },
    {
        "date": "201904241347",
        "ctx": [
            "What is a shorter way to say \"procrastination\"?",
            "better not said"
        ]
    },
    {
        "date": "201904241313",
        "ctx": [
            "How do you come up with the ideas for your songs?",
            "everything is ideas"
        ]
    },
    {
        "date": "201904241310",
        "ctx": [
            "Can you explain the ending of 2001 a space odyssey?",
            "no"
        ]
    },
    {
        "date": "201904242459",
        "ctx": [
            "in 1 word, how do you describe earth day",
            "daily"
        ]
    },
    {
        "date": "201904242453",
        "ctx": [
            "Have you ever made any mistakes while making videos?",
            "yes"
        ]
    },
    {
        "date": "201904242452",
        "ctx": [
            "(ref: q.php?date=201904191126)4.19.1911:26 am  How can I gain some of Bill's Skills and start playing drums without having any?",
            "i learned on a drum set. i was fortunate enough to have access to a drum kit for the entirety of my childhood. but the world is wide and bright still for someone who doesn't, i think. first, get sticks. then get a pad. then get a kick pedal that works with a kick pad, and also a drum chair (throne). Also, make frequent trips to a rehearsal studio with drums already there. you can find pay by the hour places in any major city. but if you really wanna get on the hyper-speed learning bus you're gonna wanna get yourself into a band that gigs regularly. like anything. churches, weddings, church weddings, funerals, church funerals, convenient stores, convenient store funerals,"
        ]
    },
    {
        "date": "201904242445",
        "ctx": [
            "do you think that climate change is fake/or is it real",
            "the whole climate is fake"
        ]
    },
    {
        "date": "201904242438",
        "ctx": [
            "hey bill how should I play chords on piano and voice lead etc, do I go through voice leading chords in every inversion chromatically? I dont really know how I should play standards or any kind of music being a beginner at piano. im a bass player and I really hate not being able to play a chordal instrument.",
            "'voice lead' is not a term i know. but what you're gonna wanna do is just learn every song you know. do it on  'campfire mode'. pretend you are living in a rural area with no access to books or computers, and you are living in a community of close friends. figure out how to play songs for them, the songs you like. just learn the songs. after that you will understand everything"
        ]
    },
    {
        "date": "201904242401",
        "ctx": [
            "one word from new snog",
            "and"
        ]
    },
    {
        "date": "201904241150",
        "ctx": [
            "hi! could you sometimes make an angry song?",
            "sure"
        ]
    },
    {
        "date": "201904241139",
        "ctx": [
            "(ref: q.php?date=201904220052)4.22.1912:52 am  are you saying you cant force yourself to believe a lie even if it would have greater benefits?",
            "yes"
        ]
    },
    {
        "date": "201904241127",
        "ctx": [
            "can you reharm in your head?",
            "i try to harm right the first time, but sure"
        ]
    },
    {
        "date": "201904241115",
        "ctx": [
            "what chords sound \"jazzy\" that you use in your songs?",
            "it doesn't seem possible for 1 chord to sound jazzy. might be possible for an entire song to sound jazzy but even then i can't quite pin down what that means. the word jazz has morphed wildly in the last centery, as most words do"
        ]
    },
    {
        "date": "201904241058",
        "ctx": [
            "should i keep writing songs until i get a few good ones before releasing things or should i just release all my garbage as i make it",
            "release it privately until you think you've started getting the really good stuff, then start making it all public at a comfortable and decent pace"
        ]
    },
    {
        "date": "201904241035",
        "ctx": [
            "did you make it to the south pole in time?",
            "no"
        ]
    },
    {
        "date": "201904241015",
        "ctx": [
            "Hold on I'm confused. I get that maj7's are the root + third + fifth + seventh notes in a major key (at least I think), for example Cmaj7 = C E G B. But then what are the 7's?",
            "C7 is actually an abbreviation for 'dominant 7th' don't ask me why it's called dominant, i suspect it was popularized by a person named dominant. Or you could think of it as an abbreviation for C(b7)",
            "Because I know that something like C6 is the root + third + fifth + sixth, (C E G A), so then why isn't C7 C E G B?",
            "just a weird quirk of the history of the language. kind of like \"doubt\" has a silent b, or how 'invaluable' actually means valuable. oops",
            "Is this the same with other numbers (eg, ninths, fourths, elevenths)?",
            "yes but in this chord symbol language, if you just say 9 it is assumed to include the 7 also. Cmaj9 = Cmaj7(9). Cmin9 = Cmin7(9). C9 = C7(9)",
            "Also was does add mean? (Eg Cadd11)",
            "it means do it with no 7. but i think the one you mentioned might be more normally called add4",
            "and how does it differ from not an add (eg C11). Thanks."
        ]
    },
    {
        "date": "201904240723",
        "ctx": [
            "why dont you get someone to make the music with you? the person wouldnt do anything you dont want, the person would just do exactly what youtell them.",
            "what's the point of having another person if you're not even gonna let them be a person. that's what they do best"
        ]
    },
    {
        "date": "201904240652",
        "ctx": [
            "so I decided to drop out of school for a bit. what do I do now?",
            "become self employed"
        ]
    },
    {
        "date": "201904240616",
        "ctx": [
            "if you had 3 wishes, what would they be?",
            "true"
        ]
    },
    {
        "date": "201904240229",
        "ctx": [
            "Thoughts on bread?",
            "can be squashed. squashability is an ever present feature of that item"
        ]
    },
    {
        "date": "201904240204",
        "ctx": [
            "did you know that you've anagrammed two separate instances of the submission \"marshmallow cranberry pie\"",
            "i wonder if i did them differently"
        ]
    },
    {
        "date": "201904241213",
        "ctx": [
            "is this whole music thing worth checking out?",
            "if it is, it will find you"
        ]
    },
    {
        "date": "201904232348",
        "ctx": [
            "why are my lips a l w a y s dry",
            "because everything around you is dry"
        ]
    },
    {
        "date": "201904232337",
        "ctx": [
            "(ref: q.php?date=201904230849)4.23.198:49 am  can you link the story?",
            "what story"
        ]
    },
    {
        "date": "201904232314",
        "ctx": [
            "If someone always insults me, should I stop trying to be their friend lmao????",
            "sure"
        ]
    },
    {
        "date": "201904232313",
        "ctx": [
            "What's our of your favorite records that you would suggest I listen to right now?",
            "i cannot make any recommendations unless i have a much much more clear idea of who and where you are right now. otherwise all records are of absolutely the same recommendation. they all have the same inherent powers, that which the universe itself was born with"
        ]
    },
    {
        "date": "201904232155",
        "ctx": [
            "How do you handle the notion of consumer expectation when doing something as personal as music? Or do you not handle it?",
            "i was able to spend an obscene amount of time developing the product outside the realm of any consumer on earth. i was so confident in where i was going that i knew it would be the right product, especially for the right consumer(s). then when the consumer(s) arrived i was already well accustomed to the strategy and there was certainly no need to change it. but i do find that i need some shades or blinds occasionally, just so i can see what i'm doing a little more clearly"
        ]
    },
    {
        "date": "201904232135",
        "ctx": [
            "how are you so well versed on the human condition",
            "mostly from first hand experience"
        ]
    },
    {
        "date": "201904232044",
        "ctx": [
            "If you had time what older songs would you want to make videos for?",
            "all of them"
        ]
    },
    {
        "date": "201904232043",
        "ctx": [
            "How much has making videos influenced/changed your writing style?",
            "not in any way i can think of",
            "Has it made you try to make songs more as a combo of audio and visual, or is it still more the song first and the video whatever seems fitting?",
            "if it's a song it must be able to stand on its own with no video"
        ]
    },
    {
        "date": "201904232019",
        "ctx": [
            "Why is everyone so cute except for me?",
            "that's what cute means. it means 'someone else'"
        ]
    },
    {
        "date": "201904232015",
        "ctx": [
            "Do you like to pretend?",
            "only for business"
        ]
    },
    {
        "date": "201904231947",
        "ctx": [
            "how do you tell the people around you that you completely failed at a major task in your life when you didn't tell them you were even struggling",
            "maybe you don't have to tell them at all. but if you do, then you can explain that the reason you didn't tell them anything before was because you really didn't want them to be unhappy with you. almost everyone has been in this situaion before in some way, so i'm sure they will be able to relate to this"
        ]
    },
    {
        "date": "201904231849",
        "ctx": [
            "What do you want to get done before you make the bill wurtz band a thing? What do think it will take for you to decide \"yes i'm ready now let's do this\"?",
            "if i had some world wide hit music, that would make it seem like more of a priority, and worth pausing the production of new music. but even so i can't imagine ever being comfortable pausing the production of new music"
        ]
    },
    {
        "date": "201904231828",
        "ctx": [
            "Why have you not been posting on instagram or YouTube? (Hope this doesn't bother you)",
            "because the video i am making is still in the audio stages (not done, and therefore should not be posted to youtube yet) and my instagram account is mostly artifacts and reveals based on the upcoming video, which usually come from the visual portion of the process"
        ]
    },
    {
        "date": "201904231815",
        "ctx": [
            "opinion on wikipedia?",
            "it reminds me of the world's oceans"
        ]
    },
    {
        "date": "201904231809",
        "ctx": [
            "how soon is your next video coming out?",
            "not as soon as i would prefer"
        ]
    },
    {
        "date": "201904231748",
        "ctx": [
            "how do you think people should reply to your tweets",
            "personally i prefer not to use the @ sign on twitter. it just feels cumbersome and cluttered. so i have no advice for how to use it well. that being said i have many friends who are distinguished @ sign users and i have nothing but the utmost respect for @ signs and the dignified professionals who use them"
        ]
    },
    {
        "date": "201904231738",
        "ctx": [
            "can you play the mandolin?",
            "i never have but i think i could"
        ]
    },
    {
        "date": "201904231658",
        "ctx": [
            "what was the purpose of \"darkness video\"?",
            "i believe every artist should try a nothing piece at least once, just to get it out of your system"
        ]
    },
    {
        "date": "201904231605",
        "ctx": [
            "do you plan on invading russia",
            "not necessary, the damn thing invades itself"
        ]
    },
    {
        "date": "201904231604",
        "ctx": [
            "Can you write an opera for my dumb music class? Thx",
            "it would probably be some kind of escape song"
        ]
    },
    {
        "date": "201904231521",
        "ctx": [
            "How do you deal with procrastination?",
            "first you must never say 'procrastination'. that is a terriblly long word and it can waste very much time to say it"
        ]
    },
    {
        "date": "201904231434",
        "ctx": [
            "Relistening to \"might quit,\" did you actually decide to quit on the very first day of college/university or was it more over time before the realization hit?",
            "that's just a song, not a biography. but hopefully contains elements about how maybe i or others have felt before, in various ways"
        ]
    },
    {
        "date": "201904231415",
        "ctx": [
            "(ref: q.php?date=201904221235)4.22.1912:35 pm  Yeah, that's what I said. You aren't adding more dates",
            "yes i am. you said am i changing them. no i am not changing them. i am keeping the ones that are already there the same. and i am adding more videos at other dates, and keeping those the same as themselves also. actually not only am i adding videos and dates, but recently i covertly added multiple dates to all existing videos, to indicate more specifically when it was edited and posted, which is almost always a vastly different date from when the original content was recorded, due to the way the project works"
        ]
    },
    {
        "date": "201904232458",
        "ctx": [
            "have you ever struggled with peoples perception of you and did you find any tips or trix for that ?",
            "flip it around, perceive them back. give them a taste of their own medicine"
        ]
    },
    {
        "date": "201904232452",
        "ctx": [
            "I my college, the management sucks",
            "this is part of your education in how not to manage a college"
        ]
    },
    {
        "date": "201904231152",
        "ctx": [
            "Why do you care about our stupid questions?",
            "due to their intelligence"
        ]
    },
    {
        "date": "201904231152",
        "ctx": [
            "How do you feel about math?",
            "it's like heroin when you get so addicted you're almost dead"
        ]
    },
    {
        "date": "201904231035",
        "ctx": [
            "I'm at the airport terminal. what should I do now",
            "try to detect what part of the world you are in"
        ]
    },
    {
        "date": "201904230953",
        "ctx": [
            "Did you ever feel that the world wasn't ready for your content?",
            "the world is always right"
        ]
    },
    {
        "date": "201904230938",
        "ctx": [
            "Would you make a video about trains?",
            "i will try"
        ]
    },
    {
        "date": "201904230938",
        "ctx": [
            "Does nonsensical crap make you cool?",
            "no"
        ]
    },
    {
        "date": "201904230849",
        "ctx": [
            "(ref: q.php?date=201904220642)4.22.196:42 am  what about that one time you returned an F. Scott Fitzgerald book, which while doing so happened to be when you wrote \"murder your demon\"?.....i need to get out more.",
            "i did not write 'murder your demon' then, i wrote 'dream of evil.' which was at a different library than where i returned the book. and i only used the drop slot from 1 library, and the tables in the other"
        ]
    },
    {
        "date": "201904230822",
        "ctx": [
            "do you ever plan to go on that interview show on youtube where you eat progressively spicier chicken until you nealry choke when answering the host (that's the gimmick)?",
            "if they could take away the chicken wings i would do it"
        ]
    },
    {
        "date": "201904230722",
        "ctx": [
            "do you feel understood by your fanbase?",
            "occasionally"
        ]
    },
    {
        "date": "201904230644",
        "ctx": [
            "why isn't there a magic 9-ball yet",
            "too magical. would never get past the regulations"
        ]
    },
    {
        "date": "201904230550",
        "ctx": [
            "Do you play the violin?",
            "no"
        ]
    },
    {
        "date": "201904230431",
        "ctx": [
            "could you suggest a good name for a dolphin?",
            "My Dolphin 2"
        ]
    },
    {
        "date": "201904230220",
        "ctx": [
            "Can we have one word from your new song lyrics?",
            "the"
        ]
    },
    {
        "date": "201904230150",
        "ctx": [
            "How do i leave my room",
            "the same way you got there, but in reverse"
        ]
    },
    {
        "date": "201904230119",
        "ctx": [
            "why did my cat just shit on the floor",
            "because it ate something earlier, also gravity played a role"
        ]
    },
    {
        "date": "201904230104",
        "ctx": [
            "do you have tips on quickly being able to identify notes right away after hearing them? because i want to write songs but i think it'd be very difficult doing that because i'd have to go and listen to every note and match up what i have in my mind to what the notes sound like since i can't remember specific notes wdqwdwqwdqwdwqd",
            "this should come naturally the more quality time you spend with the instrument"
        ]
    },
    {
        "date": "201904231237",
        "ctx": [
            "Do your videos that at first seem preety odd have actually a deep meaning? And if so, give me clues and I will investigate",
            "you'll have to try them and see. it was made for you, not some alternate person in an alternate non-existant world full of chopped liver so to speak"
        ]
    },
    {
        "date": "201904231225",
        "ctx": [
            "when would it be, if you had the choice?",
            "now"
        ]
    },
    {
        "date": "201904222330",
        "ctx": [
            "Is there any chance you could put \"I like\" on Spotify any time soon?",
            "yes"
        ]
    },
    {
        "date": "201904222250",
        "ctx": [
            "I have decided to compile a list of my very favorite 320 songs that all have something about them that I really want to learn.I plan to learn as much of the list as I can in 3 months with a focus on performability (can I perform it for an audience comfortably?), assimilating elements (am i making any sense of what is going on?), and perhaps a little bit of content if I'm lucky.I'm putting this deadline because this is a deadly serious thing that i've probably been needing to do for awhile but I have been swamped with trying to figure out how to make content. But i'm afraid if i don't do this my content and my position as a musician will not grow nearly at the exponential rate that it might if i just do this project and use the powers afterwards.i just don't want to die taking forever to do it. Does this sound like a good plan to you?Any tips, tricks, or advice?",
            "what i would suggest is use a (ref: https://random.org)random number selection to determine which one you do next, and just start selecting ones and doing them. you can keep doing this for several days, but it is not necessary to do the entire list before doing anything else. you can continue to do this regularly while also working on other things"
        ]
    },
    {
        "date": "201904222247",
        "ctx": [
            "Do you have any tips for doing oral presentations in front of people?",
            "you will get better at it the more times you do it. no tips for the first time, just enjoy how ridiculous it feels"
        ]
    },
    {
        "date": "201904222223",
        "ctx": [
            "how to not be sad about everything one can be sad about?",
            "be happy about everything one can be happy about"
        ]
    },
    {
        "date": "201904222130",
        "ctx": [
            "so when you sync to a fingersnap on video at the same time as a snare, do you line up the initial frame of the snare or the first loud frame? and then do you line up with the blurry frame of the snap being performed, or the first clear frame of the snap being completed?",
            "the first loud sounding frame and the first clear frame of the closed snap should be fine, then watch it and see if it feels right. but actually in most cases, if i am snapping to a snare drum, it probably means i was listening to a playback of the song while recording. so what i do when the video is imported is i synchronize the room audio to the track and then everything is automatically at the right time"
        ]
    },
    {
        "date": "201904222105",
        "ctx": [
            "Would you make a video about trains",
            "sure"
        ]
    },
    {
        "date": "201904221922",
        "ctx": [
            "do you still use the camera mentioned in that one reality vid?",
            "no",
            "if so when do you use it and for what"
        ]
    },
    {
        "date": "201904221841",
        "ctx": [
            "im sad, what happened to every other tuesday?",
            "i started attempting to do every tuesday which caused me to fail spectacularly at everything",
            "i really need more bill wurtz content",
            "me too"
        ]
    },
    {
        "date": "201904221725",
        "ctx": [
            "4.18.19 4:00am\nFear of what exactly?",
            "anything you can imagine"
        ]
    },
    {
        "date": "201904221723",
        "ctx": [
            "who says i can't be ten feet tall",
            "no one but why aren't you"
        ]
    },
    {
        "date": "201904221658",
        "ctx": [
            "Can you teach me how to make toast?",
            "toast can only be made from 7 other pieces of toast, arranged in a sacred formation. the first piece of toast is believed to have been found high atop mount toast"
        ]
    },
    {
        "date": "201904221656",
        "ctx": [
            "Do you find eating weird? You basically shove things in a hole in your face",
            "i see what you mean"
        ]
    },
    {
        "date": "201904221616",
        "ctx": [
            "why don't you learn to play the otamatone",
            "never heard of it"
        ]
    },
    {
        "date": "201904221606",
        "ctx": [
            "How does one find what they want to do in life?",
            "it will find you. if it's not, then go exploring in a carefree manner"
        ]
    },
    {
        "date": "201904221556",
        "ctx": [
            "Easter is the first Sunday after the first full moon after the spring equinox, my man?",
            "the paschal full moon, and the ecclesiastical vernal equinox my man"
        ]
    },
    {
        "date": "201904221553",
        "ctx": [
            "Can you do how because",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "201904221534",
        "ctx": [
            "what was the last embarrassing thing you did",
            "got embarrassed at the incorrect time"
        ]
    },
    {
        "date": "201904222435",
        "ctx": [
            "Oh okay, so are you making the new reality videos without changing the dates?",
            "i've never changed the dates"
        ]
    },
    {
        "date": "201904222420",
        "ctx": [
            "What is a good productive thing to do while you are bored in school",
            "plan all the things you are going to do when you are not in school"
        ]
    },
    {
        "date": "201904222402",
        "ctx": [
            "Do you have a second job other than making music?",
            "making videos to go with the music. or sometimes making videos for music to go with"
        ]
    },
    {
        "date": "201904221125",
        "ctx": [
            "(ref: q.php?date=201904200943)4.20.199:43 am \n\nSame person here: \nI've also heard this argument: \nRepetitive Lyrics\nWhat's your take on that?\n\nAs a musician, I appreciate your insight.",
            "whatever floats your boat. the golden rule of music is, if you don't like a certain song or type of music, you shouldn't have to listen to it, besides in a torture p-o-w scenario"
        ]
    },
    {
        "date": "201904221102",
        "ctx": [
            "(ref: q.php?date=201804291510)4.29.183:10 pm  what sort of visuals would you have in mind",
            "people, in a band on stage playing songs"
        ]
    },
    {
        "date": "201904221017",
        "ctx": [
            "i wanna be too many things, i dont have enough money to figure out what one i wanna be. the things are themes, im trying to find my theme. advice?",
            "help 5 other people find their theme"
        ]
    },
    {
        "date": "201904221005",
        "ctx": [
            "do you write down every element of a song before performing it?,",
            "only some",
            "or do you \"feel\" how it sounds and them figure the theory behind it?",
            "no need for theory really, just write it down, listen, familiarize, and play. if it's a no-reading gig then that would require some memorization"
        ]
    },
    {
        "date": "201904220959",
        "ctx": [
            "What do you get from answering questions?",
            "knowledge, and power"
        ]
    },
    {
        "date": "201904220913",
        "ctx": [
            "Why do you think your voice sounds bad?",
            "i don't, i can usually do ok with it",
            "In my opinion, it's smooth as butter.",
            "usually i only include the best takes"
        ]
    },
    {
        "date": "201904220911",
        "ctx": [
            "are demons more afraid of me than i am of them?",
            "about the same amount"
        ]
    },
    {
        "date": "201904220814",
        "ctx": [
            "What is your ideological ideology?",
            "ideologic"
        ]
    },
    {
        "date": "201904220756",
        "ctx": [
            "When can we expect your apology or confession video?",
            "never. it will be unexpected"
        ]
    },
    {
        "date": "201904220642",
        "ctx": [
            "(ref: q.php?date=201904200715)4.20.197:15 am I want to learn more about something (like, enough that I can produce content somewhat authoritatively about it) and wikipedia/google searches aren't as much help as I would like.I'm thinking a library might be a good next step but I honestly don't know where to start with that",
            "i don't know either. the only thing i've ever used in a library are the tables"
        ]
    },
    {
        "date": "201904220243",
        "ctx": [
            "How do you order pizza?",
            "numerically"
        ]
    },
    {
        "date": "201904220138",
        "ctx": [
            "how to not be depressed ?",
            "invent a cure for something"
        ]
    },
    {
        "date": "201904221252",
        "ctx": [
            "what if you acted like you had a schedule to make yourself go faster but then there wasnt really a schedule and you just release it when it feels good? (i know ur gonna say that it would never get done but if you were going faster then it would be different than all the other times right?)",
            "the only time a deadline actually pushes me is if i fully believe it is valid"
        ]
    },
    {
        "date": "201904212351",
        "ctx": [
            "Do you generally respond a longer answer for a question that is longer?",
            "no"
        ]
    },
    {
        "date": "201904212329",
        "ctx": [
            "Dating advice?",
            "the number gets 1 lower; the day of the week gets one later, from year to year except leap years then it's 2. march and feb are identical in non leap years. jan and october are identical in non leap years. the double 31s are within the middle of northern summer, and over new years. christmas is exactly 1 week before new years. no one alive can actually figure out when easter is on their own, and one day that knowledge will be lost and we won't be able to find easter"
        ]
    },
    {
        "date": "201904212313",
        "ctx": [
            "how do i stay motivating in chasing after something when i don't know what that 'something' is?",
            "why would you"
        ]
    },
    {
        "date": "201904212259",
        "ctx": [
            "what is the meaning of lid",
            "i'm not sure"
        ]
    },
    {
        "date": "201904212239",
        "ctx": [
            "(ref: q.php?date=201904210125)4.21.191:25 am  what do you mean by improvising the lyrics?",
            "making them up as you go along",
            "For your own songs? Other songs? Any songs?",
            "you could make up a totally new song, or you could start with an existing song and then do it all wrong/different",
            "And what do you find beneficial about this?",
            "that's when you discover what your singing voice can really do. real life is unscripted. 99.9% of our talking is spent unscripted. it is automatically genuine when you are making it up. the 'weird challenge' is to do scripted material. even the best actors in the world still sometimes sound fake doing this. it is significantly more difficult to find a genuine voice when doing scripted material (spoken or sung) whereas the genuineness is pretty much there by default when you are making it up. for example try reading a book out loud. then compare that to how you normally sound when you are talking to real people throughout your day. you'll see which one is more genuine. unless you happen to be an awesome voice actor in which case maybe the written one might sound totally bang-awesome, but actually still probably fake. unless you've really got the seasoned touch of 1,000 ninjas"
        ]
    },
    {
        "date": "201904212218",
        "ctx": [
            "have you ever considered playing the didgeridoo",
            "no"
        ]
    },
    {
        "date": "201904212149",
        "ctx": [
            "hey bill i was wondering if you were ever planning on doing a foot reveal because i really think you should. i always wondered what celebrities feet look so i would really appreciate it if you could do a foot reveal.",
            "that was like (ref: https://billwurtz.com/my-foot.mp4)one of my first videos"
        ]
    },
    {
        "date": "201904212100",
        "ctx": [
            "is the latest anagram a reference to Song of Solomon 5:5?",
            "not my part"
        ]
    },
    {
        "date": "201904212011",
        "ctx": [
            "How many croutons is it okay to eat in one sitting? (The large texas toast kind)",
            "2"
        ]
    },
    {
        "date": "201904211859",
        "ctx": [
            "What was your graduation experience?",
            "maybe about like (ref: grad.png)this"
        ]
    },
    {
        "date": "201904211845",
        "ctx": [
            "When you made get ready to eat dirt were you thinking about dry, sandy, light colored crunchy dirt or dark, wet, soft smooth soil-y dirt? Or a mix of the 2?",
            "bad dirt"
        ]
    },
    {
        "date": "201904211742",
        "ctx": [
            "what are the thoughts of you on the word moist",
            "basic, mainstream. predictable. almost as if part of some wider global conspiracy, as if planted in everyone's minds simultaneously as the important word they must discuss"
        ]
    },
    {
        "date": "201904211735",
        "ctx": [
            "QUICK without looking what is the sixth song from the bottom of the songs page?",
            "i don't know. there has been a lot of discrepancy over what should be counted as a song, especially amongst the earlier work"
        ]
    },
    {
        "date": "201904211735",
        "ctx": [
            "what is your favorite color in terms of couches? in other words, what color do you think most complements your living room?",
            "black i guess"
        ]
    },
    {
        "date": "201904211731",
        "ctx": [
            "Hello. Is this the side effects of drugs?",
            "no this is what happens when you get rid of all the side effects"
        ]
    },
    {
        "date": "201904211728",
        "ctx": [
            "i am your father",
            "i believe you"
        ]
    },
    {
        "date": "201904211712",
        "ctx": [
            "where do i go to pay u",
            "(ref: https://billwurtz.com/donate.html)here"
        ]
    },
    {
        "date": "201904211709",
        "ctx": [
            "how do the figured bass symbols work?",
            "i have no idea. i have never encountered it in my professional or personal life",
            "what do the numbers indicate? for example, is there such thing as a 6-3 chord?"
        ]
    },
    {
        "date": "201904211702",
        "ctx": [
            "(ref: q.php?date=201904141732)4.14.195:32 pm  In \"mt St. Helens\" at the part where your talking about the blimp and how you can watch movies and play games on it, there's like 2 seconds of \"a play\". I can't find anything from \"movie star\" but maybe I'm just not looking close enough??",
            "most people are telling me it includes both, which makes sense because i recall looking at both. from movie start i think i used the staircase scene"
        ]
    },
    {
        "date": "201904211655",
        "ctx": [
            "(ref: q.php?date=201904201433)4.20.192:33 pm is that reality vid they linked newly posted or was that always there?",
            "that was posted friday 4.19.19"
        ]
    },
    {
        "date": "201904211643",
        "ctx": [
            "What is the right amount of vagueness for success?",
            "somewhere between 10.1 and 49.9%"
        ]
    },
    {
        "date": "201904211548",
        "ctx": [
            "is english real",
            "no but that won't stop us from doing it"
        ]
    },
    {
        "date": "201904211546",
        "ctx": [
            "How does your internal monologue sound like?",
            "like a blow torch but a little louder"
        ]
    },
    {
        "date": "201904211542",
        "ctx": [
            "(ref: q.php?date=201904201129)4.20.1911:29 am  I wanna know why you asked a question to my statement",
            "i wanna know why you are putting statements in the question box"
        ]
    },
    {
        "date": "201904211525",
        "ctx": [
            "do you like the pre-chorus to river of dreams?",
            "mostly yes"
        ]
    },
    {
        "date": "201904211512",
        "ctx": [
            "Can you do a proper face reveal some time?",
            "never"
        ]
    },
    {
        "date": "201904211454",
        "ctx": [
            "I don't want to be \"that guy,\" but wtf is oatmeal?",
            "mush, i think?"
        ]
    },
    {
        "date": "201904211429",
        "ctx": [
            "Will you ever start a gaming channel/series?",
            "maybe later"
        ]
    },
    {
        "date": "201904211420",
        "ctx": [
            "what's the bug situation like up in new york",
            "they are some of the greatest and strongest bugs in the world"
        ]
    },
    {
        "date": "201904211326",
        "ctx": [
            "the only time I ever come up with ideas for my content is when I'm about to go to sleep so I write them down but when I wake up and look at the ideas,,, it's so bad?? Even though I thought it was really good when I wrote them down?? Help",
            "you're going to have to decide who to believe. your night time self or your morning self. the next step in the conversation is to write some response notes in the morning, responding to your night notes. then the following night, make some new night notes but also look at the previous night notes and the morning responses. bring the 2 personas into closer proximity so they can fight it out, first hand"
        ]
    },
    {
        "date": "201904212417",
        "ctx": [
            "How would you define your genre in a \"specific\" way??",
            "provide a hypterlink to billwurtz dot com"
        ]
    },
    {
        "date": "201904212416",
        "ctx": [
            "is taco bell open on easter?",
            "i doubt it"
        ]
    },
    {
        "date": "201904211136",
        "ctx": [
            "hey all the chords in la de da de da de da de day oh are just stacked 4ths in a Gminor penatonic fashion",
            "that's not true",
            "please be my friend",
            "i will try"
        ]
    },
    {
        "date": "201904211134",
        "ctx": [
            "If atoms are made of quarks, what are quarks made of?",
            "gluons and so forth"
        ]
    },
    {
        "date": "201904211130",
        "ctx": [
            "how come?",
            "due to causation and reasons"
        ]
    },
    {
        "date": "201904211101",
        "ctx": [
            "Are watching the reality videos from the time of hotewig production gonna be like watching a horror movie?",
            "psychological horror"
        ]
    },
    {
        "date": "201904211101",
        "ctx": [
            "I like how you cut out the bullshit",
            "it evaporates in average weather"
        ]
    },
    {
        "date": "201904211051",
        "ctx": [
            "What are you ding for Easter today?",
            "trying to ascertain whether the isovox 2 would solve my life's problems"
        ]
    },
    {
        "date": "201904211012",
        "ctx": [
            "am i weird?",
            "survey says \"yes\" is the number one answer. second most popular answer was no"
        ]
    },
    {
        "date": "201904211000",
        "ctx": [
            "is your next song featuring a rubber chicken",
            "wow that's a very good guess"
        ]
    },
    {
        "date": "201904210922",
        "ctx": [
            "benefits of having entertained / educated zillions of people (if 65 million is a zillion, that is)",
            "i get the blue checkmark on twitter"
        ]
    },
    {
        "date": "201904210809",
        "ctx": [
            "Does our perception of time change as we age?",
            "perception of long term time seems to change",
            "A year feels like it goes faster every year.",
            "that's true. that is probably because there have been fewer mindbendingly life-changing things like learning to talk"
        ]
    },
    {
        "date": "201904210647",
        "ctx": [
            "i like your funy website and video . when did you deside to do it? im a kid and we saw your video in class about history my teacher sent the links and i wondered if you were a kid when you start",
            "i started putting the pieces together when i was very very young, but i didn't have all the pieces together to make anything resembling a 'full consumable product' until i was much much older, probably almost 100 years old it seems"
        ]
    },
    {
        "date": "201904210444",
        "ctx": [
            "Is it boring answering all these questions every day?",
            "sometimes i wonder if it's boring to ask them"
        ]
    },
    {
        "date": "201904210310",
        "ctx": [
            "What's you transcription process? Do you figure out the melody then the chords, or something else? Is it different for each tune?",
            "it depends on who or what the transcription is for"
        ]
    },
    {
        "date": "201904210204",
        "ctx": [
            "ever feel like something was supposed to happen but it didn't happen?",
            "sometimes"
        ]
    },
    {
        "date": "201904210158",
        "ctx": [
            "Tips on getting yourself on a consistent sleep schedule so you don't deprive yourself of sleep?",
            "no tips available"
        ]
    },
    {
        "date": "201904210125",
        "ctx": [
            "let's say that i desperately wanna make my own music, just as you are, but i have absolutely no experience in making my voice sound remotely good. i've got good ears and pitch and everything, but the voice just sounds bad and the technique is nonexistent. how do you think i could at least get my voice to a good baseline which i could expand on throughout my life, in like a solid two months?\ni know \"just do it a lot\" is a great answer here, but how do i \"just do it\" well enough that i can make solid progress along with that? i think i know how this works for physical instruments which i can observe the mechanics of in front of my eyes, but the voice is too obscure, where should i even start? i can feel myself dipping into that 13th level of suffering",
            "this is similar to what i went through, because i am working from the same starting point as you. but you will already be better after 1 month. and at 2 months you will be a little better. and at 3 months you will be better. so the 'baseline' you are working with is actually right now, that's your starting point. 2 months from now will be the middle. unless you stop singing entirely after 2 months. \nfor specifics on technique, for some reason no professional vocal technical advice ever made any sense to me until many years later, and much of it still doesn't. i found that the voice is so deeply connected with life itself that it was almost impossible for me to think directly about most of the things professionals tell you to think about. so i had to find much more abstract tricks. one of the most important tricks i learned was to improvise the lyrics. and for scripted material, try to do it like you are terrified of joe jackson whipping you"
        ]
    },
    {
        "date": "201904202249",
        "ctx": [
            "What are birds?",
            "male bees"
        ]
    },
    {
        "date": "201904202230",
        "ctx": [
            "any advice for figuring out the harmonies to your jingles? i can handle ur songs but the jingles escape me",
            "if you unpause-pause really fast, you can figure out anything, by just listening for each note in there one by one. it's even easier nowadays you can cut a very small piece and loop it"
        ]
    },
    {
        "date": "201904202226",
        "ctx": [
            "are u chaotic chaotic? hank green seems to think so http://edwardspoonhands.tumblr.com/post/184323097102 but your output is so organized here! and you schedules seem so important to you! i like and respect him and also like and respect u so i know categories are not usually a thing u choose to classify yourself with but this is really interesting. maybe he just meant in person. chaos seemed to be one of the goals of the h3 interview. or maybe just a result? do u pursue chaos intentionally?",
            "no"
        ]
    },
    {
        "date": "201904202154",
        "ctx": [
            "how to cure sweaty palm syndrome",
            "carry a bag of chalk with you"
        ]
    },
    {
        "date": "201904202103",
        "ctx": [
            "what are the chords between 0:38 and 0:42 (the part between the verse and the pre-chorus) from ELO's \"Twilight\"?",
            "that would be C Csus4, \nA F# Eb \nF"
        ]
    },
    {
        "date": "201904202012",
        "ctx": [
            "Why don't you listen to your own music or watch your own videos after they're released?",
            "too scary"
        ]
    },
    {
        "date": "201904201953",
        "ctx": [
            "is there something more powerful than god?",
            "god (or 'ogd' as i like to call it) does not seem to be a thing",
            "if so, do you think that god would worship it?",
            "would possibly be demoted first"
        ]
    },
    {
        "date": "201904201941",
        "ctx": [
            "what was the thought process behind the \"find love in the jungle\" and \"natural disaster\" parts of \"soap tips\"?",
            "that would be more intuition than thought"
        ]
    },
    {
        "date": "201904201839",
        "ctx": [
            "How did you come up with this strange enjoyable art style?",
            "i'm just trying to be reasonable"
        ]
    },
    {
        "date": "201904201807",
        "ctx": [
            "The latest reality video mentioned wanting to do a 4-5 minute video to change things up;what happened to make you change your mind and do HOTEWIG instead?",
            "i did not particularly want the history of the world video to be very much longer than 5 minutes. 7 at most maybe",
            "(Or is that covered in a later reality snippet?)",
            "the entirety of the time from that time until the present time, and beyond, will eventually be covered on the reality page"
        ]
    },
    {
        "date": "201904201722",
        "ctx": [
            "Is your merch real?",
            "i have no idea"
        ]
    },
    {
        "date": "201904201651",
        "ctx": [
            "Do you find the songs you remember the least tend to be your best, because you were so in the zone you forgot to make memory?",
            "if i remember them the least i don't know how i would know they are best"
        ]
    },
    {
        "date": "201904201512",
        "ctx": [
            "Can you do a videos on history of Europe I have my ap european history exam in three weeks and I'm struggling",
            "i'll give you a hint, history of japan took me 3 months to do and history of the entire world took 11 months to do"
        ]
    },
    {
        "date": "201904201446",
        "ctx": [
            "Bill, does your music slap or bop",
            "bop and maybe slam too if the conditions are just right"
        ]
    },
    {
        "date": "201904201433",
        "ctx": [
            "https://billwurtz.com/reality/201011182328.mp4 when you say stuff like \"everyone freaked out\" does this refer to an imaginary anticipated audience?",
            "imaginary, and also me"
        ]
    },
    {
        "date": "201904201328",
        "ctx": [
            "Some people say life gives you lemons.",
            "i've never heard anyone say that, i have only heard people speculate about what to do in case that should ever occur",
            "But lemons are actually a cross between a bitter orange and a citron, meaning life never gave us lemons, we made them ourselves. What do you think about this?",
            "who do you think made the lemons, and were they alive or dead do you suppose"
        ]
    },
    {
        "date": "201904202451",
        "ctx": [
            "do you put a bigger meaning into your videos/songs",
            "than what",
            "or do do you just have a really big imagination?",
            "i try to keep it as big as possible by using it plentifully"
        ]
    },
    {
        "date": "201904202430",
        "ctx": [
            "how do you feel about having your song on Tik Tok?",
            "having my own account would be nice"
        ]
    },
    {
        "date": "201904201144",
        "ctx": [
            "you often talk about intelligence and stupidity as if it's much less important than we think.",
            "no i don't",
            "why do you think this way?"
        ]
    },
    {
        "date": "201904201129",
        "ctx": [
            "you make no sense",
            "how much sense do you make"
        ]
    },
    {
        "date": "201904201127",
        "ctx": [
            "Hello, I have a question concerning synchronization of sound and images. You make text appear when the lyrics are said. Sometimes I edit films and I find it hard to synchronize a sound and a visual precisely, espacially when the tempo is fast. Sometimes I need to anticipate the sound by 1 (or 2) frames with the image, but sometimes it feels off. Sometimes I try to do it by just hitting spacebar when it is the right moment to put the image, but i'm not quite sure of this method. What is your experience regardning this aspect of editing? Are there some software that make it more intuitive, for that particular issue?",
            "put it to the exact frame. make sure scrubbing is on, so you can hear the audio for each frame. it sounds like you are already doing this, based on the fact that you said you know you are putting it 1 or 2 frames too early. putting on the exact frame will be better"
        ]
    },
    {
        "date": "201904200943",
        "ctx": [
            "Hey Bill, can you help me with this argument?\nSo there's this argument about pop music, that it's too simplistic, vague, repetitive, and easy to produce but mostly too repetitive.\n\nWhat do you think?",
            "for most of that, i reply \"for whom\" and for \"easy to produce\" i would say \"climbing mount everest is possibly easier\" also, what the heck does simplistic mean, is that like a more complicated version of simple"
        ]
    },
    {
        "date": "201904200838",
        "ctx": [
            "I have a dream but i am afraid i am wrongand itll be too late to turn back after everything i will be sacrificing. Should I do it?",
            "that all depends on what the thing is, which you did not tell me"
        ]
    },
    {
        "date": "201904200837",
        "ctx": [
            "How do i feel inspiration through your work? I wanna do that to.",
            "i am already doing everything i can to make it feel inspiring. if it doesn't work then another artist might be better for you"
        ]
    },
    {
        "date": "201904200715",
        "ctx": [
            "do you have any good tips for when you are at the library",
            "the first step is figure out why you went there"
        ]
    },
    {
        "date": "201904200555",
        "ctx": [
            "Are going to wait for another month for your newest video?",
            "you didn't specify who. if it's you, probably yes. if it's me, no, i will be working on it. the waiting game is hopefully behind me (i hope)"
        ]
    },
    {
        "date": "201904200449",
        "ctx": [
            "Are lizards great?",
            "i'm not sure"
        ]
    },
    {
        "date": "201904200421",
        "ctx": [
            "what's your favorite fruit?",
            "dirt"
        ]
    },
    {
        "date": "201904200401",
        "ctx": [
            "What do you do when you're lost?",
            "not know"
        ]
    },
    {
        "date": "201904200258",
        "ctx": [
            "are you free and insane yet?",
            "we all are and were"
        ]
    },
    {
        "date": "201904200143",
        "ctx": [
            "My sister is crazy, what do",
            "accept the challenge to become crazier yourself"
        ]
    },
    {
        "date": "201904200126",
        "ctx": [
            "hey just checkin in i hope you're doing good and feeling good. remember to have compassion for yourself, we're all doing our best, right? but if that's true my best is pretty shitty sometimes. how do you make your best even better?",
            "it's kind of like flying and flapping your wings, pressing down onto absolutely nothing, expecting that to somehow move you higher, which you will surely be able to measurably perceive based on how high you appear compared to the air around you"
        ]
    },
    {
        "date": "201904200119",
        "ctx": [
            "What do you think about that black hole picture?",
            "looked orange but ok"
        ]
    },
    {
        "date": "201904200119",
        "ctx": [
            "Am I wrong for saying bad words all the time when I'm just trying to make them less bad??",
            "all words are bad. that's just a fact"
        ]
    },
    {
        "date": "201904201241",
        "ctx": [
            "can i use yesn't in a conversation",
            "sure, if the other person can use 'what'"
        ]
    },
    {
        "date": "201904192320",
        "ctx": [
            "I think I identify with your characterization of Mount St. Helens. Do you identify with your characterization of Mount St. Helens?",
            "i don't entirely remember it but yes"
        ]
    },
    {
        "date": "201904192144",
        "ctx": [
            "Do you know of any song that goes IVM7 iiim7 VIIbM7 visus4 III IVM7 iiim7 I6 ii6 III vi or anything like that (treating vi like the tonic chord)? It is for a song I'm writing but I feel like I got it from somewhere (or at least part of it). Does it sound original? If not, do you think it's a good progression? (please bleep it too if it does sound original) And, do you have any suggestions?",
            "golden rule, never judge chords without everything else that goes with it. even worse to judge it on paper with absolutely nothing specified (tempo, timing, anything). that would be like taking a look at a list of color names (blue, yellow, etc) and trying to figure out whether that would make a good movie, without seeing any additional information like plot, characters, script, etc, or even what the colors actually look like exactly"
        ]
    },
    {
        "date": "201904192128",
        "ctx": [
            "What is the key to being creative?",
            "copy the key, then realize half way through copying the key that you want to do it differently anyway"
        ]
    },
    {
        "date": "201904191911",
        "ctx": [
            "I often write bits of songs, but I feel like sometimes I don't really want to say anything, or any words I think of have already been said before by someone else but songs generally have to have lyrics, yet I don't really want to write instrumental music. Do you have any advice?",
            "wander the earth for a bit, until you stumble upon something you actually want to do"
        ]
    },
    {
        "date": "201904191907",
        "ctx": [
            "Some of your most recent notes releases have fascinated me.Some of these notes feel like a lot more information is being revealed about you, or your processes.That's not to say that all earlier notes havent been very revealing.Do you feel as though you are consciously revealing more through lately or is it just sort of happening now? Do you deny that they're more revealing altogether?",
            "they run a broad spectrum of revealing and non-revealing, but the spectrum is getting broader on all sides the more content is released, as the overall context becomes gradually clearer"
        ]
    },
    {
        "date": "201904191823",
        "ctx": [
            "there's a spider nest in the bathroom and it looks like the babies are about to s c a t t e r what should i do??",
            "sounds like you could be the next contestant on 'aaaah spiders'. the grand prize is spiders"
        ]
    },
    {
        "date": "201904191651",
        "ctx": [
            "what is the meaning of death",
            "learning from your mistakes"
        ]
    },
    {
        "date": "201904191556",
        "ctx": [
            "What are your thoughts on the future of monetizing music?",
            "music is very powerful, there will always be a very powerful and monetizable use for it, even if it changes over time",
            "With streaming services paying next to nothing, do you think we'll see a better system for artists and consumers alike?",
            "i'm actually amazed they pay so much, considering the audience is usually capable of getting access to the music entirely for free"
        ]
    },
    {
        "date": "201904191543",
        "ctx": [
            "are words just words and thats why they are so powerful? or are words more than words and thats why they are so powerful?",
            "they are powerful, regardless of if they are more or less than themselves. which is a power they sometimes have"
        ]
    },
    {
        "date": "201904191540",
        "ctx": [
            "hey, can you help with those chords? https://youtu.be/kpMx2gnx83I?t=188 (from 3:09 to 3:17). thnx",
            "that would be, at 1 bar a line, \nGma7 \nF#7#9 (F#7b9) \nBmi7 F#(b9)/A# \nAmi9 D7sus4"
        ]
    },
    {
        "date": "201904191517",
        "ctx": [
            "What are your thoughts on stuff?",
            "very good, would recommend"
        ]
    },
    {
        "date": "201904191455",
        "ctx": [
            "How do you time?",
            "the only way to do it is by utilizing space"
        ]
    },
    {
        "date": "201904191445",
        "ctx": [
            "Do you think about your music theoretically, or do you play what you think sounds good?",
            "i thought the theory was supposed to be based on the sound anyway",
            "E.g do you think: \"Modal Interchange into the Dorian mode will be nice\" or \"That chord sounds nice let's use it\"",
            "i would never say 'modal interchange' when i can say 'switch' and it would mean exactly the same thing"
        ]
    },
    {
        "date": "201904191411",
        "ctx": [
            "Would you advise trying to love everyone",
            "that could be a good starting point"
        ]
    },
    {
        "date": "201904191408",
        "ctx": [
            "What sentence do you live by?",
            "i like to try different ones a lot"
        ]
    },
    {
        "date": "201904191321",
        "ctx": [
            "how much negative emotion do you have? I used to have a lot, but it's gone, and I almost miss it.",
            "+ or - 99.5%"
        ]
    },
    {
        "date": "201904191311",
        "ctx": [
            "Why do you like to be unprofessional?",
            "i do not"
        ]
    },
    {
        "date": "201904192444",
        "ctx": [
            "i'm curious about your process of going back through all your old voice recordings and improv videos to find material for reality vids and stuff. how do you effectively wade through hundreds or thousands of hours of recordings to find the little nuggets of gold?",
            "something like (ref: reality-search.png)this"
        ]
    },
    {
        "date": "201904192414",
        "ctx": [
            "opinion on 5/4?",
            "often used for only 1 bar"
        ]
    },
    {
        "date": "201904192414",
        "ctx": [
            "Do you enjoy the wonders of aquatic life?",
            "i don't have a good way of assimilating them into my daily regimen"
        ]
    },
    {
        "date": "201904191126",
        "ctx": [
            "Why are your drums never seen in your videos?",
            "they are sometimes, but hitting them would cause insanely intrusive sound vibrations all throughout the local vicinities"
        ]
    },
    {
        "date": "201904190832",
        "ctx": [
            "are you going to make new reality videos instead of adding old ones?",
            "i always record new reality content, and i always edit old reality content. the editing can be much stronger if i already know how the story is going to turn out. can use stronger forshadowing, better plot lines, not spoil new content, etc"
        ]
    },
    {
        "date": "201904190803",
        "ctx": [
            "why dont you post reality anymore?",
            "i do, every friday"
        ]
    },
    {
        "date": "201904190747",
        "ctx": [
            "I have a co-worker who is way too irresponsible and always finds an excuse in order not to do the job. I have a presentation with him and I want to make him do somwthing. Any tips?",
            "as you can see, getting other people to do something is not my strong point"
        ]
    },
    {
        "date": "201904190707",
        "ctx": [
            "(ref: q.php?date=201904180324)4.18.193:24 am  that makes no sense",
            "the lyrics/vocal was born entirely and 100% out of how that vamp feels. the entire explanation and essence of the lyric/vocal can only be explained by that"
        ]
    },
    {
        "date": "201904190438",
        "ctx": [
            "what are the types of content ur working on right now?",
            "sensoritory"
        ]
    },
    {
        "date": "201904190426",
        "ctx": [
            "Do you like kurt cobain's songwriting?",
            "sometimes"
        ]
    },
    {
        "date": "201904190144",
        "ctx": [
            "what's the difference between something weird and something normal",
            "a different difference from any of the other differences"
        ]
    },
    {
        "date": "201904190142",
        "ctx": [
            "How do I balance honesty with being considerate of other people's feelings? I used to never really say anything because I was afraid of somehow offending someone, but now I feel like I say too much.",
            "try to find an optimistic side of the truth"
        ]
    },
    {
        "date": "201904191249",
        "ctx": [
            "what makes a pillow comfortable",
            "the fluff, in the center"
        ]
    },
    {
        "date": "201904191200",
        "ctx": [
            "Are you going on tour by yourself or with other people?",
            "band"
        ]
    },
    {
        "date": "201904182347",
        "ctx": [
            "https://youtu.be/JKlSVNxLB-A what's the time signature for the intro riff? it sounds like 3/4 followed by a sped up 3/4 i don't know what that is.",
            "loosey goosey. he's playing alone, on his own time"
        ]
    },
    {
        "date": "201904182345",
        "ctx": [
            "what kinds of questions do you like getting? what kinds of questions do you like not getting?",
            "it's hard to know for sure",
            "what is your opinion on potatoes.",
            "no 2 potatoes are alike"
        ]
    },
    {
        "date": "201904182341",
        "ctx": [
            "on a scale of gay to gay how gay is gay",
            "i'd say an average amount"
        ]
    },
    {
        "date": "201904182335",
        "ctx": [
            "How do I learn guitar when I'm self conscious of the amount of noise I make?",
            "you could try electric guitar with a headphone system"
        ]
    },
    {
        "date": "201904182146",
        "ctx": [
            "Wanna start a cult?",
            "i have actually made a new years resolution to start fewer cults"
        ]
    },
    {
        "date": "201904182010",
        "ctx": [
            "am i a potato",
            "as long as you keep renewing that potato status year after year, then you should be all good"
        ]
    },
    {
        "date": "201904181903",
        "ctx": [
            "Bill I would rather sit and do nothing than do anything new, or important, or mildly interesting and enjoyable because I am terrified of screwing it up. What kind of person does this make me?",
            "cautious, careful"
        ]
    },
    {
        "date": "201904181743",
        "ctx": [
            "on a scale of 1-reversed big bang years when do you think society will be normal",
            "society is normal. where do you think they get all those norms from"
        ]
    },
    {
        "date": "201904181614",
        "ctx": [
            "Is the next song called \"rues\" by any chance?",
            "no"
        ]
    },
    {
        "date": "201904181404",
        "ctx": [
            "bill I feel like I build things up to mean more than they have to, and it's sorta tiring me out. I mean I make out everything anyone does or says or anything I do or say or anything anyone makes to be something powerful enough and big enough to change the world-but people tell me that's not how it works, that I can't change the world, and nothing else really can either. Well if that's true, what's even the point anyway? And if it's not true, and every action you take has the potential to change your life as well as billions of others, how do you take the right actions? Thabks.",
            "if you feel like every bit and piece of this universe has worlds full of meaning in it, you are right. if you are encountering skepticism or disapproval from others, it might not be that they disapprove of this idea, instead it might be an indication that they feel you are going slightly overboard in the way you are presenting yourself currently. if you have big monumental ideas of change for the world, sometimes it's better to not reveal too much until you've already made some tangible progress. otherwise you may earn a reputation of talking more than you can accomplish. don't let that stop you from actually following through with your ideas"
        ]
    },
    {
        "date": "201904181301",
        "ctx": [
            "Are you still going to make songs and videos?",
            "yes"
        ]
    },
    {
        "date": "201904182423",
        "ctx": [
            "Besides your own music, what was the last song you listened to?",
            "part of despacito"
        ]
    },
    {
        "date": "201904181110",
        "ctx": [
            "would you consider yourself an honest person?",
            "yes, and more"
        ]
    },
    {
        "date": "201904181004",
        "ctx": [
            "What are your thoughts on lemoms, limes, and lemon-lime?",
            "i think it's a conversation we need to start having"
        ]
    },
    {
        "date": "201904180917",
        "ctx": [
            "my right earphone broke. whatever shall i do?",
            "get a new pair (you have done this before)"
        ]
    },
    {
        "date": "201904180909",
        "ctx": [
            "What's the most memorable question you've received?",
            "(ref: most-memorable-question.php)this one"
        ]
    },
    {
        "date": "201904180751",
        "ctx": [
            "do you wish the questions you got were more philosophical overall? Or less? Or are the philosophy levels just right?",
            "the questions are not supposed to be right. that's what makes this page so exciting"
        ]
    },
    {
        "date": "201904180400",
        "ctx": [
            "What is the downside of being creative?",
            "fear"
        ]
    },
    {
        "date": "201904180324",
        "ctx": [
            "please explain the lyrics of \"how am i spost\" as in depth as you possibly can",
            "(ref: spost.mp3)ok"
        ]
    },
    {
        "date": "201904181244",
        "ctx": [
            "What voice part are you?",
            "for my own work i have to do all of them"
        ]
    },
    {
        "date": "201904181219",
        "ctx": [
            "Are you inspired by Billy Joel or not?",
            "sometimes"
        ]
    },
    {
        "date": "201904172354",
        "ctx": [
            "What is your opinion on pockets",
            "see if they are reversible, that could be fun"
        ]
    },
    {
        "date": "201904172334",
        "ctx": [
            "are you worried you'll go through a phase were you will try a bunch of weird pills for productivity?",
            "no"
        ]
    },
    {
        "date": "201904172312",
        "ctx": [
            "Do you actually have content saved up, or do you say that to protect yourself from the crushing reality that your career is something you can never finish?",
            "of course i can never finish it. there is infinite content left to make, in addition to a huge amount of content i have partially made, which would also take infinite time to finish"
        ]
    },
    {
        "date": "201904172225",
        "ctx": [
            "What's the difference between add2 and add9?",
            "nothing really"
        ]
    },
    {
        "date": "201904172115",
        "ctx": [
            "Why do I always forget everything",
            "to distract you from the innumerable things you do remember"
        ]
    },
    {
        "date": "201904172009",
        "ctx": [
            "is the name of your next song user",
            "no"
        ]
    },
    {
        "date": "201904171913",
        "ctx": [
            "What is your favorite meme",
            "pepin the short"
        ]
    },
    {
        "date": "201904171855",
        "ctx": [
            "i think i'm going to write a book and fill it with everything i like. i don't care if people buy it, i just think it's time to be happy instead of sad. thoughts?",
            "i recommend writing a second book also"
        ]
    },
    {
        "date": "201904171713",
        "ctx": [
            "how many \"ha\"s and how many \"ah\"s and how many \"hah\"s are in hahahahahahahahahahahahahahah?",
            "oh my it looks like you have just discovered quantum physics"
        ]
    },
    {
        "date": "201904171709",
        "ctx": [
            "How can I grow a beard?",
            "you must plant many beard seeds"
        ]
    },
    {
        "date": "201904171620",
        "ctx": [
            "(ref: q.php?date=201709171301)9.17.17 1:01 pm  What did this old shade of purple look like?",
            "(ref: q.php?date=201606211608)6.21.164:08 pm"
        ]
    },
    {
        "date": "201904171600",
        "ctx": [
            "where do you usually begin when you make a song? bass? melody? chords? drums? or does it vary?",
            "first i must adjust the shades to approx 70.71%"
        ]
    },
    {
        "date": "201904171503",
        "ctx": [
            "are ya dropping a bop soon",
            "could be a pob"
        ]
    },
    {
        "date": "201904171426",
        "ctx": [
            "how do i play kickball, other than kicking the ball",
            "stop other people from kicking it?"
        ]
    },
    {
        "date": "201904171328",
        "ctx": [
            "How can I get faster",
            "at what"
        ]
    },
    {
        "date": "201904171314",
        "ctx": [
            "do you like golf",
            "wish it had more balls"
        ]
    },
    {
        "date": "201904172451",
        "ctx": [
            "honestly i really don't think you should remove songs and videos from your website, i understand that you think some of them suck but i think that one of the things i liked about the website was that it had almost everything you had ever done, and removing things kind of ruins that, especially because not everything you removed was bad imo",
            "on a day to day basis, i add far more to this site than i remove"
        ]
    },
    {
        "date": "201904172435",
        "ctx": [
            "Do you or did you do percussion?",
            "it's one of the most important assets to my songs and videos"
        ]
    },
    {
        "date": "201904172420",
        "ctx": [
            "What year is it?",
            "i have it written down somewhere"
        ]
    },
    {
        "date": "201904172414",
        "ctx": [
            "why do people have multiple names for one note? why not just call it one thing",
            "you're lucky there's even a finite number of notes. a magic trick a few hundred years ago zipped that up. the double named notes are actually a relic of a sadder, more helpless reality, where the keys cirlcle flung out into oblivion on both sides and didn't connect, yet came so painfully close"
        ]
    },
    {
        "date": "201904172403",
        "ctx": [
            "i found an effective way to come up with a tune. just record yourself banging on your keyboard and play random notes. listen to it as many times as you want and see if you can hear something tuneworthy",
            "easier to just put a stapler holding down 1 note for 24 hours and record that"
        ]
    },
    {
        "date": "201904171127",
        "ctx": [
            "have you thought of getting a manager? that way you don't have to get people to do things, they can do it for you",
            "how do you get them to do that"
        ]
    },
    {
        "date": "201904171059",
        "ctx": [
            "Whats your opinion of fish with legs?",
            "don't know of any"
        ]
    },
    {
        "date": "201904170942",
        "ctx": [
            "Thoughts on The African Slave Trade",
            "would not recommended"
        ]
    },
    {
        "date": "201904170651",
        "ctx": [
            "Am rubber band",
            "#relatable"
        ]
    },
    {
        "date": "201904170303",
        "ctx": [
            "which questions should i avoid asking on here",
            "which questions should i avoid answering"
        ]
    },
    {
        "date": "201904170217",
        "ctx": [
            "how do i know music is real",
            "if you can hear it then it's real"
        ]
    },
    {
        "date": "201904171231",
        "ctx": [
            "I CANT SLEEP IM TOO EXCITED",
            "sounds like a good time to come up with solutions to all the world's problems (and write them down of course)"
        ]
    },
    {
        "date": "201904171223",
        "ctx": [
            "Would you call yourself art or what you do art?",
            "it is 100% science and business"
        ]
    },
    {
        "date": "201904171208",
        "ctx": [
            "i infuse a lot of uncertainty into my speaking/writing. \"maybe\", \"it seems\", \"probably\", \"could be\", ect. on one hand i think i am just trying to accurately convey reality. on the other hand, most professions frown on this",
            "as long as you are confident in your uncertainties, that's where you can get the big smiles. professional and non"
        ]
    },
    {
        "date": "201904162356",
        "ctx": [
            "how long have you been doing daily updates to the notebook?\n(clarification for the folks at home: updates of already made, past entries. meaning they are only being posted daily, not created daily. anyway like and subscribe)",
            "sometime this january i went on a binge of finding things to post, and i figured what's the point of dumping it all at once when people are still going to ask why i 'never update it' the next day, so i paced them out over several months so as to guarantee new readable content for you every single day. might even change the name of the site to \"active dot com\""
        ]
    },
    {
        "date": "201904162237",
        "ctx": [
            "How do I get some people in my theatre to memorize their lines???? The play is in two weeks come onnn",
            "i actually don't know how to get anyone to do anything"
        ]
    },
    {
        "date": "201904162228",
        "ctx": [
            "Would you like to be a voice actor for a video game?",
            "can you tell me some more details"
        ]
    },
    {
        "date": "201904162136",
        "ctx": [
            "I have a performance coming up, and I need help on how to show emotion while doing it, got any tips?",
            "there are no tips until you've done some shows before. it's impossible to learn anything until you've already been on the stage"
        ]
    },
    {
        "date": "201904162020",
        "ctx": [
            "what's your opinion on the importance of knowing your scales on the piano?",
            "if you get into a more personal relationship with the notes, the entire kingdom could be yours and you will not need to wait in any lines"
        ]
    },
    {
        "date": "201904161953",
        "ctx": [
            "I have to do something that I don't want to do. Any advice?",
            "find out why you have to do it"
        ]
    },
    {
        "date": "201904161942",
        "ctx": [
            "Wait if randomness is boring, then why is there the \"i'm feeling randy\" button?",
            "the randomness is being applied to genuine content. if you were to view the randomness itself, it would look like a series of numbers, chosen randomly"
        ]
    },
    {
        "date": "201904161922",
        "ctx": [
            "Have you ever thought about making your own band?",
            "yes",
            "If yes, what would be its name?",
            "i can't tell you"
        ]
    },
    {
        "date": "201904161919",
        "ctx": [
            "How do you come up with the notes and beat to your song?",
            "it's just the same way you would draw up a road map of your favorite town"
        ]
    },
    {
        "date": "201904161837",
        "ctx": [
            "is there any weak side of the traditional grip?",
            "only if you don't like it"
        ]
    },
    {
        "date": "201904161835",
        "ctx": [
            "have you ever listened to microtonal instruments (oud, ba&#287;lama, tanbur, ney etc.)? what dou you think about them? would you ever use microtones in your music?",
            "i will use tones of any size, as long as it registers boat floatingly high on the float-boat index"
        ]
    },
    {
        "date": "201904161734",
        "ctx": [
            "I feel like nothing but my diagnoses. Anything that feels like it's a part of my personality, is just a symptom. I feel like I am nothing but my problems. How do I feel like a person again?",
            "see if you can diagnose someone else with something. diagnosis is a very personly thing to do"
        ]
    },
    {
        "date": "201904161648",
        "ctx": [
            "(ref: q.php?date=201904160104)4.16.191:04 am \n\nLoop machines maybe?",
            "not interested in loops. my middle name is notloop, that's just a coincidence but you get the idea"
        ]
    },
    {
        "date": "201904161340",
        "ctx": [
            "How can I confess my feelings to a friend?",
            "ask them how you should do it to another friend"
        ]
    },
    {
        "date": "201904161328",
        "ctx": [
            "why do \"i'm sad\" and \"i wanna go home\" have almost the exact same instrumental?",
            "because they were test exercises done on the same day for exactly the same reason"
        ]
    },
    {
        "date": "201904161314",
        "ctx": [
            "is your next song \"sure\"",
            "no"
        ]
    },
    {
        "date": "201904162438",
        "ctx": [
            "thoughts on thought itself?",
            "it's like another world, in your mind!"
        ]
    },
    {
        "date": "201904162437",
        "ctx": [
            "what is the best crayola crayon name",
            "wax bean"
        ]
    },
    {
        "date": "201904161123",
        "ctx": [
            "Do you prefer taking long walks in cities or in the wilderness? Or both? Or some other terrain?",
            "from 1 city to another"
        ]
    },
    {
        "date": "201904161035",
        "ctx": [
            "What media do you think influenced your aesthetics?",
            "i always try to influence them first. that is the true sign of an influencer"
        ]
    },
    {
        "date": "201904160942",
        "ctx": [
            "Can you give me a synonym for tumbleweed?",
            "rolling bush"
        ]
    },
    {
        "date": "201904160835",
        "ctx": [
            "My team is losing the sports, how do I get over the emptiness inside",
            "you must win"
        ]
    },
    {
        "date": "201904160540",
        "ctx": [
            "Ok Bill.. I have a serious problem. It's been two years that I constantly (almost every day) try to write songs and, since I'm in an apartment, I write music by recording it (midi, looping ecc.). Every time I feel having a good idea I'm completely focus for the first hour then I go face down to bed and think, for the next days, that I had bad music ideas for that project in a way that makes me want to avoid it in the future. What should I do? I'm very sick of this.. I want to get things done..",
            "ah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that"
        ]
    },
    {
        "date": "201904160104",
        "ctx": [
            "on a theoretical bill wurtz live tour, do you imagine yourself playing drums for some significant portion?",
            "that would be cool if i could find a strategical way to avoid having it feel like a 'portion'"
        ]
    },
    {
        "date": "201904152316",
        "ctx": [
            "Does the title of your next video contain the letters \"s\", \"u\", \"r\", and \"e\" (anywhere, in any order)?",
            "some of them",
            "Is the title of your next song \"ruse\"?",
            "no",
            "Or does it contain \"ruse\"?",
            "no",
            "Am I on the right track with any of this?",
            "no"
        ]
    },
    {
        "date": "201904152315",
        "ctx": [
            "Are humans an important part of the history of the world?",
            "of the human world"
        ]
    },
    {
        "date": "201904152302",
        "ctx": [
            "Where is the sound coming from?",
            "all around you"
        ]
    },
    {
        "date": "201904152103",
        "ctx": [
            "hey bill, i wanna build my own animatronics. i want to make a model of them first but i don't know what to use/do. any advice? thanks :)",
            "look up the history of animatronics and see what the first one ever was. that one is probably insanely simple, see if you can make one similar to that first"
        ]
    },
    {
        "date": "201904152032",
        "ctx": [
            "(ref: q.php?date=201806091401)6.9.18 2:01 pm  what songs from 1890 have you been listening to?",
            "i just found out all the songs from 1890 are racist"
        ]
    },
    {
        "date": "201904151933",
        "ctx": [
            "Thoughts on the notre dame burning?",
            "it makes me thankful to live in a not burning place, knock on wood"
        ]
    },
    {
        "date": "201904151749",
        "ctx": [
            "what do you think about notre dame burning down?",
            "looking forward to notre dame 2"
        ]
    },
    {
        "date": "201904151629",
        "ctx": [
            "do you have advice on making friends",
            "it seems friends are never made directly. they tend to arrive as soon as you are making something else"
        ]
    },
    {
        "date": "201904151516",
        "ctx": [
            "Your opinion on the theme song to Friends?",
            "it can be used for personality tests, based on which line you think is the melody, in the chorus"
        ]
    },
    {
        "date": "201904151414",
        "ctx": [
            "Are your lyrics based on real-life things that happen to you, or are they random, or a little bit of both?",
            "they are mostly based on the music",
            "Like, you've said in the past that the girl you mentioned at the end of \"school\" was real, and of course \"new canaan\" was based on a real story. But what about some of your other songs like \"hey jodie foster\",",
            "based on the music, and then other things bloom from there",
            "\"rabbit snakes\",",
            "the intro is based on complete silence, the rest blooms from there",
            "or \"la de da de da de da de day oh\"?",
            "the first 2 lines were probably true when i wrote them (10 years ago), the mall thing kind of felt true, because i visited the mall and it seemed like 70% of the stores were closed. the rest is based on the music and life on earth generally"
        ]
    },
    {
        "date": "201904151410",
        "ctx": [
            "You've done all the Beatles but George, so...favorite George Harrison moment?",
            "maybe (ref: george-dowhatyouwanttodo.mp3)this"
        ]
    },
    {
        "date": "201904151347",
        "ctx": [
            "can you tell me a random fact that you know",
            "randomness is boring"
        ]
    },
    {
        "date": "201904152449",
        "ctx": [
            "How do I open a door?",
            "(ref: https://billwurtz.com/how-to-open-a-door.mp4)how to open a door"
        ]
    },
    {
        "date": "201904152438",
        "ctx": [
            "how to chords???",
            "try listening to the song with only the melody, and no chords. let that sink in for a minute. you will almost immediately begin to desperately thirst for at least 1 piece of harmony somewhere"
        ]
    },
    {
        "date": "201904152437",
        "ctx": [
            "how many drum tracks do you usually use?",
            "maybe about 47"
        ]
    },
    {
        "date": "201904152437",
        "ctx": [
            "what would you do if someone offered you a teaching job at a college/university for some kind of music class?",
            "not take it"
        ]
    },
    {
        "date": "201904152435",
        "ctx": [
            "is life a game?",
            "yes, and more"
        ]
    },
    {
        "date": "201904152411",
        "ctx": [
            "How can I be more assertive in finding gigs? I'm always frustrated that I practice all day every day and spend so much time working on my instrument but still don't get called for anything, but realized that it's because I don't actively seek them out. I just don't know where to start though. New York is such a daunting place.",
            "looks like you haven't gotten homeless enough yet"
        ]
    },
    {
        "date": "201904152400",
        "ctx": [
            "Whats your opinion on air?",
            "rare"
        ]
    },
    {
        "date": "201904151135",
        "ctx": [
            "when do you come up with the title for your video? do you think of it in the middle of the process of making a video?",
            "any time"
        ]
    },
    {
        "date": "201904151043",
        "ctx": [
            "how can i be productive",
            "first find the right product"
        ]
    },
    {
        "date": "201904150524",
        "ctx": [
            "(ref: q.php?date=201904132155)4.13.199:55 pm That was a very cool happy birthday harmonisation but it may be lost on the person who asked, that happy birthday in C, the first note is G, since they are asking a fairly basic question",
            "i think the person who asked it was actually looking for something much more complicated than what i gave"
        ]
    },
    {
        "date": "201904150116",
        "ctx": [
            "Thoughts on rain?",
            "rain is all feels"
        ]
    },
    {
        "date": "201904151230",
        "ctx": [
            "what emoji best represents your mood today?",
            "richard simmons"
        ]
    },
    {
        "date": "201904142322",
        "ctx": [
            "can we have an anagram of the title of the content you are producing",
            "sure"
        ]
    },
    {
        "date": "201904142316",
        "ctx": [
            "do you like green bananas",
            "they are a good asset, for the future"
        ]
    },
    {
        "date": "201904142230",
        "ctx": [
            "did you know how to edit videos before starting Youtube/ internet?",
            "barely"
        ]
    },
    {
        "date": "201904142228",
        "ctx": [
            "i work giving public speeches and i get too nervous, what should i do?",
            "i would think you'd get less nervous each time. after about 25 times you should be quite comfortable"
        ]
    },
    {
        "date": "201904142228",
        "ctx": [
            "Have you ever stopped to think?",
            "i prefer to think while on-the-go"
        ]
    },
    {
        "date": "201904142227",
        "ctx": [
            "i'm curious about your schedule, how are you managing it?",
            "with an intricate balance of failure and shame",
            "would you share with us how are you making it?",
            "am not, despite desperate cries of hope each day"
        ]
    },
    {
        "date": "201904142128",
        "ctx": [
            "should trophies be made out of metal, soda, plastic, or trees\n\nWhy must you think that good sir",
            "what about cold hard cash"
        ]
    },
    {
        "date": "201904142053",
        "ctx": [
            "what's updog",
            "i don't know anymore"
        ]
    },
    {
        "date": "201904142024",
        "ctx": [
            "You should write a ballad!",
            "i will do it"
        ]
    },
    {
        "date": "201904141829",
        "ctx": [
            "do you like ants",
            "they have a very interesting size to them"
        ]
    },
    {
        "date": "201904141809",
        "ctx": [
            "what's the time signature of What's This from nightmare before christmas?",
            "assuming a tempo of about 140, that would be likely notated 6/4 for most of the verse (title) lines, 4/4 for the bridge, and as we know usually when you crack open the can of time signature changes there's no bottling it up again. so there's gonna be changes all over"
        ]
    },
    {
        "date": "201904141752",
        "ctx": [
            "I'm at the point in my music career where loads of people are asking for my help because I'm good.",
            "i hope they are paying you",
            "I feel like it's my duty as an instrumentalist to take all the gigs but at the same time I just wanna work on all my own stuff all the time because that's actually what I enjoy doing. Problem is, I'm actually getting some decent gigs in the session kinda world so I feel like maybe I should stick at it. Should I keep making art I like for less people or follow the career developments?",
            "there are 4 factors: how much you like the gigs, how much you want the experience from the gigs, how much the gigs pay, i forget the 4th thing"
        ]
    },
    {
        "date": "201904141732",
        "ctx": [
            "Did you put a fragment of your \"a play featuring an iphone power block and a mechanical pencil\" in mt. St. Helens is about to blow up?",
            "i was going to, but i thought i changed it to movie star. ??"
        ]
    },
    {
        "date": "201904141718",
        "ctx": [
            "Do you like frogs ?",
            "i like the leaping quality they tend to have"
        ]
    },
    {
        "date": "201904141607",
        "ctx": [
            "how are you so wise???????",
            "it can be a useful self-defense tactic"
        ]
    },
    {
        "date": "201904141531",
        "ctx": [
            "How do I become a super genius (IQ>1000)?",
            "you gotta get your hands on the answer key to the IQ test"
        ]
    },
    {
        "date": "201904141456",
        "ctx": [
            "Do you think that someone can learn to match pitch or is that just a skill you're born with/without?",
            "i'm not sure"
        ]
    },
    {
        "date": "201904141455",
        "ctx": [
            "ok serious question. i have a crippling fear of death and it makes it hard to do ordinary things that one normally would do when... not dead. are you afraid of death? do you have any tips for someone who is?",
            "get a job as a garbage collector. that may sound strange but i think it will work"
        ]
    },
    {
        "date": "201904141446",
        "ctx": [
            "if you're doing a chord chart and the band is playing a Cm but the singer sings a Bb, you still write Cm and not Cm7, right?",
            "it depends on whom the chart is for"
        ]
    },
    {
        "date": "201904141431",
        "ctx": [
            "how do you think the world will end",
            "a new one will be started, and it will be unclear what happened to the old one. for example, right now it is not clear what happened to the previous world"
        ]
    },
    {
        "date": "201904141406",
        "ctx": [
            "Why I can't speak english?",
            "it's illegal"
        ]
    },
    {
        "date": "201904142421",
        "ctx": [
            "What is a things that are not the only thing",
            "small rocks"
        ]
    },
    {
        "date": "201904141116",
        "ctx": [
            "when i'm writing music i find it difficult to know what kind of section I just wrote (verse, chorus, bridge for example).",
            "keep an open mind. those terms can fool you, and the only thing that really matters is what happens and when",
            "However, when i listen to a song, i can easily hear which section is which and what would make sense to come next. Do you have any advice for me?",
            "apply that strategy to your own songs"
        ]
    },
    {
        "date": "201904141047",
        "ctx": [
            "currently in a rut and can't seem to find motivation to do work and create new things-how do you tackle this, good sir?",
            "i am unclear as to whether you want to do it or not"
        ]
    },
    {
        "date": "201904140939",
        "ctx": [
            "why is your art so good?",
            "due to its bad qualities"
        ]
    },
    {
        "date": "201904140819",
        "ctx": [
            "What if LOVE never exist in the universe ?",
            "that might be an awesome business opportunity for someone to bring it there"
        ]
    },
    {
        "date": "201904140647",
        "ctx": [
            "If there's a land of 2 letter words, then is there also a land of 3 letter words, or 1 letter words?",
            "sure"
        ]
    },
    {
        "date": "201904140517",
        "ctx": [
            "do people with absolute pitch speak \"in absolute pitch\" too? like, do they use the precise 12 tones when they are speaking?",
            "absolute pitch has nothing to do with restriction to 12 tones"
        ]
    },
    {
        "date": "201904140359",
        "ctx": [
            "would you add extra skin to your cheeks so u can store food in them?",
            "no"
        ]
    },
    {
        "date": "201904140334",
        "ctx": [
            "How does one make that so-called 'small talk'?",
            "talk about how nothing is ever as good as it used to be, that will surely win you concurrences of casual agreement"
        ]
    },
    {
        "date": "201904140226",
        "ctx": [
            "Do you like puns?",
            "know whey"
        ]
    },
    {
        "date": "201904140105",
        "ctx": [
            "What was your reaction to learning that vine was being disconnected?",
            "relieved, that i made it out in time"
        ]
    },
    {
        "date": "201904141219",
        "ctx": [
            "how old were you when you started playing instruments?",
            "around 2"
        ]
    },
    {
        "date": "201904132358",
        "ctx": [
            "help bill I'm nervous because I'm applying to a college I really really want to get into but I'm sorta struggling to do the application because I'm really anxious that I won't get in without a perfect application, and I don't want to screw this up. How to not screw this up/not be nervous about it and just do my best?",
            "i'm not sure"
        ]
    },
    {
        "date": "201904132155",
        "ctx": [
            "What are some cool ways to harmonize a melody?",
            "on 'old macdonald had a farm', let's say it's in C, you could add \"f f e\" notes above \"had a farm\" (a sixth up, in the key). Also on \"happy birthday\", on the last line ('happy birthday to you'), again let's say it's in C, you could put these notes under the melody: happy(Ab), birth(G), day(F#), to(F), you(E)"
        ]
    },
    {
        "date": "201904132130",
        "ctx": [
            "What would you do if you had to go to school, and that was all fine and good until you remembered halfway through that everything it taught was simply one restricting form of looking at the immense and barely-understood-by-humans conglomeration of information that is the universe and in a matter of centuries that narrow perspective on the universe would be completely abandoned for a revised and equally narrow perspective and the only things that would maybe still mean anything are things like love and life and books that can't be quantified or explicitly understood but somehow are more than the sum of their parts and besides your existence and what you choose to do with it doesn't really matter in the grand scheme of things and you want to go and work on these things that will matter centuries from now, whether or not it will be eventually recognized by humanity, but currently those things are not materially rewarded by society and so you may be starved, incarcerated, ostracized, or broke because of doing those things which is fine I guess but then you accidentally let it get to you and become very angry and bitter at humans for not setting up their society to reward doing things that matter which impacts both your ability to do things that matter and also go to school?",
            "start watching a bunch of conspiracy videos i suppose"
        ]
    },
    {
        "date": "201904132110",
        "ctx": [
            "why dont you make notebooks or realities anymore",
            "i do"
        ]
    },
    {
        "date": "201904132106",
        "ctx": [
            "how do i egg",
            "you cannot egg. only egg may egg"
        ]
    },
    {
        "date": "201904132043",
        "ctx": [
            "What is human nature?",
            "however you are"
        ]
    },
    {
        "date": "201904132030",
        "ctx": [
            "what would be the craziest needed thing in your future concert rider?",
            "not doing new songs/videos"
        ]
    },
    {
        "date": "201904131956",
        "ctx": [
            "Hey bill. I've asked a few questions before about making music (and you've helped a lot!!) but now comes the time to think about releasing my EP. I'd do it, but with the company I'm using, I have to pay 50 dollars to go through with it. Has this happened to you? And should I save up to do it?",
            "i prefer the ones that allow unlimited releases, and you just pay per year or something. that would be better if you want to release a lot of material"
        ]
    },
    {
        "date": "201904131855",
        "ctx": [
            "Is the concept of a situation situational?",
            "let me perform some calculations"
        ]
    },
    {
        "date": "201904131844",
        "ctx": [
            "What is currently bothering you?",
            "myself"
        ]
    },
    {
        "date": "201904131820",
        "ctx": [
            "favorite X-files moment?",
            "how about (ref: mulder-dark.mp4)this"
        ]
    },
    {
        "date": "201904131642",
        "ctx": [
            "is freedom free?",
            "let me perform some calculations"
        ]
    },
    {
        "date": "201904131624",
        "ctx": [
            "How did you get into making these great songs.",
            "still tring to make them better but i don't remember how i did it and i don't know how i'm going to do it now"
        ]
    },
    {
        "date": "201904131312",
        "ctx": [
            "What's your favorite Peter Griffin moment?",
            "how about (ref: peter-lamp.mp4)this"
        ]
    },
    {
        "date": "201904131027",
        "ctx": [
            "how do I survive living in an apartment where they force you to have roof work done for a week",
            "that might be easier than surviving in an apartment with a broken roof"
        ]
    },
    {
        "date": "201904131008",
        "ctx": [
            "why are you gay?",
            "because you said so"
        ]
    },
    {
        "date": "201904131000",
        "ctx": [
            "do songs you listen to inspire your different songs?",
            "the most different are probably the ones not inspired by any other song"
        ]
    },
    {
        "date": "201904130939",
        "ctx": [
            "favourite pasta?",
            "gone now. i ate it"
        ]
    },
    {
        "date": "201904130529",
        "ctx": [
            "After thinking about it for months, I finally came up with a genre to describe the stuff you make, and it's either Neo Jazz, or Jazzwave. Which do you prefer, and whaddaya think of these labels?",
            "they seem all wrong"
        ]
    },
    {
        "date": "201904130505",
        "ctx": [
            "I have been flown by a bird? What's next?",
            "book tour"
        ]
    },
    {
        "date": "201904130135",
        "ctx": [
            "What's this font",
            "unspecified"
        ]
    },
    {
        "date": "201904122338",
        "ctx": [
            "are you plotting to end humanity",
            "no"
        ]
    },
    {
        "date": "201904122238",
        "ctx": [
            "Do you consider yourself a social media \"influencer\"?",
            "it does occur to me now and again to influence the hell out of some folks"
        ]
    },
    {
        "date": "201904122226",
        "ctx": [
            "Would you consider the possibility of expanding your internet& media presence to Tinder?",
            "no"
        ]
    },
    {
        "date": "201904122111",
        "ctx": [
            "why am i so normal i have the most common body features and an average life",
            "it must be a good and popular way to be"
        ]
    },
    {
        "date": "201904122048",
        "ctx": [
            "recommendations?",
            "i have heard good things about pergatory"
        ]
    },
    {
        "date": "201904122024",
        "ctx": [
            "If a fortune teller can see the future, why didn't they never win the lottery?",
            "the future is changeable, even after it's been seen"
        ]
    },
    {
        "date": "201904121921",
        "ctx": [
            "How to deal with my parents",
            "you could give them an allowance"
        ]
    },
    {
        "date": "201904121906",
        "ctx": [
            "help me i told someone something really personal and i regret it!! should i tell them that it was just a prank or do i have other options??",
            "you're going to have to learn something personal about them"
        ]
    },
    {
        "date": "201904121826",
        "ctx": [
            "what is a jsfkdjflksjd",
            "could be a necklace"
        ]
    },
    {
        "date": "201904121743",
        "ctx": [
            "why hasn't someone from the future already visited us, help answer wurtman.",
            "because 'already' means past, not future"
        ]
    },
    {
        "date": "201904121644",
        "ctx": [
            "how do you make your font",
            "i don't recall making any fonts"
        ]
    },
    {
        "date": "201904121626",
        "ctx": [
            "I hate visiting my family. Please get me out of here. Save me.",
            "ok but who is going to save your family"
        ]
    },
    {
        "date": "201904121507",
        "ctx": [
            "how many transcriptions do you estimate you did before you started writing music?",
            "i wrote music before and after doing transcriptions"
        ]
    },
    {
        "date": "201904121335",
        "ctx": [
            "what is the big big vehicle",
            "could be an ordinary sized vehicle"
        ]
    },
    {
        "date": "201904120923",
        "ctx": [
            "do you want to join my crusade?",
            "which one is yours"
        ]
    },
    {
        "date": "201904120859",
        "ctx": [
            "how to survive a wedding?",
            "make your own wedding, in self defense"
        ]
    },
    {
        "date": "201904120559",
        "ctx": [
            "((ref: q.php?date=201904101327)4.10.191:27 pm ) Mind sharing the reason why?",
            "if many questions are asked, some have to be weird. it doesn't matter which ones, that's just what weird means"
        ]
    },
    {
        "date": "201904120325",
        "ctx": [
            "How do you always know the right thing to say?",
            "no one does"
        ]
    },
    {
        "date": "201904120238",
        "ctx": [
            "what's the first thought you had upon waking last morning?",
            "trying to recall what shape the world is"
        ]
    },
    {
        "date": "201904120154",
        "ctx": [
            "would you please share a lesson you learned recently?",
            "they are conflicting lessons. currently it's \"war of the lessons.\" there is an argument going on about whether time takes too much time or not enough"
        ]
    },
    {
        "date": "201904120119",
        "ctx": [
            "are you an enlightened being?",
            "it's on my to do list"
        ]
    },
    {
        "date": "201904121235",
        "ctx": [
            "have you got any sleeping tips",
            "no"
        ]
    },
    {
        "date": "201904121221",
        "ctx": [
            "is it legal to make laws?",
            "the legality of laws is wrapped up in a quantum superposition"
        ]
    },
    {
        "date": "201904121206",
        "ctx": [
            "Why is the climate in Brazil so crazy?",
            "you'll have to come there to see"
        ]
    },
    {
        "date": "201904112347",
        "ctx": [
            "Where is old jersey I can't find it",
            "(ref: https://en.wikipedia.org/wiki/File:Europe-Jersey.svg)here"
        ]
    },
    {
        "date": "201904112343",
        "ctx": [
            "(ref: q.php?date=201904081223)4.8.1912:23 pm  are you insinuating crying is a weakness?",
            "not even close"
        ]
    },
    {
        "date": "201904112337",
        "ctx": [
            "What do you think of the font Hoefler Text?",
            "<font style=\"font-family:Hoefler Text;font-size:75px\">oh it's fuckin world class"
        ]
    },
    {
        "date": "201904112253",
        "ctx": [
            "What do I do? Throughout the day I like to make up songs in my head I'd love to make (mostly because of you, thanks Bill) but I have no way to do it. All I have is a 25-key flat keyboard from Sharper Image and no musical know-how to save my life. Thank if you can help!",
            "in this situation, the first thing you want to try is your voice. the next thing would be like tapping various things (percussion)"
        ]
    },
    {
        "date": "201904112204",
        "ctx": [
            "Is it worth it to buy a fender Rhodes keyboard when I can just find a setting on a synthesizer that is pretty similar",
            "3 disadvantages of a real Rhodes that i can think of: they weigh 3,000 pounds, there's no pitch bend, no mod wheel, and to get the most interesting sounds out of it you are probably going to need several additional 3,000 pound devices"
        ]
    },
    {
        "date": "201904112132",
        "ctx": [
            "Thoughts on constructed languages?",
            "the language sometimes prefers to construct itself"
        ]
    },
    {
        "date": "201904112115",
        "ctx": [
            "You ever have much success using the Multiband compressor?",
            "just learning. it's scary but powerful",
            "Useful for bass and kick drums in my experience",
            "that's true"
        ]
    },
    {
        "date": "201904112039",
        "ctx": [
            "what is the best song in your opinion?",
            "you must make your own best song"
        ]
    },
    {
        "date": "201904112018",
        "ctx": [
            "ok so who tf are you please no vauge responses",
            "bill wurtz [ (ref: https://billwurtz.com\">billwurtz.com (ref: https://youtube.com/billwurtz\">youtube <a href=\"https://play.spotify.com/artist/78cT0dM5Ivm722EP2sgfDh\">spotify <a href=\"https://www.pandora.com/artist/bill-wurtz/ARnXpvcKjV5z2vm\">pandora <a href=\"https://soundcloud.com/billwurtz\">soundcloud <a href=\"https://twitter.com/billwurtz\">twitter <a href=)http://instagram.com/notbillwurtz)instagram ]"
        ]
    },
    {
        "date": "201904111846",
        "ctx": [
            "opinion on \"basic people\"?",
            "that's your opinion on someone unspecified"
        ]
    },
    {
        "date": "201904111845",
        "ctx": [
            "why do you answer questions at 1 AM",
            "why do you ask them at 6:45 pm"
        ]
    },
    {
        "date": "201904111804",
        "ctx": [
            "WOULD YOU LIKE ANE G G",
            "no"
        ]
    },
    {
        "date": "201904111750",
        "ctx": [
            "I just listened to your songs on Soundcloud for the first time and realised they are ever so slightly different from the YouTube versions.",
            "the audio is exactly the same. the video is different because there's no video",
            "Why?",
            "soundcloud does not allow video"
        ]
    },
    {
        "date": "201904111740",
        "ctx": [
            "do you think the people of earth will one day live peacefully or are we a doomed species?",
            "we are trying to figure something out"
        ]
    },
    {
        "date": "201904111708",
        "ctx": [
            "Gibson es 345, or Gibson es 330?",
            "never heard of either"
        ]
    },
    {
        "date": "201904111625",
        "ctx": [
            "How would you recommend making music without access to expensive software",
            "what do you have access too"
        ]
    },
    {
        "date": "201904111606",
        "ctx": [
            "can you play guitar?",
            "i know how they work, mostly",
            "because on the questions page you insinuate that you cannot, however I remember seeing a photo on your instagram of little bill playing guitar.",
            "this is to demonstrate the world renowned skill of holding a guitar correctly (i think)"
        ]
    },
    {
        "date": "201904111444",
        "ctx": [
            "how do i love stuff",
            "like it 100 times or more"
        ]
    },
    {
        "date": "201904111428",
        "ctx": [
            "have you decided yet what kind of content you want to release next? If it's a song, what key is it in?",
            "D"
        ]
    },
    {
        "date": "201904111404",
        "ctx": [
            "do you come up with the anagrams on the \"scarmble\" page?",
            "not the pink part but the grey part. and when they were blue, the blue part and the grey part"
        ]
    },
    {
        "date": "201904111347",
        "ctx": [
            "little confused, when I see a C-&#8420;(C minor triangle) does this mean Cmin(maj7)?",
            "i think so. i usually avoid the triangle because it seems not 100% clear"
        ]
    },
    {
        "date": "201904111316",
        "ctx": [
            "how do you determine the arrangement of the letters in your title designs? ('ueqstions', 'snogs', 'zzja', for example)",
            "artfully, together with the colors"
        ]
    },
    {
        "date": "201904112453",
        "ctx": [
            "I'm torn between buying a MIDI controller keyboard and bringing my laptop to gigs or buying a keyboard with built in sounds... what's your take on the matter?",
            "laptops at gigs make me uncomfortable. i've actually seen one crash on a gig"
        ]
    },
    {
        "date": "201904112447",
        "ctx": [
            "what kind of bread do you like",
            "scrambled"
        ]
    },
    {
        "date": "201904112411",
        "ctx": [
            "in \"got to know whats going on\", is this a song where you are telling someone a message (\"i know you think that its over but maybe were getting closer\") or are you telling this stuff to yourself?",
            "it goes how it goes .... only you know how it is used"
        ]
    },
    {
        "date": "201904112411",
        "ctx": [
            "what is a thing that you like to do that i could probably do",
            "advance modern science (if possible)"
        ]
    },
    {
        "date": "201904111122",
        "ctx": [
            "why do people answer the question \"do you mind if i do that\" with \"sure\" when in fact they mean to say \"no, i don't mind\"",
            "because it is such a close ghost cousin of 'is it ok'"
        ]
    },
    {
        "date": "201904111056",
        "ctx": [
            "I have basic video editing software that I have been using to make videos for my music.Problem is, I find the way I use this software to be not unique to me in style.I use it to layer colors and text and images and such.I know I am very inspired by you, but I don't know if what I am doing is copying you or just doing what I can with what I have.It bothers me that the word copycat is being used by some people to describe how your style might be influencing others. But I dont know if it's bothering me because i know i should feel bad about not having an entirely original video aesthetic or if the word just doesnt seem fair to others who are doing their best with tools.Making the music takes time, making the videos takes time, somehow this way of making videos just feels so intuitive.Like it's the most effective and efficient way to make content that is of some quality. I'm not sure how to feel about it.Would you advise me to steer clear of this way of editing?I get a bit panicky when I think of turning up the different dial because I dont know how to conceptualize another video style that feels like it has quality to it but doesnt take forever to make (using only my simple tools).Am I screwed?Part of me does feel bad because I feel like if I'm good enough I should know what to do about this problem.",
            "all you need to do is rotate the waterfall of energy you have poured into this rumination, and instead direct it straight into the project"
        ]
    },
    {
        "date": "201904111018",
        "ctx": [
            "mr wurtz, how do you feel about horseshoe theory",
            "fine"
        ]
    },
    {
        "date": "201904110925",
        "ctx": [
            "Do you have any inspiration for songs",
            "too much",
            "or are they mostly made off of the top of your head?",
            "they can come from virtually anywhere. inspiration flows in all directions, at every coordinate"
        ]
    },
    {
        "date": "201904110526",
        "ctx": [
            "I just got fired. What to do?",
            "hire the person who fired you, then fire them"
        ]
    },
    {
        "date": "201904110158",
        "ctx": [
            "What's your spaghetti policy?",
            "thrash"
        ]
    },
    {
        "date": "201904110139",
        "ctx": [
            "i am young and making music and no one listens to it. and the hottest artist in the world is younger than me, and it is giving me a crisis. what am i supposed to do",
            "it's important to remember when you see famous young people, they may not actually represent the average age of all the people it took to create and bring that music to market. if you compare the types of work you are doing with the other people in corresponding roles in popular music, i think you might find they are a bit older"
        ]
    },
    {
        "date": "201904110139",
        "ctx": [
            "Are songs mantras?",
            "sure",
            "Which of yours do you think is the most mantralike?",
            "i hate myself"
        ]
    },
    {
        "date": "201904111244",
        "ctx": [
            "if someone you met asked to be referred to by they/them pronouns what would you do",
            "do that"
        ]
    },
    {
        "date": "201904111202",
        "ctx": [
            "What's your opinion on sting rays???",
            "i respect them and i think they deserve proper funding"
        ]
    },
    {
        "date": "201904102242",
        "ctx": [
            "is any of the dialogue in your videos improvised, or is it all scripted out beforehand?",
            "videos in 2019, 2018, 2017, 2016 are nearly entirely script. non-song short videos on thursdays in early 2015 were usually based on improvised 1 liners. the reality page is 100% improvised material, and the improv pages are also improvised"
        ]
    },
    {
        "date": "201904102225",
        "ctx": [
            "What type of guitar do you like the most? Acoustic? Dobro? Electric? Bass?",
            "it depends on the situation"
        ]
    },
    {
        "date": "201904102213",
        "ctx": [
            "I've been asked to join a church choir and I'm thinking of doing it even though I have not sung in any sort of organized fashion in 20 or so years. Do you have any singing advice?",
            "the best first advice is to go there and see how it goes"
        ]
    },
    {
        "date": "201904102110",
        "ctx": [
            "Do you suffer from depression",
            "no",
            "if not what is your reaction to depressed people",
            "it's a good learning experience for me, and i try to answer all of those ones, because they are such a challenge for me to answer properly"
        ]
    },
    {
        "date": "201904102110",
        "ctx": [
            "How to become one with the microwave",
            "dial in the amount of time you wish for your frozen meal to be heated"
        ]
    },
    {
        "date": "201904102009",
        "ctx": [
            "Are you on the \"Deep Pockets\" tour?",
            "no"
        ]
    },
    {
        "date": "201904102001",
        "ctx": [
            "Do you watch the deleted scenes?",
            "yes, with an extra respectful grain of salt and understanding that they might not have had the proper editing treatment (might be missing the music, etc), and also with the understanding that they might have been simply cut because they weren't strong enough"
        ]
    },
    {
        "date": "201904101959",
        "ctx": [
            "do you take requests?",
            "in some ways"
        ]
    },
    {
        "date": "201904101958",
        "ctx": [
            "how did you find the right guitar and piano?",
            "i never found the right guitar, but the right piano i found in the local huge music chain retailer"
        ]
    },
    {
        "date": "201904101833",
        "ctx": [
            "what are the different ways of holding drumsticks and how do you do them",
            "you can surely find youtube tutorials on it, they are called \"matched grip\" and \"traditional grip\""
        ]
    },
    {
        "date": "201904101751",
        "ctx": [
            "In La de da can you please tell me what the fuck did you mean by \"it's the end of the world and I just can't wait\"?",
            "that line seemed to fit like a glove in that verse",
            "In the Genius annotation you said that kim and trump were having a Twitter feud.Can you link that feud if possible?",
            "i have never made any annotations on Genius"
        ]
    },
    {
        "date": "201904101722",
        "ctx": [
            "Are you ever going to talk about Velcro ?",
            "sometimes i am overwhelmed at the amount of stuff to talk about. i hope to talk about as much as i can"
        ]
    },
    {
        "date": "201904101646",
        "ctx": [
            "Do you have any tips for being an somewhat, not completley useless adult person? If yes, please write it in the response to this question. Hope you have a nice day :-)",
            "just be thankful you don't feel used"
        ]
    },
    {
        "date": "201904101632",
        "ctx": [
            "as a kid, before you learned the names of the chords, would you correlate them to pieces you had heard? (e.g. Bb - the \"star wars\" chord)",
            "i knew the names of chords very early, at least the easily namable ones"
        ]
    },
    {
        "date": "201904101549",
        "ctx": [
            "I really like your songs, but the two history videos took a lot of effort to understand (even though I understood the humor the first time I watched). Am I just dumb?",
            "no, they are about topics probably much too big for 1 video"
        ]
    },
    {
        "date": "201904101411",
        "ctx": [
            "(ref: q.php?date=201802051843)2.5.18 6:43 pm  are there actually people who do this?",
            "haven't thought about it",
            "how can i avoid becoming one?",
            "i don't know"
        ]
    },
    {
        "date": "201904101404",
        "ctx": [
            "i read about you in a magazine",
            "fair enough"
        ]
    },
    {
        "date": "201904101357",
        "ctx": [
            "Do What You Want To Do is a great song, what would you say the purpose of it is?",
            "what is your purpose in listening to it"
        ]
    },
    {
        "date": "201904101327",
        "ctx": [
            "Have you ever asked yourself why people ask you weird questions sometimes?",
            "i already know"
        ]
    },
    {
        "date": "201904101307",
        "ctx": [
            "Why are you so secretive?",
            "because i have already said way too much"
        ]
    },
    {
        "date": "201904101303",
        "ctx": [
            "What are your thoughts on the frozen corpses forever resting on Everest?",
            "i don't normally think about them"
        ]
    },
    {
        "date": "201904101141",
        "ctx": [
            "did you write Got to Know What's Goin On so close to the bottom of your range on purpose?",
            "actually below, but no",
            "did you have to move it?",
            "yes, up 1 half step"
        ]
    },
    {
        "date": "201904101102",
        "ctx": [
            "do you like trains",
            "wish they were stronger, but yes"
        ]
    },
    {
        "date": "201904101026",
        "ctx": [
            "what are these things on top of the anagrams (3.23.19 m:3.23.19 p:4.10.19)",
            "the date it was requested, the date it was made/solved, the date it was posted"
        ]
    },
    {
        "date": "201904101004",
        "ctx": [
            "worst thing you've done?",
            "didn't do a thing bad enough"
        ]
    },
    {
        "date": "201904100938",
        "ctx": [
            "these questions are hard",
            "sometimes the easiest ones are the hardest"
        ]
    },
    {
        "date": "201904100923",
        "ctx": [
            "do you like the sound of your own voice?",
            "my job is to make it as good as possible and also contextualize it as good as possible"
        ]
    },
    {
        "date": "201904100747",
        "ctx": [
            "what was the first digital video you ever made primarily about",
            "learning how to do it"
        ]
    },
    {
        "date": "201904100649",
        "ctx": [
            "do you SLAP the BASS?",
            "usually not"
        ]
    },
    {
        "date": "201904100608",
        "ctx": [
            "what's your view on solipsism?",
            "never heard of it until this questions page"
        ]
    },
    {
        "date": "201904100428",
        "ctx": [
            "what are your opinions on iceland",
            "it is closer than you think"
        ]
    },
    {
        "date": "201904100339",
        "ctx": [
            "last note i can see is \"1.31.19 6:11 pm\" on top (and the one below it is \"12.21.18 3:59 am\"). is that about right",
            "those should be at the top, because they were written the most recently out of any of the ones on the page currently"
        ]
    },
    {
        "date": "201904100333",
        "ctx": [
            "Hey, i just want to tell you that if you have a writer's block or something that's ok :)",
            "i do not"
        ]
    },
    {
        "date": "201904100325",
        "ctx": [
            "I just stepped on LEGO with bare feet.",
            "why"
        ]
    },
    {
        "date": "201904100229",
        "ctx": [
            "in which hour are you scheduled to be cool in",
            "4:42 AM - 5:42 AM"
        ]
    },
    {
        "date": "201904100221",
        "ctx": [
            "what's the best feeling in the world?",
            "making a world"
        ]
    },
    {
        "date": "201904100201",
        "ctx": [
            "Do you believe in bees?",
            "they are hard to believe, but yes"
        ]
    },
    {
        "date": "201904100111",
        "ctx": [
            "I have an interesting question to ask",
            "well, you came to the right place"
        ]
    },
    {
        "date": "201904092348",
        "ctx": [
            "how to be cute",
            "impossible"
        ]
    },
    {
        "date": "201904092338",
        "ctx": [
            "why is music so good?",
            "to hopefully *influence* you"
        ]
    },
    {
        "date": "201904092224",
        "ctx": [
            "hey man, I found some cookies in my couch, would you like some?",
            "no"
        ]
    },
    {
        "date": "201904092155",
        "ctx": [
            "favorite Ringo Starr moment?",
            "(ref: https://www.youtube.com/watch?v=hV8JFj17AtY)https://www.youtube.com/watch?v=hV8JFj17AtY"
        ]
    },
    {
        "date": "201904092154",
        "ctx": [
            "What is the aim of life?",
            "more life!!!",
            "Do you have one?",
            "yes, and more"
        ]
    },
    {
        "date": "201904092140",
        "ctx": [
            "I'm so worried about things i hold dear to me, mostly about my family. Like I am constantly experiencing impending doom that something will happen to them, or that they might be going down the wrong track or things like that. Other things too, but it's mostly my family for some reason. my fear isn't entirely unjustified either. I feel like the only escape I have from this is to be creating something, which is kinda cool but should creativity really be used as a crutch?",
            "isn't that more like a staircase",
            "I don't mean to think of it in this way but I kinda can't help it and it's causing a block I think for quite a while (because my natural default is to create and it's been happening less) I don't try to make things for this reason alone (or at all), but it definitely is nice to escape into abstractland.",
            "you could use abstractland constructively. it is an asset",
            "Is this normal?",
            "sure",
            "Should I be wary of creating for this reason?",
            "too late, you already created a huge amount already just discussing your fears",
            "Should I create less?",
            "probably not possible",
            "Should I create more?",
            "just try to aim it in some different directions. create some new farms. ...... etc",
            "I dunno why I'm asking you you just seem pretty cool and btw don't mind the guy who asked about the self help questions, I think you are just doing a good thing for people. Thanks."
        ]
    },
    {
        "date": "201904092113",
        "ctx": [
            "For my biology class my group and I analyzed the DNA of a virus that has never been studied before (there are bazillions of viruses we've never studied it's crazy). It's a virus that kills a certain type of bacteria but it doesn't do anything to humans. My group gets to give the virus an official name-do you have any suggestions for what we should name it??",
            "My New Virus"
        ]
    },
    {
        "date": "201904091934",
        "ctx": [
            "If you were to ever translate one of your songs into another language, would you worry more about keeping an accurate translation or having it sound nice in the new language?",
            "got to get that grand slam and do both. need a re-write"
        ]
    },
    {
        "date": "201904091854",
        "ctx": [
            "how do you deal with intolerance?",
            "option 1, tolerate the intolerance. or 2, use more intolerance (do not tolerate the intolerance, thereby adding more intolerance)"
        ]
    },
    {
        "date": "201904091819",
        "ctx": [
            "What do you do to cope when you're in over your head?",
            "start a new novellete series about your experiences",
            "I'm doing a lot of really cool shit but I've frolicked way too hard."
        ]
    },
    {
        "date": "201904091803",
        "ctx": [
            "Have you ever actually eaten marshmallow cranberry pie?",
            "no",
            "If so, how did it taste?"
        ]
    },
    {
        "date": "201904091755",
        "ctx": [
            "can you answer this question by anagraming it?",
            "yes but not on this page"
        ]
    },
    {
        "date": "201904091728",
        "ctx": [
            "what's the current Schedule?",
            "bad"
        ]
    },
    {
        "date": "201904091631",
        "ctx": [
            "are there certain cases where you prefer using matched rather than traditional grip",
            "crossstick (the loud snare click thing). and with the stick backwards. so psychologically if i'm holding matched then the left stick needs to be backwards, and it probably means i was just doing crossstick clicks or am about to"
        ]
    },
    {
        "date": "201904091434",
        "ctx": [
            "Is it hard to be THE Bill Wurtz?",
            "yes"
        ]
    },
    {
        "date": "201904091336",
        "ctx": [
            "do you think there was complex life on venus before the planet dried out",
            "seems plausible"
        ]
    },
    {
        "date": "201904091324",
        "ctx": [
            "I realized that words like feel, pile, tale, boil, and fool are 2 syllables. Feel for example is pronounced \"fee-ohl\" and tale/tail is pronounced \"tey-ohl\" but in songs and poems, I often see these words to be counted as 1 syllable. So I was wondering when you write lyrics, do you count these words as 1 or 2 syllables?",
            "it's possible and fun to count those and many more words as 1, 2, 3, or many more syllables. it's also fun to count much longer words as 1 syllable. that's one of the more fun aspects of songwriting, i think"
        ]
    },
    {
        "date": "201904091301",
        "ctx": [
            "what do you think of the universe",
            "it's off to a good start"
        ]
    },
    {
        "date": "201904092450",
        "ctx": [
            "I'm writing and releasing regular content but nothing seems to be happening on the public side of things. Is it worth sticking at it like I planned?",
            "it depends how droolingly turtleneck-sweater-meltingly desperately you want it"
        ]
    },
    {
        "date": "201904092431",
        "ctx": [
            "did you ever write songs physically (like in a copy)",
            "not sure what that is",
            "how do you remind yourself the tune you had in mind when you wrote it.",
            "it is extremely important to write down the melody when you first hear it, otherwise there is no guarantee of remembering it, and even if you do remember it you still will never be 100% confident it is correct unless you actually wrote it down fully the first time",
            "i have a many complete and incomplete songs written but when i thought about composing them i forgot the tune and cant thing of a new one for most of them",
            "yes, that's why it is extremely important to write down / capture your melodies the first time, or they *will* fly away. they have places to go"
        ]
    },
    {
        "date": "201904091159",
        "ctx": [
            "What are your thoughts on someschools not teaching cursive anymore",
            "seems legit, that's obsolete"
        ]
    },
    {
        "date": "201904091158",
        "ctx": [
            "Do you post on any other websites other than YT?",
            "yes"
        ]
    },
    {
        "date": "201904091134",
        "ctx": [
            "why is the weather in england so shit",
            "to make them stronger"
        ]
    },
    {
        "date": "201904091118",
        "ctx": [
            "did u have a bandaid on your finger for the Get What You Give recording?",
            "yes",
            "what u need that for?",
            "necessary if haven't played drums in a long time, or else i will get a blister there. after a few days no longer necessary, but important to remember on first gig in a while. that would be the left ring finger, it is a major contact point for left hand if playing trad grip. callace will be there no problem if you're playing regularly"
        ]
    },
    {
        "date": "201904091021",
        "ctx": [
            "Can you make out the chord progression for the chorus? It has 16 major chords",
            "not actually major, there's no 3rd in any of them, cept where the vocal happens to cover it",
            "and I don't think it uses the same exact one twice https://youtu.be/KPszC-lYHT4",
            "from about 1:31, it would be Ab5(maj due to voc), Eb5, Bb(sus4, due to voc), F5, C5, G5, D5, E5, B5, F#5, C#5, D5, A(maj due to voc), B5, F#(maj due to voc), C#5, Eb(maj due to voc)/over Bb due to bass)...... Bb5, F(sus2 due to voc), C5, G5"
        ]
    },
    {
        "date": "201904090917",
        "ctx": [
            "Would you change the key of the song to one you can sing better for covers?",
            "yes, and hopefully change a whole lot more"
        ]
    },
    {
        "date": "201904090914",
        "ctx": [
            "not asking to be pushy, but asking out of confusion: are the notes currently being updated daily, or is it planned for them to be updated daily? i'm not seeing new ones since january and i just want to make sure i'm not dumb",
            "the dates there are not the date it was posted, it's the date it was written. (unless you have figured out how to view the secret dates)"
        ]
    },
    {
        "date": "201904090817",
        "ctx": [
            "am i a good?",
            "sure"
        ]
    },
    {
        "date": "201904090745",
        "ctx": [
            "Do you enjoy enjoying stuff?",
            "sometimes",
            "if so you can always be happy as long as you enjoy one other thing besides enjoying stuff."
        ]
    },
    {
        "date": "201904090315",
        "ctx": [
            "hey bill i have trouble convincing myself to go to sleep. any advice",
            "yourself cannot be convinced by anyone to go to sleep"
        ]
    },
    {
        "date": "201904091210",
        "ctx": [
            "Will you ever film any music videos outside of your room?",
            "that would be nice",
            "Just wondering"
        ]
    },
    {
        "date": "201904082320",
        "ctx": [
            "Answer yes or no;Are you answering truthfully?",
            "truth is among the many ingredients at my disposal here on the questions page"
        ]
    },
    {
        "date": "201904082301",
        "ctx": [
            "Have you heard the word?",
            "more than 1"
        ]
    },
    {
        "date": "201904082226",
        "ctx": [
            "is it hard to make videos with people constantly asking when they're going to come out?",
            "yes"
        ]
    },
    {
        "date": "201904082158",
        "ctx": [
            "what's your opinion on lettuce?",
            "seems super sketchy these days"
        ]
    },
    {
        "date": "201904082056",
        "ctx": [
            "I think you should write a book about things",
            "how about something a little more  . .......... flexible"
        ]
    },
    {
        "date": "201904082045",
        "ctx": [
            "bill, is the written word dead?",
            "(ref: https://twitter.com)not even close",
            "i just want to express myself really badly.",
            "there are more widely available means for that now than perhaps any time in history",
            "i went to a poetry reading the other day, and it felt like we were all doing something entirely different. do i need to pick a different medium?",
            "don't rule out using the internet ....."
        ]
    },
    {
        "date": "201904082009",
        "ctx": [
            "what's your favorite music key",
            "the one that makes the singer sing best"
        ]
    },
    {
        "date": "201904081938",
        "ctx": [
            "when can we anticipate instagram hints for the thing you're working on now?",
            "no one can anticipate that. especially not me"
        ]
    },
    {
        "date": "201904081924",
        "ctx": [
            "what do we do if we fulfilled our purpose?",
            "fulfill new purpose",
            "do we live for the rest of our life depressed because we don't have one anymore?",
            "no"
        ]
    },
    {
        "date": "201904081912",
        "ctx": [
            "is a capital i (I) the same as a lowercase l (l)?",
            "in some fonts"
        ]
    },
    {
        "date": "201904081907",
        "ctx": [
            "How do you reverse entropy",
            "i would have to learn what entropy is first"
        ]
    },
    {
        "date": "201904081850",
        "ctx": [
            "What do you think is a good starter instrument for someone who has never done music before?",
            "i'm not sure"
        ]
    },
    {
        "date": "201904081820",
        "ctx": [
            "Do you read the terms and conditions",
            "they are unreadable"
        ]
    },
    {
        "date": "201904081755",
        "ctx": [
            "How much time did \"How to win at spelling\" take you to make?",
            "i'm not sure",
            "Because I was thinking how about spending 2 weeks or a bit more making short contents but then release only 1 at the end. Then, saving the rest of them in case you're late in ur schedule. That way you can still post content regularly even if ur not done with your medium projects and maybe have less pressure that way.",
            "somehow this doesn't seem like a time saving technique",
            "And when you're out of short/emergency material spend again 2 weeks making some.",
            "the (ref: https://en.wikipedia.org/wiki/Parkinson%27s_law)parkinson rule applies strongly here, and tends to devastate",
            "Ofc try to use the emergency content as less as possible. Btw this also can be a future solution for a large projet, making a lot of short content and releasing them at a very slow pace while making a big thing. Does that sound possible/reasonable to you?",
            "it ultimately does not save any time, and in fact things take longer to make when they have no firm deadline"
        ]
    },
    {
        "date": "201904081728",
        "ctx": [
            "How much do you enjoy a play on words",
            "sometimes i let the words play on me"
        ]
    },
    {
        "date": "201904081709",
        "ctx": [
            "do you ever get tired of hearing your own voice",
            "yes"
        ]
    },
    {
        "date": "201904081651",
        "ctx": [
            "Will you ever use thy, thine, thee, or thou and its conjugations in a song?",
            "no"
        ]
    },
    {
        "date": "201904081650",
        "ctx": [
            "How do I deal with thinking that everyone sees me as stupid?",
            "actually, check to see if they're stupid",
            "Like to me, how others see me is more important than how I see me.",
            "how do you see them",
            "Whenever I think I'm annoying someone or if someone is ignoring me (even accidentally), I feel like everyone hates me and everyone sees me as that annoying, incapable, retarded kid that they wish they could just be rid of.",
            "do you like these people",
            "It's feels like nobody cares about me except for me and I have a hard time with that myself",
            "do you care about them",
            "if I think I'm just an annoying or even painful thorn to everyone else.",
            "what is their thorn status? (thorn, not a thorn, etc) have you checked this",
            "And I'm not even sure if I really am that but how can I stop thinking that I am like that if I actually am not?",
            "use the 5 finger rule. over the course of the day, see if you can notice 5 other people who actually have these negative qualities that you've been fearing in yourself. the purpose of this is to turn you into a judge of other people, and then after having some experience judging other people, it may give you an insight about how judging minds work, and therefore you will be able to better understand how or if you have been being judged"
        ]
    },
    {
        "date": "201904081624",
        "ctx": [
            "Help I only get good ideas when I'm half asleep and too tired to move so I end up forgetting them. Whatever shall I do",
            "you have 2 options here. summon the courage to move, or live a lifetime of regret"
        ]
    },
    {
        "date": "201904081542",
        "ctx": [
            "bill, i recently was walking in the park when i noticed some children singing \"i just did a bad thing\". I thought that they liked this song because of how good it was, but they said they liked it as a tik tok meme! i believe that this is a very sad thing to happen to you and is the biggest disgrace an artist can have. what is your opinion on this?",
            "having your work enjoy popularity is not a disgrace"
        ]
    },
    {
        "date": "201904081436",
        "ctx": [
            "Do you know about all the crazy things?",
            "some of them"
        ]
    },
    {
        "date": "201904081432",
        "ctx": [
            "have you ever incorrectly read a question and answered it incorrectly because you incorrectly interpreted the question?",
            "yes",
            "and then have you ever realized that you read the question wrong in the first place after you finished answering it wrong?",
            "yes",
            "what did you do after that?",
            "change it",
            "this will be on the test"
        ]
    },
    {
        "date": "201904081356",
        "ctx": [
            "When will you make more notes?",
            "all the time. also posting them all the time, but different ones, due to sensitive nature of the material, they are never posted immediately. but posts occur constantly (1 each day) none the less. that's a brand new one every day for you to read. i pray that this will be enough for you"
        ]
    },
    {
        "date": "201904081346",
        "ctx": [
            "why is rising out of bed not on the songs page?",
            "was written as a video. context is missing without the video. 'here is'  .. ?? where, if you can't see. do you see what i mean"
        ]
    },
    {
        "date": "201904081334",
        "ctx": [
            "How do I become cool like you?",
            "you've already surely done it too much"
        ]
    },
    {
        "date": "201904081330",
        "ctx": [
            "you answer a lot of questions. do you answer every question?",
            "not even close"
        ]
    },
    {
        "date": "201904081328",
        "ctx": [
            "what's your credit card number?",
            "2"
        ]
    },
    {
        "date": "201904081328",
        "ctx": [
            "do you think it's important to quantize midi parts",
            "not all the way, let them breathe a little, lest you'll get that face smack effect, the kind that plugs your nose and ears too, and chokes you"
        ]
    },
    {
        "date": "201904081321",
        "ctx": [
            "do you like when people hate you",
            "it has it's strong points, i must admit"
        ]
    },
    {
        "date": "201904082423",
        "ctx": [
            "would you mind sharing a song that made you cry when you listened to it?",
            "no way, then you'd know how to defeat me"
        ]
    },
    {
        "date": "201904081148",
        "ctx": [
            "do you like telling stories?",
            "yelling stories"
        ]
    },
    {
        "date": "201904081143",
        "ctx": [
            "Do you believe the journey is the destination?",
            "you'd have to specify which journey / destination"
        ]
    },
    {
        "date": "201904081047",
        "ctx": [
            "i had an anagram-related ethical dilemma yesterday and was wondering what you'd have done in my situation so i have more insight next time something similar happens.\n\ni was recertifying my first aid training for the 1939545th time and i was bored out of my skull, so i took a pen and the little manuals they give you and started writing possible anagrams next to the chapter headers. there were lots of wild ones, but i think \"bone, joint, and muscle injuries\" ---> \"boner juice slut, join me and sin\" was my favourite.\n\nbut then!!!!! at the end of the course!!!! THEY ASK FOR THE MANUALS BACK. nobody told me that would happen and the manuals have always been ours to keep at every other certification i've ever attended. so it's like, do i return this and never train with the first aid company again (i have very distinctive handwriting that matches the handwriting on my registration form), or covertly try to steal the manual? i tried the  latter  but a classmate saw and gave me a dirty look so i ended up returning it and shoving it into the middle of the pile. i still don't know whether that was the correct decision.\n\nmy worst fear is that the next person reading that manual won't realize the anagrams are in fact anagrams, and will just think i wrote \"boner juice slut, join me and sin\" over the chapter title for no reason. anyway what would the best course of action have been? do you have any advice for future similar instances of this? thanks",
            "you should put a bracket around the source text, explain in a slightly different font \"re-arrage these letters, to get this\" and have arrows pointing accordingly. i think anyone reading that can surely be greatful that you've just shown them a pleasingly good time, high brow at that"
        ]
    },
    {
        "date": "201904081043",
        "ctx": [
            "I live in constant fear of being late how do i solve this",
            "look around and notice how freakin late everyone else always is"
        ]
    },
    {
        "date": "201904081041",
        "ctx": [
            "how do i get over existential dread",
            "do a colorful diagram of the dread, using brilliant flourescent markers on a black background"
        ]
    },
    {
        "date": "201904081039",
        "ctx": [
            "Do you have any thoughts about the effects of YouTube's current algorithm that you have been able to perceive (even without knowing the details of said algorithm)?",
            "i know the purpose of it is to help viewers find what they love to watch. which is what the viewers already would seek to do before any algorithm. so my job is the same regardless"
        ]
    },
    {
        "date": "201904080904",
        "ctx": [
            "hi bill i have a new job starting with another company soon but i have to quit my current job. how do i tell my boss i'm leaving without burning the bridge?",
            "you could carefully deconstruct the bridge and set it in a safe place near by"
        ]
    },
    {
        "date": "201904080743",
        "ctx": [
            "How do I contact you for business inquiries?",
            "you could send an electronic message"
        ]
    },
    {
        "date": "201904080741",
        "ctx": [
            "Would you ever consider making music with someone else?",
            "sure"
        ]
    },
    {
        "date": "201904080641",
        "ctx": [
            "What exactly was the darn thing in the 3rd box in your unboxing video?",
            "nothing (empty box)"
        ]
    },
    {
        "date": "201904080640",
        "ctx": [
            "Bill, I'm about to snap. I love drawing, but all my work has been sporadic and small.\n\nI'm about to do a bigger project. I'm scared it's not going to turn out the way I want, and I barely know where I am going to start.\n\nWhat's your advice for these situations?",
            "doing a medium sized project may be just the ticket, but if you really want to get to that larger project, just remember the golden rule which is that the 10th will be much better than the 1st, yet the 10th will not exist without the first. and the second rule is, doing bad work can also be fun. so get to it, and enjoy"
        ]
    },
    {
        "date": "201904080621",
        "ctx": [
            "Would you call yourself dank?",
            "no need to call myself"
        ]
    },
    {
        "date": "201904080455",
        "ctx": [
            "clouds are blanket sheets for the earth, change my mind",
            "why"
        ]
    },
    {
        "date": "201904080311",
        "ctx": [
            "your opinion on anime?",
            "i mean,"
        ]
    },
    {
        "date": "201904080256",
        "ctx": [
            "Dear Sir William, can human duplicate duplicated thing ?",
            "that's not my name, but sure"
        ]
    },
    {
        "date": "201904080222",
        "ctx": [
            "Could ice be fire?",
            "no"
        ]
    },
    {
        "date": "201904080155",
        "ctx": [
            "do youlike clavinet",
            "it is good for scratching itches"
        ]
    },
    {
        "date": "201904080138",
        "ctx": [
            ":( you sound so sad in the reality video recorded on 5.17.16 11:47pm",
            "i was probably not, but you seem so sad in this question"
        ]
    },
    {
        "date": "201904081250",
        "ctx": [
            "unlimited bears?",
            "there's got to be a limit somewhere"
        ]
    },
    {
        "date": "201904072350",
        "ctx": [
            "Fanfiction opinion?",
            "prefer fic fantion"
        ]
    },
    {
        "date": "201904072347",
        "ctx": [
            "What's Obama's last name?",
            "niceguy"
        ]
    },
    {
        "date": "201904072238",
        "ctx": [
            "what made you want to start doing the audio journal reality things?",
            "as a way of coaxing myself into success at a mountain-movingly hard project. in other words, if i do actually succeed in moving a mountain, the first hand documentary materials should surely be of very high value. so essentially by embarking on the journal project, i am now significantly amplifying the stakes of success, while also already feeling like i have a participatory leg in its success story. also serves as a remarkably good discussion/negotiation platform for the daily influx of zillions of conflicting strategies, and thus keeps me calm and organized during such conflict"
        ]
    },
    {
        "date": "201904072219",
        "ctx": [
            "Is it more important to find something or someone on the earth to live for or to find something or someone outside of the earth to live for instead? Is it important to live for something or someone at all, or is time limited enough that it simply isn't worth it?",
            "you could live for the world, as the world lives for you"
        ]
    },
    {
        "date": "201904072104",
        "ctx": [
            "It's absolutely peculiar to me that music piggybacks a lot of its aesthetic on speaking.",
            "seems like common sense to me",
            "Sad music has the same melodies someone might have if they were sad and talking, and same with happy music. If some musical melody sounds bad, It's probably because it's going against how you'd expect someone to talk. I wonder if there is any insight to be found for musical composition in the field of phonetics?",
            "of course. bring the phonetics in from the field, if possible. lay them on the desk right in front of you, while you work. bathe in phonetics",
            "this is just my opinion, it might be false"
        ]
    },
    {
        "date": "201904072024",
        "ctx": [
            "do u like the word \"shall\"",
            "in moderation"
        ]
    },
    {
        "date": "201904072011",
        "ctx": [
            "I JUST WANT TO MAKE MUSIC! why is everything so hard? T-T",
            "because it's too good"
        ]
    },
    {
        "date": "201904071951",
        "ctx": [
            "what was the other purpose u made how to win at spellingfor",
            "just trying to put food on the table"
        ]
    },
    {
        "date": "201904071938",
        "ctx": [
            "you're a pansy",
            "fair enough"
        ]
    },
    {
        "date": "201904071904",
        "ctx": [
            "What is the best way to solve random depression?",
            "try listing the values in a spiral. sometimes patterns emerge there that were imperceptible before"
        ]
    },
    {
        "date": "201904071857",
        "ctx": [
            "do you think it is possible to learn the drums without having a physical drum set?",
            "somewhat"
        ]
    },
    {
        "date": "201904071846",
        "ctx": [
            "Do you think people writing fan fiction about you is creepy?",
            "yes",
            "I think your subreddit is having a bit of an argument over this",
            "i don't have a subreddit"
        ]
    },
    {
        "date": "201904071845",
        "ctx": [
            "I've been playing piano for a while and I want to be able to improvise but chords are funky and weird and I can't seem to be able to come up with stuff on the spot. Do you have any tips for what I can do to become better at it?",
            "SONG"
        ]
    },
    {
        "date": "201904071845",
        "ctx": [
            "ever wonder why the hell we function the way we do",
            "usually i change it and then wonder why i function that new way. (etc)"
        ]
    },
    {
        "date": "201904071843",
        "ctx": [
            "how are you able to answer these as 2:00 AM",
            "questions submitted at 2:00 AM have a special 'answerable' quality to them. it actually doesn't matter what time i answer a question submitted at 2:00 AM, it will still display as a 2:00 AM question"
        ]
    },
    {
        "date": "201904071827",
        "ctx": [
            "Thoughts about geology?",
            "it only counts if you go all the way, times 2^n"
        ]
    },
    {
        "date": "201904071818",
        "ctx": [
            "do you ever just remember and forget the meaning of life at the same time",
            "forget and remember"
        ]
    },
    {
        "date": "201904071810",
        "ctx": [
            "I just got back from a trip to New York and now I'm depressed about having to go back to the boring, everyday life. What can I do to help?",
            "congratulations, you have newyorkitis now. your only hope is to move there for the rest of your life"
        ]
    },
    {
        "date": "201904071808",
        "ctx": [
            "how much do you enjoy using exclamation marks",
            "not very much"
        ]
    },
    {
        "date": "201904071741",
        "ctx": [
            "I went through expert mode looking at your old pictures and other stuff from 2009-mid 2014, and you respectfully seemed to have no sanity left. Thoughts?",
            "how do you explain (ref: https://billwurtz.com/schedule.png)this"
        ]
    },
    {
        "date": "201904071737",
        "ctx": [
            "i was going to ask you a question but i forgot what it was",
            "i forgot what the answer was"
        ]
    },
    {
        "date": "201904071724",
        "ctx": [
            "to my ear the \"here's a poem about rain\" section of when i get older and the \"and the road doesn't end\" section of long journey sound similar, in context at least, is there something they have in common either musically or in terms of influence that you're aware of,",
            "yes",
            "i can't really pick it out. i am also curious if the fact these were consecutive songs plays into some larger narrative or if you just liked that sound that month",
            "habits"
        ]
    },
    {
        "date": "201904071705",
        "ctx": [
            "whats the best way to legally shut down a college?",
            "coax its community unassumingly into some scandals"
        ]
    },
    {
        "date": "201904071702",
        "ctx": [
            "do you enjoy punk rock?",
            "no rock is truly punk enough"
        ]
    },
    {
        "date": "201904071531",
        "ctx": [
            "Do songs ever get stuck in your head?",
            "yes",
            "How do you let them out",
            "the only remedy is another song"
        ]
    },
    {
        "date": "201904071458",
        "ctx": [
            "have you ever considered selling albums?",
            "yes",
            "if not, have you ever considered giving away albums for free?",
            "yes"
        ]
    },
    {
        "date": "201904071443",
        "ctx": [
            "should i just do the thing",
            "what thing, i was not informed of thing"
        ]
    },
    {
        "date": "201904071437",
        "ctx": [
            "should I stop writing on my arm",
            "try the other arm"
        ]
    },
    {
        "date": "201904071433",
        "ctx": [
            "if u could visit any place at any time - where... and when",
            "i would visit as many places at as many times as possible"
        ]
    },
    {
        "date": "201904071431",
        "ctx": [
            "Hey Bill, i'm super interested in what your 'length regulation system' was/is all about.Do you mind elaborating on it?",
            "when i had a release schedule but no requirements on how long each piece should be, it was an attempt to set lower limits on the total length of material that must be released, on a weekly or monthly basis. never ended up finding a solution"
        ]
    },
    {
        "date": "201904071409",
        "ctx": [
            "Why Earth",
            "it's all because of you"
        ]
    },
    {
        "date": "201904071331",
        "ctx": [
            "should we find meaning in everything, or should meaning be everything?",
            "according to the rulebook, (which has meaning), everything means something"
        ]
    },
    {
        "date": "201904071331",
        "ctx": [
            "Are you interested in quantum physics?",
            "i am simultaneously interested and uninterested"
        ]
    },
    {
        "date": "201904071330",
        "ctx": [
            "what's your opinions on ranch as a dip",
            "too dippy, and somehow not dippy enough"
        ]
    },
    {
        "date": "201904071326",
        "ctx": [
            "where do you think you belong?",
            "right, where i'm"
        ]
    },
    {
        "date": "201904071306",
        "ctx": [
            "i duplicated some hexagons, what do you think of them?",
            "nothing, because i think you forgot to show them to me. did not perceive the hexagons"
        ]
    },
    {
        "date": "201904072437",
        "ctx": [
            "how do you prefer your waves to be propagated",
            "al ways"
        ]
    },
    {
        "date": "201904072435",
        "ctx": [
            "Do you have any thoughts about the current YouTube's algorithm?",
            "youtube is incredibly secretive about their algorithm, so therefore i have no idea what it really is"
        ]
    },
    {
        "date": "201904071155",
        "ctx": [
            "i wasn't aware there was a wrong way to put in earplugs, can you tell me your technique? thanks!",
            "i only have a technique for the cheap foam ones, which are the only ones i use. i do not have a technique for the more expensive kind that you have to wash and re-use"
        ]
    },
    {
        "date": "201904071139",
        "ctx": [
            "how do you answer so many questions? I'm seeing questions asked at 3 am",
            "when a question was asked does not affect the difficulty it takes to answer it"
        ]
    },
    {
        "date": "201904071103",
        "ctx": [
            "Help!! I can't find rhodes on my piano!!",
            "it might be called 'electric piano'"
        ]
    },
    {
        "date": "201904071034",
        "ctx": [
            "Will the world end with a bang or with a whimper?",
            "a new one will be started, and it will be unclear what happened to the old one. for example, right now it is not clear what happened to the previous world"
        ]
    },
    {
        "date": "201904071027",
        "ctx": [
            "WHERE will you go on tour?",
            "africa hopefully"
        ]
    },
    {
        "date": "201904071025",
        "ctx": [
            "Are you going to make 10-second videos again? I really liked those actually",
            "i could but it would slow down the progress of making anything longer"
        ]
    },
    {
        "date": "201904070952",
        "ctx": [
            "I can't differentiate between intervals. Will that impedes my learning in chords and other things?",
            "yes, or the other way around"
        ]
    },
    {
        "date": "201904070940",
        "ctx": [
            "What do you do when your are super tired",
            "ATTEMPT TO FIND ADVANCEMENTS IN MODERN PARTICLE PHYSICS!!!!!!!!!!!!!!!!!!!!!!!!!!!"
        ]
    },
    {
        "date": "201904070928",
        "ctx": [
            "eat sock",
            "prefer liquid sock"
        ]
    },
    {
        "date": "201904070921",
        "ctx": [
            "You singlehandedly pulled me out of my edgy phase with your music. I don't know how, but you did. My mindset did a total 180. I've never felt this happy and optimistic before.\n\nTo make this a question, how long was your longest walk?",
            "8 hours i think"
        ]
    },
    {
        "date": "201904070750",
        "ctx": [
            "How much sand can a sand box box if a sand box can box sand?",
            "as much damn sand as it can stand"
        ]
    },
    {
        "date": "201904070427",
        "ctx": [
            "What do you prefer - answering questions or questioning answers?",
            "why can't i do both"
        ]
    },
    {
        "date": "201904070406",
        "ctx": [
            "My neighbour plays piano very loudly and badly, especially at 1am. Nor earplugs, nor headphones can help me. What should I do?",
            "maybe you are not putting the earplugs in right, but you might also consider contacting the person and talking about the situation"
        ]
    },
    {
        "date": "201904070231",
        "ctx": [
            "Is it possible to kill everyone on this planet by just using an apple? asking for a friend.",
            "no"
        ]
    },
    {
        "date": "201904070209",
        "ctx": [
            "4.5.19 6:46pm but what if the purpose of the journey is just to get lost and wander until you figure out where you actually want to go? How do you decide which direction to journey in?",
            "decide step by step at each juncture which way to go, and if you absolutely can't decide then you could try using a random selection device. you can get one on your phone or you can use a coin"
        ]
    },
    {
        "date": "201904071230",
        "ctx": [
            "I love avacodoes. Is this normal",
            "yes"
        ]
    },
    {
        "date": "201904071230",
        "ctx": [
            "Cortez smashes me send help",
            "you will forever have the ghosts and demons on your side"
        ]
    },
    {
        "date": "201904071212",
        "ctx": [
            "how were you born so good looking",
            "how do you know what i looked like when i was born"
        ]
    },
    {
        "date": "201904071211",
        "ctx": [
            "pls dish out any free advice you can thin of right now",
            "right now? i've been doing it every day for 3 years. most recent occurence was maybe 6 questions ago"
        ]
    },
    {
        "date": "201904071205",
        "ctx": [
            "who threw the hat on your head in hallelujah?",
            "gravity (reverse)"
        ]
    },
    {
        "date": "201904062353",
        "ctx": [
            "bill what is the weirdest thing you have googled",
            "the weather"
        ]
    },
    {
        "date": "201904062339",
        "ctx": [
            "do you care if some people on here find your answer to their question disappointing?",
            "it is probably impossible to make everything perfectly amazing for everyone, but that will not stop me from trying"
        ]
    },
    {
        "date": "201904062320",
        "ctx": [
            "i found a polygon duplication service, now what?",
            "you're gonna wanna go ahead and start duplicating some polygons"
        ]
    },
    {
        "date": "201904062250",
        "ctx": [
            "I'm gonna do it. gonna play my stuff with other people. SCURT how do you stop being scared",
            "i don't know. once you get there it will actually be more scary"
        ]
    },
    {
        "date": "201904062204",
        "ctx": [
            "I've gotten relatively well with identifying melodies and what not, but get absolutely floored with trying to find chords. What would you suggest for me to get better at identifying chords?",
            "go through about 50 of your favorite songs, and identify them with brute force. quickly unpause/pause (or nowadays you can edit to loop a tiny fraction of audio very quickly) and just pick it out note by note and put it together. write down all the chords to a song (in time, with bar lines, etc.)..... once you do this for about 30 or 40 songs, i think you will find that you don't have to search for the individual notes anymore. ... maybe not even pause it at all. After about 100 more songs, you probably won't even have to listen to the song, you will be able to do it from memory. after about 1000 songs, you will probably be able to hear someone singing the melody for a song you have never heard before, without hearing the chords, and figure out what the chords should be. after 10,000 songs, you should be able to play along with them on the first try, never having heard the song before, and have them think you already knew the song"
        ]
    },
    {
        "date": "201904062028",
        "ctx": [
            "do you recommend getting drum lessons?",
            "just a couple were useful for me, before running away and doing it on my own. but maybe not everyone is the same as me"
        ]
    },
    {
        "date": "201904062006",
        "ctx": [
            "What do you think of Africa by Toto?",
            "it was good until the 100th time then it got bad, then it got good again on the 300th time. it switches between bad and good about every 100 times i hear it"
        ]
    },
    {
        "date": "201904061956",
        "ctx": [
            "How do you feel about creating an original musical?",
            "somehow it seems i have done that several times"
        ]
    },
    {
        "date": "201904061906",
        "ctx": [
            "when you're at a creative block do you ever record songs that you made as concepts a long time ago",
            "if i'm supposed to record songs on a regular basis, there's no such thing as a creative block. gotta make it happen. if i'm supposed to record a song not on a schedule, then it will probably never get done. if i'm not supposed to record a song, then it will definitely not get done. but the procedure for song selection is, first i do a general writing session to come up with new ideas to add to the list. then i go through the entire list (the list contains everything, finished or non, mostly unfinished actually because if there's anything finished in there it has probably already been picked) and pick out ones that feel like they could be the right choice, that may be a list of about 10 to 20. then i immediately do a random number selection and that's the selection. then i finish the writing, then do it"
        ]
    },
    {
        "date": "201904061847",
        "ctx": [
            "What if i run out of space in space?",
            "there is a prize for that but unfortunately you will have no place to put it"
        ]
    },
    {
        "date": "201904061819",
        "ctx": [
            "What do you think of relationships?",
            "seems legit"
        ]
    },
    {
        "date": "201904061814",
        "ctx": [
            "Hey Bill, how do you get the inspirations for your videos?",
            "other way around",
            "And do you have any advice on how to be comfortable with your body?",
            "not really, other than i suspect it is somehow related to movement and/or ideas"
        ]
    },
    {
        "date": "201904061808",
        "ctx": [
            "(ref: q.php?date=201904051107)4.5.1911:07 am  perhaps you could sort them into a two-column table, with the first column being RECORDED and the other one being PUBLISHED.",
            "done, in a covert way so as to have the information available without being a distracting mindfuck",
            "Big red letters. Maybe find the technology to underline those letters, too. This is just an idea though.",
            "3 dates visible for each item? heads would explode"
        ]
    },
    {
        "date": "201904061755",
        "ctx": [
            "When you explained hey \"Might Quit\" came out late, you described doing a magazine interview. Has it come out?",
            "i thought it had but i can't really find it",
            "What magazine?",
            "it's 2 different ones",
            "I can't find it."
        ]
    },
    {
        "date": "201904061742",
        "ctx": [
            "Can you add a kazoo in your next video?",
            "i could but i don't know if that is of any use to the steak holders"
        ]
    },
    {
        "date": "201904061734",
        "ctx": [
            "I accidentally existed what should I do",
            "exert an interesting influence on the world around you"
        ]
    },
    {
        "date": "201904061732",
        "ctx": [
            "And are you going to create any more jazz covers?",
            "sure, if i'm feeling lazy and irresponsible"
        ]
    },
    {
        "date": "201904061732",
        "ctx": [
            "When's lunch?",
            "at the stroke of midnight"
        ]
    },
    {
        "date": "201904061716",
        "ctx": [
            "everyone has a justification for a crime they did do you think a criminal should be forgiven based on circumstances or should be punished anyway?",
            "only in forgivable circumstances"
        ]
    },
    {
        "date": "201904061656",
        "ctx": [
            "haha, you're always lost.",
            "yes, and found"
        ]
    },
    {
        "date": "201904061633",
        "ctx": [
            "Be good and be ignored or be evil but held in high regard?",
            "both sound like fun"
        ]
    },
    {
        "date": "201904061633",
        "ctx": [
            "Bill why is your name bill?",
            "it is presumably out of respect for Bill Clinton"
        ]
    },
    {
        "date": "201904061618",
        "ctx": [
            "are you intentionally ignoring my questions",
            "no"
        ]
    },
    {
        "date": "201904061618",
        "ctx": [
            "Can you help me take over the United States of America? I'll repay you with 3 bags of chips",
            "i think someone already took it over. they would be the one who deserves chips"
        ]
    },
    {
        "date": "201904061555",
        "ctx": [
            "how fare thy diturnal course",
            "try to fare it uniturnally, to start"
        ]
    },
    {
        "date": "201904061555",
        "ctx": [
            "would you define your content \"unique?\"",
            "it's a nice strategy to make it that way. whether or not i've succeeded will be open to analysis"
        ]
    },
    {
        "date": "201904061436",
        "ctx": [
            "what are the \"expert mode\" entries from 1.15.16, 1.13.15, and 1.1.00 supposed to be? are those \"notebook\" entries in disguise?",
            "points in time, with short comments about them"
        ]
    },
    {
        "date": "201904061417",
        "ctx": [
            "Glurmp",
            "i agree in some ways"
        ]
    },
    {
        "date": "201904061416",
        "ctx": [
            "Is your car still bad",
            "it's ok"
        ]
    },
    {
        "date": "201904061407",
        "ctx": [
            "I'm going through some heavy shit. Could you please tell me everything will be alright?",
            "if you want me to tell you without knowing any of the details, then you must already know"
        ]
    },
    {
        "date": "201904061350",
        "ctx": [
            "this used to be an insightful page into your mind , likings and such. now you only answer to shitty insecure self help questions, why is that?",
            "if they could help themselves then why are they asking me"
        ]
    },
    {
        "date": "201904061320",
        "ctx": [
            "The vast majority of songs could be improved by making them faster.",
            "that may be true",
            "I have heard of countless examples of songs that were made far more popular when a band did a cover/remix that was faster than the original, but zero examples of songs with more popular covers/remixes that are slower.",
            "there is a jaco pastorius sample (portrait of tracy) that was turned into a hip hop sample and used many times, at a slower tempo. there are other examples but i can't think of them"
        ]
    },
    {
        "date": "201904062432",
        "ctx": [
            "i wonder what your laugh sounds like?you make so much funny stuff but the punchlines are all jingles, text, or delivered in an understated tone.just curious, that's all",
            "what does yours sound like"
        ]
    },
    {
        "date": "201904061143",
        "ctx": [
            "i was just watching some cutscenes from this game, and they made me cry. they were so lovely and sentimental. and bill please don't take this the wrong way, but i feel that you're actually quite unsentimental. especially as of late. you seem so guarded and brittle. you probably wouldn't like to answer this question, and that's okay. and im not telling you your business. but i am curious about your softness. i know it's there... and i hope so dearly that you're not neglecting it. somehow, you seem both happy and jaded. i am concerned for your gentleness.",
            "almost anything can make me cry instantly. super sick crane camera shots make me cry"
        ]
    },
    {
        "date": "201904061141",
        "ctx": [
            "\"let it go\" and \"just do it\" have the same underlying meaning but it's just worded differently to relate to different audiences, i keep noticing an underlying pattern in everything i look at, people try to inspire each other in each genre and it's the same advice but it's just worded different and it seems to all boil down to saying yes to doing new things, trying new things, challenging ourselves, then adapting to the new environment, i guess that's what evolution is. when was the last time you pushed yourself to try something new outside of your comfort zone where you had to adapt?",
            "apr 7, 2019"
        ]
    },
    {
        "date": "201904061052",
        "ctx": [
            "What music do you find yourself listening to,",
            "the devil's music",
            "and can you point to any songs/artists that you cite as an inspiration?",
            "for he's a jolly good fellow, christian remix"
        ]
    },
    {
        "date": "201904060647",
        "ctx": [
            "where do you keep your car if you live in a rented apartment",
            "in the closet, perhaps"
        ]
    },
    {
        "date": "201904060558",
        "ctx": [
            "i have no other question than how was your day",
            "it's not mine, i am on a 'shared day' program, but it is medium. it's also not over"
        ]
    },
    {
        "date": "201904060548",
        "ctx": [
            "and btw im binging on your vids instead of doing maths is that good",
            "sure"
        ]
    },
    {
        "date": "201904060538",
        "ctx": [
            "hey bill im taking the most important exam in my life rn real scared wt shld i do",
            "do the best you can"
        ]
    },
    {
        "date": "201904060231",
        "ctx": [
            "do you not fear missing out?",
            "i don't not"
        ]
    },
    {
        "date": "201904060105",
        "ctx": [
            "I am impatient. I told myself not to be, but then I still was can you help me understand how to be more better at being more patient",
            "i think it would help if you find other things to do while you are waiting for what you are waiting for"
        ]
    },
    {
        "date": "201904061217",
        "ctx": [
            "Why do you answer all these questions?",
            "why are they asked"
        ]
    },
    {
        "date": "201904052307",
        "ctx": [
            "do you think life is cool?",
            "yes, and hot"
        ]
    },
    {
        "date": "201904052303",
        "ctx": [
            "I have difficulty passing smoothly for prima voce to falsetto, and singing a lot around that area makes my voice sound bad. How you used to overcome this problem? I've been stuck in this for a very long time...",
            "editing?"
        ]
    },
    {
        "date": "201904052144",
        "ctx": [
            "when you come up with parts for your songs do you just compose them straight into the program or compose them on the instrument",
            "the songs are composed on only 1 instrument, and text. when recording the songs, the decisions are made straight into the song mostly"
        ]
    },
    {
        "date": "201904052121",
        "ctx": [
            "Why can't you play strumming guitar?",
            "i can"
        ]
    },
    {
        "date": "201904052103",
        "ctx": [
            "how do i increase the number of polygons in my life",
            "begin shopping around for a polygon duplication service"
        ]
    },
    {
        "date": "201904052046",
        "ctx": [
            "what is comedy?",
            "'normalcy'"
        ]
    },
    {
        "date": "201904052008",
        "ctx": [
            "why do people say life is about using the whole box of crayons but i can't find the right colors or blend them",
            "yea you need a microwave also"
        ]
    },
    {
        "date": "201904051942",
        "ctx": [
            "do you ever plan on doing a meet and greet?",
            "meet, not greet",
            "If so, any idea when or where?",
            "no"
        ]
    },
    {
        "date": "201904051846",
        "ctx": [
            "when you take a journey how do you decidewhere to go?",
            "based on the reason for the journey. choose a place that fits with the reason for the journey"
        ]
    },
    {
        "date": "201904051732",
        "ctx": [
            "I have to go back to my old elementary school to do some volunteer work. Any advice?",
            "first you must locate the school"
        ]
    },
    {
        "date": "201904051717",
        "ctx": [
            "hi, is this the white house",
            "no"
        ]
    },
    {
        "date": "201904051642",
        "ctx": [
            "where should i hide",
            "in plain sight"
        ]
    },
    {
        "date": "201904051511",
        "ctx": [
            "why do hot things melt",
            "so they can dance better"
        ]
    },
    {
        "date": "201904051334",
        "ctx": [
            "Is earth really flat",
            "fat. (typo)"
        ]
    },
    {
        "date": "201904052420",
        "ctx": [
            "is bread a good source of fuel for my new table?",
            "yes, and the table in turn fuels the bread"
        ]
    },
    {
        "date": "201904052419",
        "ctx": [
            "i really like kermit the frog. he is a really great guy, especially considering he is a frog. i love him with all of my heart. i know you like him too.",
            "i suppose",
            "what makes you like kermit the frog so much?",
            "i like him a medium amount but it is due to his medium nature i suppose. good pivot point, for the other characters"
        ]
    },
    {
        "date": "201904051122",
        "ctx": [
            "how many chairs do you have",
            "1 but i cloned it"
        ]
    },
    {
        "date": "201904051120",
        "ctx": [
            "so bill, how exactly does one do better in living?",
            "you could do it from a different vantage point"
        ]
    },
    {
        "date": "201904051107",
        "ctx": [
            "Do you think you'll eventually get so tired of people asking about the dates of the reality vids, that you'll make the production dates for each one more visible?",
            "then they will think the content is from then. i've been through this before, with youtube"
        ]
    },
    {
        "date": "201904050841",
        "ctx": [
            "what is the hostory of the earth?",
            "you'll never guess what shape it is. find out next"
        ]
    },
    {
        "date": "201904050838",
        "ctx": [
            "How do you get the ideas for your videos?",
            "go on a journey and then change the destination at the last minute"
        ]
    },
    {
        "date": "201904050644",
        "ctx": [
            "in some places i've looked, a deceptive cadence is described as the V going to the vi. But what if the V goes to the flat 6 major. Does that count as deceptive cadence. Actually what counts as a deceptive cadence in general",
            "only the listener knows, deep down, if they have been deceived"
        ]
    },
    {
        "date": "201904050219",
        "ctx": [
            "yeah, fuck living if it means i have to compete with people and sacrifice my sense of self. i'll pass.",
            "competition might actually strengthen your sense of self. in fact it's what made us all who we are"
        ]
    },
    {
        "date": "201904050146",
        "ctx": [
            "sources of motivation?",
            "everything"
        ]
    },
    {
        "date": "201904051253",
        "ctx": [
            "is wanting to play music for my friends and myself a good reason to want to learn music",
            "sure"
        ]
    },
    {
        "date": "201904042356",
        "ctx": [
            "If you had three wishes from a genie, what would you wish for?",
            "i want to know what the genie wishes for"
        ]
    },
    {
        "date": "201904042252",
        "ctx": [
            "tips on writing cool bass lines?",
            "take care of the song"
        ]
    },
    {
        "date": "201904042221",
        "ctx": [
            "How old were you when you started making music?",
            "2 i think"
        ]
    },
    {
        "date": "201904042135",
        "ctx": [
            "how do i fix my microwave the thingy doesnt spin so can you help me",
            "pause 3 times during the process and rotate the item by hand"
        ]
    },
    {
        "date": "201904042011",
        "ctx": [
            "what's triggering your creative hyperdrive?",
            "i think the big bang actually"
        ]
    },
    {
        "date": "201904041919",
        "ctx": [
            "Are there any more scary pockets sessions that are going to come out?",
            "not until we do another one"
        ]
    },
    {
        "date": "201904041915",
        "ctx": [
            "What time is it? Like in general",
            "now"
        ]
    },
    {
        "date": "201904041852",
        "ctx": [
            "what is your opinion ont h ev o i d",
            "fake"
        ]
    },
    {
        "date": "201904041811",
        "ctx": [
            "would you rather go crazy or go stupid?",
            "both would be fun"
        ]
    },
    {
        "date": "201904041754",
        "ctx": [
            "Bill, I feel like I'm slowly losing hope and faith in humanity. Do you feel the same way?",
            "no",
            "And why?",
            "i've read a bit about their past accomplishments"
        ]
    },
    {
        "date": "201904041738",
        "ctx": [
            "I had a nervous breakdown and felt like I was going to die. How do I stop this from happening?",
            "sing vocal patterns gently"
        ]
    },
    {
        "date": "201904041737",
        "ctx": [
            "why do you write music",
            "you can glitch the universe that way"
        ]
    },
    {
        "date": "201904041710",
        "ctx": [
            "were you possibly tested gifted as a child?",
            "i never took a test for that, but someone asked me to 'touch my elbow' and i demonstrated it wasn't possible because i assumed that it was supposed to be the hand and elbow on the same side"
        ]
    },
    {
        "date": "201904041647",
        "ctx": [
            "will you release a song or album on vinyl?",
            "i don't know how and don't want to, but i may do it anyway"
        ]
    },
    {
        "date": "201904041643",
        "ctx": [
            "did you carry a sweater do the south pole?",
            "i have never been to the south pole, but if i did it would be better to wear the sweater instead of carry it"
        ]
    },
    {
        "date": "201904041535",
        "ctx": [
            "Can you include the triangle in your next video",
            "sure"
        ]
    },
    {
        "date": "201904041527",
        "ctx": [
            "how can i raise the generally-accepted \"sea level\"?",
            "just add water"
        ]
    },
    {
        "date": "201904041447",
        "ctx": [
            "What is your relationsship to technology?",
            "friendly",
            "If you could choose to only have a non smart cellphone or even no cellphone at all, would you?",
            "i can always choose that by simply getting rid of my smart phone",
            "Do you think it would improve your life and productivity?",
            "yes and no"
        ]
    },
    {
        "date": "201904041423",
        "ctx": [
            "i'm 98 years old",
            "i don't believe you",
            "is it too late for me to pick up singing?"
        ]
    },
    {
        "date": "201904041322",
        "ctx": [
            "you look nearly the same every time you appear in a video. are you invincible to the physical effects of passing time?",
            "no",
            "if so, how can i get like that,"
        ]
    },
    {
        "date": "201904042459",
        "ctx": [
            "Do you believe that birds exist?",
            "yes"
        ]
    },
    {
        "date": "201904042439",
        "ctx": [
            "do you like chairs?",
            "yes"
        ]
    },
    {
        "date": "201904042420",
        "ctx": [
            "Hi, im steve",
            "believable"
        ]
    },
    {
        "date": "201904042413",
        "ctx": [
            "do you have a vibraslap?",
            "yes",
            "those might be cool to use in a song someday"
        ]
    },
    {
        "date": "201904041105",
        "ctx": [
            "are you excited for the heat death of the universe?",
            "skeptical"
        ]
    },
    {
        "date": "201904041030",
        "ctx": [
            "what would you do if someone made a robot identical to you in every way?",
            "change"
        ]
    },
    {
        "date": "201904041027",
        "ctx": [
            "How fast can you tie a tie?",
            "at a medium pace"
        ]
    },
    {
        "date": "201904040951",
        "ctx": [
            "i gotta know, how did you record your voice for reality vids while you were driving a car?",
            "using a (ref: https://www.google.com/search?q=voice+recorder)voice recorder<a"
        ]
    },
    {
        "date": "201904040945",
        "ctx": [
            "why is it that all my most successful feats are the ones that i put the least amount of effort in?",
            "that is the principle of friendliness"
        ]
    },
    {
        "date": "201904040933",
        "ctx": [
            "if you could design your own computer operating system what would you put in there",
            "myself"
        ]
    },
    {
        "date": "201904040900",
        "ctx": [
            "Are you cool with yourself?",
            "yes and no"
        ]
    },
    {
        "date": "201904040835",
        "ctx": [
            "do you like radiohead?",
            "way too sad but sure"
        ]
    },
    {
        "date": "201904040835",
        "ctx": [
            "do you want to go to the mall yet",
            "yes"
        ]
    },
    {
        "date": "201904040829",
        "ctx": [
            "You seem to be generally against the idea of spoiling songs before they're released. I know you've given out song titles in advance a few times but generally you seem adverse to it. Why is that?",
            "they are better unspoiled. many things are better unspoiled"
        ]
    },
    {
        "date": "201904040819",
        "ctx": [
            "What's the exact location of the land of the two letter words",
            "up"
        ]
    },
    {
        "date": "201904040735",
        "ctx": [
            "What's a deep philosophical quotation that inspires you?",
            "what"
        ]
    },
    {
        "date": "201904040700",
        "ctx": [
            "which of your longer songs (just did a bad thing, hello sexy pants, might quit, etc) did you enjoy composing the most?",
            "i am not done. verdict not in yet"
        ]
    },
    {
        "date": "201904040403",
        "ctx": [
            "Do you feel compelled to post more \"reality videos\"?",
            "every friday",
            "The most recent ones are still from 2016, around the time \"Hallelujah\" and \"And The Day Goes On\" were finished.",
            "that's when the source content is, but they were assembled/edited and turned into videos in 2019"
        ]
    },
    {
        "date": "201904040256",
        "ctx": [
            "As a musician, you inspire me more than words can explain. Do you handle every aspect of your music production? (including mixing, mastering, ETC)",
            "yes"
        ]
    },
    {
        "date": "201904040104",
        "ctx": [
            "what do you value in a person",
            "personality"
        ]
    },
    {
        "date": "201904041233",
        "ctx": [
            "Why is the newest anagram \"Easter bunny\" in white?",
            "that's what is known in the industry as a \"mistake\""
        ]
    },
    {
        "date": "201904041228",
        "ctx": [
            "Is it true?",
            "partially"
        ]
    },
    {
        "date": "201904041223",
        "ctx": [
            "why don't you vine anymore?",
            "impossible"
        ]
    },
    {
        "date": "201904041208",
        "ctx": [
            "what does sumic mean in your spotify bio?",
            "music"
        ]
    },
    {
        "date": "201904032343",
        "ctx": [
            "is the anagram you make out of an anagram request in any way influenced by your desired reply to the said anagram request?",
            "yes if possible"
        ]
    },
    {
        "date": "201904032248",
        "ctx": [
            "I used to get piano lessons but about 3 years ago I stopped. Should I get lessons again or just re-teach myself? I feel like that would be cheaper",
            "piano lessons make people quit. i've never heard of anyone ever having piano lessons without it causing them to quit"
        ]
    },
    {
        "date": "201904032245",
        "ctx": [
            "should I learn how to play the drums?",
            "i don't know"
        ]
    },
    {
        "date": "201904032132",
        "ctx": [
            "i am a compulsive procrastinator. how do i get my work done on time?",
            "it sounds like you probably don't"
        ]
    },
    {
        "date": "201904032116",
        "ctx": [
            "am I a lemon?",
            "to a certain degree of likelihood"
        ]
    },
    {
        "date": "201904032033",
        "ctx": [
            "how do I solve traffic jams",
            "remove some of the cars and place them in other traffic jams"
        ]
    },
    {
        "date": "201904032012",
        "ctx": [
            "Are you my therapist",
            "everyone is therapist"
        ]
    },
    {
        "date": "201904032011",
        "ctx": [
            "What is youtube?",
            "some type of very large personal straw"
        ]
    },
    {
        "date": "201904031951",
        "ctx": [
            "can you play any brass or woodwind instruments?",
            "no"
        ]
    },
    {
        "date": "201904031912",
        "ctx": [
            "I have like 20 rubber trucks, want one",
            "do you have any smaller sized rubber vehicles"
        ]
    },
    {
        "date": "201904031851",
        "ctx": [
            "what do you think is at the end of the universe?",
            "you",
            "do you think it's part of something bigger or is there nothing around it, is it just floating in the middle of nothing?",
            "the spacial dimension might go on infinitely",
            "if so, how does something float in the middle of nothing?",
            "i don't know"
        ]
    },
    {
        "date": "201904031822",
        "ctx": [
            "do you have any content/songs etc that you scrapped",
            "some of the best songs are made from scraps",
            "and if so you can name all of them if you want.",
            "i can't name the ones that have not been released yet"
        ]
    },
    {
        "date": "201904031733",
        "ctx": [
            "how's the video/content going?",
            "i'm not sure"
        ]
    },
    {
        "date": "201904031732",
        "ctx": [
            "bill help i think i am going to die and i literally sit around and do nothing all day what do i do",
            "nothing"
        ]
    },
    {
        "date": "201904031702",
        "ctx": [
            "how to combat post-missed-deadline slump?",
            "i don't know, but (ref: https://billwurtz.com/hibernate.mp3)here's an idea"
        ]
    },
    {
        "date": "201904031511",
        "ctx": [
            "There are morning people and night people and non-24 hour people. Why do only the morning people get to rule the world?",
            "morning only people do not rule the world. it is only people who can master the entire day"
        ]
    },
    {
        "date": "201904031357",
        "ctx": [
            "is attempting to play the guitar worth it",
            "yes"
        ]
    },
    {
        "date": "201904031343",
        "ctx": [
            "what is the first thing you can remember",
            "shapes?"
        ]
    },
    {
        "date": "201904031343",
        "ctx": [
            "do you often eat radishi",
            "no"
        ]
    },
    {
        "date": "201904032445",
        "ctx": [
            "what did you learn about recording live drums while you collaborated with scary pockets?",
            "nothing"
        ]
    },
    {
        "date": "201904031140",
        "ctx": [
            "How do you turn this on?",
            "already on"
        ]
    },
    {
        "date": "201904031118",
        "ctx": [
            "Are you irritated at all that some questions repeat over and over again or are you cool with them?",
            "it makes me a stronger and better person"
        ]
    },
    {
        "date": "201904031116",
        "ctx": [
            "If you were an animal which animal would it be and why?",
            "homo sapiens sapiens"
        ]
    },
    {
        "date": "201904030943",
        "ctx": [
            "have you ever sung in a harsh or yelling style? your music or anyone else's?",
            "no but perhaps i should"
        ]
    },
    {
        "date": "201904030856",
        "ctx": [
            "I'm depressed. Advice?",
            "perform some concerts"
        ]
    },
    {
        "date": "201904030821",
        "ctx": [
            "whens the video about velcro coming out",
            "in due course"
        ]
    },
    {
        "date": "201904030641",
        "ctx": [
            "was \"just did a bad thing\" a cathartic song for you to create?",
            "sure",
            "if so how much?",
            "the same amount as other songs"
        ]
    },
    {
        "date": "201904030322",
        "ctx": [
            ". How do you know more about yourself?",
            "your friends and enemies will be sure to inform you"
        ]
    },
    {
        "date": "201904030319",
        "ctx": [
            "Do you ever experience burnout?",
            "no way",
            "Any tips on recovering from burnout, if you do?",
            "denial"
        ]
    },
    {
        "date": "201904030113",
        "ctx": [
            "ok i literally heard the whole song in my head front to back and it was jam packed with cool moments but i didnt record it or play it i didnt even sing it, everything was just in my head and i danced to it to make it happen...so how i do i record one of these things now",
            "ah, you must either learn to document ideas faster or have the ideas slower."
        ]
    },
    {
        "date": "201904022348",
        "ctx": [
            "how many people in the world would be able to offend you?",
            "100 maybe"
        ]
    },
    {
        "date": "201904022304",
        "ctx": [
            "what do you think about art?",
            "seems legit"
        ]
    },
    {
        "date": "201904022253",
        "ctx": [
            "will listening to ur songs on spotify or youtube generate the most revenue for you?",
            "i'm not sure"
        ]
    },
    {
        "date": "201904022241",
        "ctx": [
            "i want to die but i'm not stupid enough to kill myself. what do i do?",
            "live"
        ]
    },
    {
        "date": "201904022211",
        "ctx": [
            "how does it feel to be known by millions of people",
            "cool / casual"
        ]
    },
    {
        "date": "201904022209",
        "ctx": [
            "is your next video going to be uploaded",
            "yes"
        ]
    },
    {
        "date": "201904022148",
        "ctx": [
            "how do i be cute",
            "be ugly twice, should cancel out"
        ]
    },
    {
        "date": "201904022147",
        "ctx": [
            "would you say it is okay, when sharing a poet's work, to share only an excerpt of a poem instead of the whole thing (say if you don't have much time)? if the answer depends on circumstances, what circumstances would influence it, and how?",
            "it is ok to include 2/3 of a poem"
        ]
    },
    {
        "date": "201904022146",
        "ctx": [
            "was the you get what you give session fun?",
            "very stressful",
            "i just watched the video and everyone in it looks like they're having a really fun time.",
            "we were probably trying to hide the fact that we still had no idea if the arrangement was any good or what the hell to do in most of those transitions",
            "it actually made me tear up a bit to see that much fun in one room (idk if that makes sense). anyway y'all did an amazing fuckin job"
        ]
    },
    {
        "date": "201904022137",
        "ctx": [
            "my Alexa isn't finding your music anymore when i ask her. what happened?",
            "i don't know, you will have to ask alexa"
        ]
    },
    {
        "date": "201904022133",
        "ctx": [
            "how often do you use capital letters in your answers to questions?",
            "about (ref: capitals-report.php)this often"
        ]
    },
    {
        "date": "201904021948",
        "ctx": [
            "approximately how many jingles in the new project so far?",
            "1 or 2"
        ]
    },
    {
        "date": "201904021939",
        "ctx": [
            "what do you do when you get really stressed? what should I do",
            "sing about it"
        ]
    },
    {
        "date": "201904021833",
        "ctx": [
            "do you ever try leading drums fills with your left hand like ringo starr",
            "i don't really know how ringo starr does things but yes"
        ]
    },
    {
        "date": "201904021832",
        "ctx": [
            "Do you have any advice for self-teaching an instrument",
            "the instrument should teach you"
        ]
    },
    {
        "date": "201904021750",
        "ctx": [
            "(ref: q.php?date=201904021455)4.2.192:55 pm  that is very cool. yes. can we see it?",
            "probably more to hear than see, but i can't release it yet for logistical reasons"
        ]
    },
    {
        "date": "201904021733",
        "ctx": [
            "Why do the lyrics have different capitalization on the lyrics page and in the music vids?",
            "because they are presented differently"
        ]
    },
    {
        "date": "201904021725",
        "ctx": [
            "subscribe to t-series",
            "i will do it when i get a chance"
        ]
    },
    {
        "date": "201904021715",
        "ctx": [
            "what was the question damien maymdien skipped",
            "this one"
        ]
    },
    {
        "date": "201904021701",
        "ctx": [
            "As a young musician what would you recommend for me if I wanted to start a YouTube channel.",
            "you can just go ahead and make a channel, but as far as what to put on it i am probably the wrong person to ask because by the time i was ready to put anything on youtube i had already been developing plans for it for at least 10 years or so"
        ]
    },
    {
        "date": "201904021700",
        "ctx": [
            "(ref: q.php?date=201505102350)5.10.1511:50 pm  was this the first question anyone ever asked you on this page, or was it just the first one you answered, or both",
            "that was actually on a different site back then, but it was the first question asked"
        ]
    },
    {
        "date": "201904021518",
        "ctx": [
            "how does mankind work",
            "mostly by innovation"
        ]
    },
    {
        "date": "201904021455",
        "ctx": [
            "is there any content of yours older than 1.1.2000?",
            "yes"
        ]
    },
    {
        "date": "201904021453",
        "ctx": [
            "How do you overcome the fear of failure.",
            "fail more often, to get more comfortable with it",
            "I'm going through something atm which feels too hard for me to get through. Any advice on how to get through it?",
            "it is difficult for me to give advice without any hints as to what the thing is"
        ]
    },
    {
        "date": "201904021403",
        "ctx": [
            "do you prefer \"american english\" or \"commonwealth english\"? i think you may have used some parts of both.",
            "i prefer to mix them together, for a more international flavour"
        ]
    },
    {
        "date": "201904022438",
        "ctx": [
            "I am a compulsive liar.",
            "i don't believe you",
            "Any advice on how to stop?"
        ]
    },
    {
        "date": "201904022406",
        "ctx": [
            "how do i stop stopping myself from doing something",
            "start stopping yourself from doing nothing"
        ]
    },
    {
        "date": "201904021057",
        "ctx": [
            "Should I finish my music degree?",
            "i have no idea what a music degree is but i suspect it's nothing. this could be a bad assumption because as i said i have never seen or touched one, i am only saying this based on hear say"
        ]
    },
    {
        "date": "201904020953",
        "ctx": [
            "how do i go about trying to understand the universe",
            "everything you could possibly do will help you understand the universe"
        ]
    },
    {
        "date": "201904020911",
        "ctx": [
            "Best tempo change in music off the top of your head?",
            "i can't think of any good ones"
        ]
    },
    {
        "date": "201904020840",
        "ctx": [
            "do you still need a stapler?",
            "i have always had one which works fine"
        ]
    },
    {
        "date": "201904020148",
        "ctx": [
            "I just spent my first day trying to record a thing with a real mic and I think this is level 1 of suffering because I realized it's not as easy as it looks to make it sound great. what can I do now",
            "it depends what your first results were"
        ]
    },
    {
        "date": "201904020141",
        "ctx": [
            "how did you manage to play drums so well after a decade+ of living in a place where there's no drums allowed",
            "it's like riding a bike"
        ]
    },
    {
        "date": "201904020140",
        "ctx": [
            "why do u say you're an ego maniac",
            "i usually don't say that. but on the questions page anything may happen sometimes"
        ]
    },
    {
        "date": "201904021251",
        "ctx": [
            "did you ever regret starting history of the world, when you were creating it?",
            "almost"
        ]
    },
    {
        "date": "201904021225",
        "ctx": [
            "what is the most effective way to balance reality and fiction (such as in, perhaps, maybe, your videos)?",
            "i still don't have a good way"
        ]
    },
    {
        "date": "201904021220",
        "ctx": [
            "Should I volunteer as a counsellor if I have extremely bad anxiety myself?",
            "yes"
        ]
    },
    {
        "date": "201904021211",
        "ctx": [
            "oh my RHYTHM GODS You Get What You Give is changing my life. was this part of the same 45-minute arrange-record session or was it separate?",
            "separate session, before. both sessions were supposed to be 90 minutes, but the first one was longer and the second one was shorter"
        ]
    },
    {
        "date": "201904012347",
        "ctx": [
            "what's at the end of the rainbow?",
            "you?"
        ]
    },
    {
        "date": "201904012306",
        "ctx": [
            "Did you write the music for the moon is made of cheese to experiment with key changes mid song?",
            "that was not the reason i wrote it, but it happened nonetheless"
        ]
    },
    {
        "date": "201904012245",
        "ctx": [
            "I found the solution to my problems. I applied this solution and quickly found that many more problems cropped up in the absence of my previous problems. I have come to the conclusion that life is full of problems, and it's up to Us to fix as many as we can before we die.",
            "from what i understand, the big bang initially occured as an attempt to fix problems"
        ]
    },
    {
        "date": "201904012212",
        "ctx": [
            "how can become as strong as you?",
            "as long as you want to, it will happen"
        ]
    },
    {
        "date": "201904012205",
        "ctx": [
            "why is school hard?",
            "to make you stronger"
        ]
    },
    {
        "date": "201904012200",
        "ctx": [
            "any tips for improving song structure?",
            "how about making the whole thing the bridge"
        ]
    },
    {
        "date": "201904012139",
        "ctx": [
            "what is the most satisfying part of your job?",
            "when i get to think of ideas and then get them to appear in someone else's mind"
        ]
    },
    {
        "date": "201904012113",
        "ctx": [
            "if there had to be an international wurtz day which day would you want it to be?",
            "january first"
        ]
    },
    {
        "date": "201904012105",
        "ctx": [
            "how did you become so original? I look up to being as original as you, originally. <3",
            "cherish the moments when you seem to witness someone proving it's possible. as long as you can remind yourself that those occurences were real, then you're just a short hide-and-seek game away"
        ]
    },
    {
        "date": "201904012103",
        "ctx": [
            "Do you have a 9sus4 chord for any grade of the major scale? (i mean if you have ''tasted'' everyone)",
            "i'm not quite sure what you mean but yes"
        ]
    },
    {
        "date": "201904011946",
        "ctx": [
            "What should I caption my photo?",
            "that depends on its contents, and context"
        ]
    },
    {
        "date": "201904011836",
        "ctx": [
            "do we really exist",
            "what is exist"
        ]
    },
    {
        "date": "201904011738",
        "ctx": [
            "what is your best score?",
            "2"
        ]
    },
    {
        "date": "201904011736",
        "ctx": [
            "I live in an apartment and my neighbor always plays his drums like in the middle of the night when I am trying to sleep. What do i do",
            "use earplugs"
        ]
    },
    {
        "date": "201904011716",
        "ctx": [
            "Do you think you're going to play concerts",
            "yes",
            "or make merch?",
            "did it but i should stop"
        ]
    },
    {
        "date": "201904011605",
        "ctx": [
            "Have you ever used a kazoo in one of your songs?",
            "no",
            "If no, will you do it in the future?",
            "i was going to say no, but probably yes actually"
        ]
    },
    {
        "date": "201904011525",
        "ctx": [
            "Will you make your own show now?",
            "i have been doing it for several years"
        ]
    },
    {
        "date": "201904011525",
        "ctx": [
            "What is a book?",
            "an average to legitimate quantity of text"
        ]
    },
    {
        "date": "201904011436",
        "ctx": [
            "What drives you to do what you do and keep at it?",
            "the forces of nature, i suppose",
            "Its certainly not the money, is it the appreciation from the fans, if not then would you just be happy with releasing songs for yourself and your friend? Maybe its the challenge? \n\nThank you.",
            "someone's gotta do it"
        ]
    },
    {
        "date": "201904011426",
        "ctx": [
            "I've been having a way higher than usual number of dreams lately involving random people from my past who I no longer have contact with (e.g. people who have died, old kindergarten classmates and teachers, old friends who I've fallen out with and haven't spoken to in months or years). It's wigging me out a bit if I'm being honest. Do you have any advice? I would really appreciate it.",
            "do a brief case study. write a small business memo about the contents of the dream, what the significance of those people were in your real life, and briefly explain why their occurence in the dream was unexpected"
        ]
    },
    {
        "date": "201904011422",
        "ctx": [
            "Did you design the different sounds your synth makes or did they come stock with the synth?",
            "who says i even have a synth"
        ]
    },
    {
        "date": "201904011330",
        "ctx": [
            "Guy from (ref: q.php?date=201903311527)3.31.193:27 pm . What show would you make?",
            "the show i've been making, for the last several years, is essentially just titled 'bill wurtz', and it has many different sub-shows and sub-facets, all generally under one umbrella of 'bill wurtz'"
        ]
    },
    {
        "date": "201904011322",
        "ctx": [
            "how do you make your bass lines sound so good?",
            "focus on making the song good, while holding the bass"
        ]
    },
    {
        "date": "201904012458",
        "ctx": [
            "In the current video editing process, do you mind sharing a part of it that to you feels like it should be able to be a lot faster but that you're struggling with to get more efficient at?",
            "none of the pieces could be any quicker. the only way to gain speed is to re-imagine it entirely differently, with different pieces"
        ]
    },
    {
        "date": "201904012451",
        "ctx": [
            "i feel like i visit this website too much. what can i do about this?",
            "visit it less?"
        ]
    },
    {
        "date": "201904012433",
        "ctx": [
            "https://billwurtz.com/note200508111639.html is this where the idea for the vine came from?",
            "yes"
        ]
    },
    {
        "date": "201904012425",
        "ctx": [
            "(ref: q.php?date=201903311527)3.31.193:27 pm  yes! do it! (please. if time permits. i'm sorry if i shouted. i understand you're busy and stuff, but) yes! i would totally watch it and buy dvds and such items.",
            "the show has been ongoing in its many different facets, on billwurtz dot com, for the last several years. paying is optional but not discouraged, and can be done (ref: https://billwurtz.com/donate.html)here. actual consumption of the content would occur on pretty much any other page throughout the rest of the site"
        ]
    },
    {
        "date": "201904011147",
        "ctx": [
            "Have you ever found it strange that the contraction for \"we will\" is pronounced the same as \"will\" itself?",
            "no. it's actually 'weel' but when said quickly (or even at a normal speed) it is indistinguishable"
        ]
    },
    {
        "date": "201904011121",
        "ctx": [
            "is bread a element",
            "yes"
        ]
    },
    {
        "date": "201904010902",
        "ctx": [
            "how do I not fail all these tests",
            "you could get failure insurance"
        ]
    },
    {
        "date": "201904010719",
        "ctx": [
            "are you ever going to do another geographical video ;{",
            "i just did one 2 videos ago but sure"
        ]
    },
    {
        "date": "201904010658",
        "ctx": [
            "Favourite cartoon show?",
            "the news"
        ]
    },
    {
        "date": "201904010626",
        "ctx": [
            "are you going to make a video for april fools, or do you have one planned",
            "april 1st might be a little late to plan a video for april 1st, unless it is microscopically short, or very low budget"
        ]
    },
    {
        "date": "201904010559",
        "ctx": [
            "is reality real?",
            "let me perform some calculations"
        ]
    },
    {
        "date": "201904010416",
        "ctx": [
            "i like art. i do art because it makes me happy. but people around me think i suck. am i a good artist or a bad one, am i even one",
            "there is no way for me to know, but if you think you are good then you are good. and the fact that you asked this makes me think you might think you are good"
        ]
    },
    {
        "date": "201904010231",
        "ctx": [
            "what is an example of a pentatonic scale sounding western?",
            "maybe (ref: rkelly-afterparty.mp3)this"
        ]
    },
    {
        "date": "201904010212",
        "ctx": [
            "is cereal soup? asking because my friends will not shut up about it",
            "it's a sandwich"
        ]
    },
    {
        "date": "201904010124",
        "ctx": [
            "what is the most beautiful sound? is it silence?",
            "light"
        ]
    },
    {
        "date": "201904011249",
        "ctx": [
            "Just watched your \"history of the entire world, i guess\" video. I'm curious on how long it took you to make the video",
            "11 months"
        ]
    },
    {
        "date": "201904011213",
        "ctx": [
            "do you think that your personality pertains to your star sign",
            "fuck star signs\n\n\n\n\n\n(ref: questions-2019-03.html)PREVIOUS QUESTIONS"
        ]
    }
]