[
    {
        "date": "201902282325",
        "ctx": [
            "How is your YT music video playlist longer than your song playlist? Are some of the musics not songs or something?",
            "it didn't occur to me to add music videos also to the songs list until i realized that i was not going to post videoless songs"
        ]
    },
    {
        "date": "201902282319",
        "ctx": [
            "I like the 1 train but it's broken. Do I replace with evil slow C train?",
            "the train is not broken. the person who got hit by it is broken"
        ]
    },
    {
        "date": "201902282318",
        "ctx": [
            "How do I have a conversation with a person?",
            "for another reason. if there is no other reason, then ask them who they are. if you already know who they are, tell them who you are. if they also already know who you are, ask them how they are. they probably will tell you a simple fake version instead of the whole story. then they will ask you how you are and you will also tell them a mostly fake version of the real story. then start asking each other where you are and what is going on here, and collaborate on finding answers to that question. if and when you find those answers, then you can start asking what may happen next"
        ]
    },
    {
        "date": "201902282310",
        "ctx": [
            "How do I be less sensitive and care less about what other people say about me?",
            "start caring more about what you say about them",
            "Whenever someone says anything even a little bit negative about me, I can't get it out of my head.",
            "focus on what you are going to say to them"
        ]
    },
    {
        "date": "201902282307",
        "ctx": [
            "Would a dream about the y-axis be considered a nightmare?",
            "it all depends what happens there"
        ]
    },
    {
        "date": "201902282210",
        "ctx": [
            "do you wear your baseball caps mildly sideways for aesthetic purposes, or is it just more comfortable that way?",
            "it is mostly to avoid the attrocious aesthetic of it being in any other direction. also in the wind it is important to be more diagonal because it's tighter that way"
        ]
    },
    {
        "date": "201902282200",
        "ctx": [
            "Do you sometimes get suicidal?",
            "that's a personal question but no"
        ]
    },
    {
        "date": "201902281907",
        "ctx": [
            "Hey, why don't you allow people to make subtitles for your videos? That way people from all over the world will be able to understand them!",
            "i disagree. i think the only way someone in another native language would be able to properly understand would be if i were to do a thorough re-write, with the help of a great writer in that language, and/or translator, including a lot of trust building to ensure that all the material is hitting the same way and properly adapted to sit comfortably in that language. then do a re-casting and re-recording of the vocal (the casting process would be an additional process which was never done in the first place because it was be me by default), then re-editing all the graphics, translating them and also adjusting the entire thing for time, and surely some content adjustments as well, due to new script. re-writing nearly all the jingles/vocal music entirely. recording the new music. and finally rescoring the underscore music. this would be a wonderful project to take on, but given the large amount of future projects to be done, it is simply not a priority to do alternate versions of previous projects"
        ]
    },
    {
        "date": "201902281800",
        "ctx": [
            "do you think you will ever get to take a break from youtubing?",
            "i have never gone youtubing"
        ]
    },
    {
        "date": "201902281718",
        "ctx": [
            "I'm amazed by how many questions on this page contain misspellings. They're pretty bad ones, too. Are you appalled by how illiterate your fans are?",
            "no"
        ]
    },
    {
        "date": "201902281702",
        "ctx": [
            "Are you screwing your schedule again?",
            "it got screwed in early december. nearly against my will",
            "It's been 2 weeks already",
            "it's currently supposed to be a 1 + 1 week schedule",
            "STOP F&CKING YOUR SCHEDULE",
            "i have yet to physically prove capability of hitting this schedule, and the previous schedule had no non-song content",
            "-AC"
        ]
    },
    {
        "date": "201902281544",
        "ctx": [
            "What is a dog?",
            "approximately 2 cats"
        ]
    },
    {
        "date": "201902281539",
        "ctx": [
            "I want to use my constant existential crisis to create things but all it does is keep me in bed all day",
            "find a small simple medium you can use every day. and see where that takes you"
        ]
    },
    {
        "date": "201902281501",
        "ctx": [
            "What would be your choice graffiti?",
            "the exit sign"
        ]
    },
    {
        "date": "201902281431",
        "ctx": [
            "my boss is having a terrible day, any suggestions on how i can help him feel a little better?",
            "ask him what seems to be the problem"
        ]
    },
    {
        "date": "201902281422",
        "ctx": [
            "Would you ever consider joining a cult?",
            "maybe if it's the right one"
        ]
    },
    {
        "date": "201902281402",
        "ctx": [
            "what is you advice for working on very large projects that you don't really need to do but that you want to do? (or is that the same thing?)",
            "do them?"
        ]
    },
    {
        "date": "201902281358",
        "ctx": [
            "what are some gospel choir songs you enjoy?",
            "how about (ref: https://youtu.be/cfwf79E81Ac?t=20s)this"
        ]
    },
    {
        "date": "201902281324",
        "ctx": [
            "did you make wfaoie because of the leftover information from researching for history of the enitre world?",
            "no"
        ]
    },
    {
        "date": "201902282456",
        "ctx": [
            "can you explain your process on how to sidechain?",
            "i know almost nothing about it, and i never touched it until very recently. i don't really know what you can do with it but so far i am just using it for reverb/delay on the vocal. you put a compressor on the rev/delay track, and side chain it to the lead vocal. this makes the reverb/delay get out of the way of the lead vocal at the moment it's being sung, and then the rev/delay comes in after. it clears things up because now you're not hearing the vocal and the reverb on top of each other"
        ]
    },
    {
        "date": "201902282408",
        "ctx": [
            "i feel like you might have a lot of fun with a guitar and pedalboard full of wacky and wild effects",
            "that may be true"
        ]
    },
    {
        "date": "201902281140",
        "ctx": [
            "hey so what about microtonality?",
            "tones can be any size",
            "as far as i remember you have written stuff about how you prefer 12-TET but systems such 19-TET are also pretty exciting, too me at least. Heck, even quartertones can sometimes be cool. have you ever written stuff outside of 12-TET?",
            "yes"
        ]
    },
    {
        "date": "201902281109",
        "ctx": [
            "What is your opinion on the pronounciation of jalapeno",
            "it's good"
        ]
    },
    {
        "date": "201902281005",
        "ctx": [
            "i don't know if that question has been asked but what do you think about mccartney's \"fuh you\" song",
            "feels a bit more like ryan tedder's song but that's ok"
        ]
    },
    {
        "date": "201902280945",
        "ctx": [
            "Will you ever put your songs in one downloadable album that I can download or am I cursed to download every song and add metadata?",
            "ah, that is so often the curse of free music"
        ]
    },
    {
        "date": "201902280918",
        "ctx": [
            "I read in arecent question that the reality videos never left and that there were like two or something in the past two weeks. Are they posted on the reality page? Because",
            "yes",
            "if they are they aren't showing up for me.",
            "can you be more specific? is it just a blank page?"
        ]
    },
    {
        "date": "201902280913",
        "ctx": [
            "what is the bpm of \"at the airport terminal\"",
            "i don't remember but if i had to guess i would say about 62 (124)"
        ]
    },
    {
        "date": "201902280825",
        "ctx": [
            "What's your favourite song",
            "cold sweat james brown"
        ]
    },
    {
        "date": "201902280822",
        "ctx": [
            "I feel very tense and bad most of the time. I am making changes to make my life better, but I can't implement all the changes at once. And some of them I can't implement at all right now, for logistics reasons. How can I hold on and keep doing what I need to do, while necessarily feeling like shit for a while?",
            "tell a story, or make a reality show, about your struggles. stories are actually better when there's struggles"
        ]
    },
    {
        "date": "201902280543",
        "ctx": [
            "what is your third favorite month?",
            "march"
        ]
    },
    {
        "date": "201902280408",
        "ctx": [
            "How many seconds until the new video is released?",
            "i don't care"
        ]
    },
    {
        "date": "201902280351",
        "ctx": [
            "Capitalism?",
            "can you repeat the question"
        ]
    },
    {
        "date": "201902280217",
        "ctx": [
            "why are you: you?",
            "because you said so",
            "Am I me?",
            "yes"
        ]
    },
    {
        "date": "201902280133",
        "ctx": [
            "What's your favorite Kanye moment?",
            "how about (ref: Screenshot2019-03-01at1.02.11AM.png)this"
        ]
    },
    {
        "date": "201902280129",
        "ctx": [
            "Do you think that a troubled mind is a fuel for creativity?",
            "yes, and sometimes damages it also"
        ]
    },
    {
        "date": "201902272339",
        "ctx": [
            "what is your thought process of coming up with ideas",
            "fuck it's not here fuck where is it it's not here yet fuck where is it when is it gonna get here oh shit there it is, get it quick. check the data, what was it, confirmed yep that's awesome. oh shit now what's the next part, fuck, what is it when is it gonna get here"
        ]
    },
    {
        "date": "201902272336",
        "ctx": [
            "Can we be what we force ourselves to be?",
            "no"
        ]
    },
    {
        "date": "201902272328",
        "ctx": [
            "Did you know that you've educated and inspired and entertained zillions of people?",
            "maybe half a zillion by my calculations"
        ]
    },
    {
        "date": "201902272326",
        "ctx": [
            "How about a Billy Joel moment you dig?",
            "let's just say the entirety of (ref: https://www.youtube.com/watch?v=H6M0EulApMM)uptown girl"
        ]
    },
    {
        "date": "201902272253",
        "ctx": [
            "is ur two week schedule a too weak schedule",
            "yes"
        ]
    },
    {
        "date": "201902272237",
        "ctx": [
            "how do you write your drum parts? they are always so unconventional and good.",
            "instinct"
        ]
    },
    {
        "date": "201902272138",
        "ctx": [
            "how is the world spinning?",
            "someone must have spun it and forgot to unspin it"
        ]
    },
    {
        "date": "201902271838",
        "ctx": [
            "Favorite kind of consumer good?",
            "cash"
        ]
    },
    {
        "date": "201902271752",
        "ctx": [
            "Have you considered re-releasing some of your old albums on spotify and stuff?",
            "not unless the original release gets un-released somehow, knock on wood"
        ]
    },
    {
        "date": "201902271750",
        "ctx": [
            "what makes you so important that i should ask you a question?",
            "it's your choice"
        ]
    },
    {
        "date": "201902271744",
        "ctx": [
            "will you make an instrumental (lyricless) song and then animate it",
            "i've done that at least a couple of times"
        ]
    },
    {
        "date": "201902271737",
        "ctx": [
            "gosh darn it bill where's the flippin video",
            "in production"
        ]
    },
    {
        "date": "201902271616",
        "ctx": [
            "i'm so tired ALL THE TIME how do i stay awake when sleep is so good, i'm so idk, bored by life? my friends and family are just a snooze fest, i'm more of an \"experience the world let's go to a museum or something\" person and my friends want to spend ALL THEIR TIME online or listening to music/movies and i learn by actually doing stuff for myself and using my senses idk i'm just BORED help. i'd go on my own to places but i'm... anxious and don't wanna look like a fucking loser rip me",
            "where is the nearest accessible place you've never been"
        ]
    },
    {
        "date": "201902271556",
        "ctx": [
            "Does the solo in \"mt St Helens is about to blow up\" also follow the diagonal steps thing? I feel like it does because of how the instrument changes every time but it keeps the same motif",
            "i suppose that's about right. at least up until (before) the point where it abandons the melody and goes crazy"
        ]
    },
    {
        "date": "201902271554",
        "ctx": [
            "lyrics of some songs feel like a person didn't write them;but rather the words and melodies have already existed for all of eternity. do you find this desirable?",
            "often"
        ]
    },
    {
        "date": "201902271508",
        "ctx": [
            "Why do you want to answer our questions?",
            "it makes me stronger",
            "Is this some sort of experiment?",
            "yes"
        ]
    },
    {
        "date": "201902271459",
        "ctx": [
            "have you ever recorded vocals very late at night?",
            "yes"
        ]
    },
    {
        "date": "201902271346",
        "ctx": [
            "I have only forged 2 things: a candle holder spike and a wall hook with a leaf nail holder. However, I can recognize the colors the hot metal is supposed to be for the different actions, e.g. for flattening and tapping and cutting and tempering etc. Would you say I a a blacksmith? Have I earned your high and good opinion? Or do I need to be a professional",
            "considering i just had to look up what a blacksmith is, i would assume i am not the right person to judge blacksmiths"
        ]
    },
    {
        "date": "201902272445",
        "ctx": [
            "how do you cope with the fact that you're going through too many changes?",
            "try to imagine what the changes would be like 1 at a time, and then visualize them in 4 different quadrants of a piece of paper, and then imagine them merging all together"
        ]
    },
    {
        "date": "201902272428",
        "ctx": [
            "How to get over unrequited love? Have a nice day, bill",
            "that's exactly right"
        ]
    },
    {
        "date": "201902272412",
        "ctx": [
            "would you like to know when people make things inspired by your things or does that not interest you",
            "it's not always possible to know"
        ]
    },
    {
        "date": "201902272411",
        "ctx": [
            "why not just upload songs without music videos with a a spinning disc or something like you did for songs such as \"the road\"?",
            "(ref: q.php?date=201901161512)1.16.193:12 pm"
        ]
    },
    {
        "date": "201902271151",
        "ctx": [
            "what makes you happy?",
            "things changing, staying the same, and changing between changing and staying the same"
        ]
    },
    {
        "date": "201902271138",
        "ctx": [
            "do you think your live band will have backing dancers?",
            "no"
        ]
    },
    {
        "date": "201902271023",
        "ctx": [
            "opinions about love and relationships?",
            "seems legit"
        ]
    },
    {
        "date": "201902270913",
        "ctx": [
            "referencing back to one of your old jingles, how much of your floor have you eaten already?",
            "none"
        ]
    },
    {
        "date": "201902270838",
        "ctx": [
            "do you have a reason as to why \"got to know what's going on\", \"in california\" and \"i love you\" were not uploaded to youtube",
            "they didn't have videos",
            "and do you have any plans of doing so?",
            "i would have to make videos for them first"
        ]
    },
    {
        "date": "201902270756",
        "ctx": [
            "Do you think there is a possibility that the universe is actually an experimental design created by some conscious being, who created it to understand how their universe was created who was created by perhaps another conscious being?",
            "it's you"
        ]
    },
    {
        "date": "201902270620",
        "ctx": [
            "did this question answering thing thought you anything?",
            "millions of things"
        ]
    },
    {
        "date": "201902270522",
        "ctx": [
            "Why do you sometimes disappear from the questions page for days at a time?",
            "should never be more than 24 hours, but when i am not doing questions i am working on audio visual content"
        ]
    },
    {
        "date": "201902270511",
        "ctx": [
            "i have found that it is useful, helpful, and fun for me to analyze why i like things. it also has the benefit of spending no time disliking things. many of the things i am analyzing lately are yours, and i just wanted to ask you if you analyze them while you're making them or if you know all the things you like in advance so you don't even need to?",
            "the only way to know if i like something is if it gives me the special feeling. can analyze after, once i already know i like it. but analysis is not always very useful. liking stuff is very ellusive"
        ]
    },
    {
        "date": "201902270409",
        "ctx": [
            "can you tell us when the new video is coming out?",
            "no"
        ]
    },
    {
        "date": "201902270408",
        "ctx": [
            "what does the current schedule look like?",
            "freak out 7 days a week"
        ]
    },
    {
        "date": "201902270116",
        "ctx": [
            "do you ever scream super loud?",
            "no but perhaps i should",
            "if so can you show us"
        ]
    },
    {
        "date": "201902271228",
        "ctx": [
            "Do you write your thoughts down on paper",
            "yes but i sometimes write them down digitally"
        ]
    },
    {
        "date": "201902262327",
        "ctx": [
            "how is it possible that the universe exists?",
            "i don't know"
        ]
    },
    {
        "date": "201902262309",
        "ctx": [
            "Is you new vid planned on a not-2-week schedule, or is it on a confused 2-week schedule?",
            "unsuccessful 1 + 1 week schedule"
        ]
    },
    {
        "date": "201902262257",
        "ctx": [
            "do you think you only are what you believe you are",
            "i don't know"
        ]
    },
    {
        "date": "201902262159",
        "ctx": [
            "How do you make concepts for your songs?",
            "almost any concept i can think of is a possible concept for songs. i have a list going"
        ]
    },
    {
        "date": "201902262158",
        "ctx": [
            "Why is the west coast on fire?",
            "too much glamour"
        ]
    },
    {
        "date": "201902261831",
        "ctx": [
            "I don't know how I got here. All I know is that I want to go somewhere else. Any handy tips and/or tricks?",
            "motion / movement"
        ]
    },
    {
        "date": "201902261823",
        "ctx": [
            "What's your favorite Kenny Loggins moment?",
            "how about (ref: kennyloggins-doesanythinglastforever.mp4)this"
        ]
    },
    {
        "date": "201902261822",
        "ctx": [
            "Why did you make a yt channel?",
            "pressure from society"
        ]
    },
    {
        "date": "201902261701",
        "ctx": [
            "Wait, i can ask you questions here?",
            "yes"
        ]
    },
    {
        "date": "201902261535",
        "ctx": [
            "would u like to be a tree?",
            "only if i can be all of them at the same time"
        ]
    },
    {
        "date": "201902261455",
        "ctx": [
            "why is there an otherother.html but no otherotherother.html",
            "why are there 50 letters in your question but not 51"
        ]
    },
    {
        "date": "201902261446",
        "ctx": [
            "Where do you get your inspiration? Personally, I like mine imported from France where I can buy it at my loc supermarket, but I get the sense you grow your own.",
            "i get it on the black market"
        ]
    },
    {
        "date": "201902261445",
        "ctx": [
            "how do i convince myself to do the work if there is no point to any of it? i really don't see the point of any of this work.",
            "if there is no point to it then you really shouldn't be doing it"
        ]
    },
    {
        "date": "201902261411",
        "ctx": [
            "can i ever be a dragonfly",
            "yes but by the time you are it won't be called that"
        ]
    },
    {
        "date": "201902262450",
        "ctx": [
            "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAH",
            "that's true"
        ]
    },
    {
        "date": "201902262449",
        "ctx": [
            "you said you would talk about velcro, but will you really?",
            "maybe"
        ]
    },
    {
        "date": "201902262423",
        "ctx": [
            "list one (1) thing you love",
            "the floor"
        ]
    },
    {
        "date": "201902262420",
        "ctx": [
            "What did you do in new canaan that one time?\nDid you have fun?",
            "i wrote a song, or at least most of it"
        ]
    },
    {
        "date": "201902261125",
        "ctx": [
            "can I become a emoji? asking for a friend",
            "sure but you need to be prepared to sometimes be a blank box if you go outside your jurisdiction"
        ]
    },
    {
        "date": "201902261115",
        "ctx": [
            "What are 3 words to describe yourself?",
            "dumb ass"
        ]
    },
    {
        "date": "201902261112",
        "ctx": [
            "Was \"sometimes i whatever\" the only time you recorded your thought process before making a video or did you do that for other videos as well?",
            "every time",
            "we dont see much of it on the reality page.",
            "there will be more"
        ]
    },
    {
        "date": "201902261107",
        "ctx": [
            "I recently discovered i ADORE when the rhythm of the percussion fill lines up with the rhythm of the singer's vocal flourish. It. Is. Heavenly. Do you have any suggestions for songs that accomplish this?",
            "you'd have to give me an example of what you're talking about"
        ]
    },
    {
        "date": "201902261030",
        "ctx": [
            "What defines a thing as \"bad\"?",
            "if someone important doesn't like it"
        ]
    },
    {
        "date": "201902260930",
        "ctx": [
            "did you actually make spelling mistakes on purpose",
            "occasionally"
        ]
    },
    {
        "date": "201902260655",
        "ctx": [
            "Which religion you following if any?",
            "religion is no fun if you call it a religion. it seems most of the time when people say 'religion' they are usually referring to how lame other people's religions are"
        ]
    },
    {
        "date": "201902260405",
        "ctx": [
            "what's your peak jokes per hour (JPH)? just wanna know what level of jokester we're dealing with here",
            "sometimes the quantity of jokes is not as important as their depth and breadth"
        ]
    },
    {
        "date": "201902260229",
        "ctx": [
            "you mentioned that there are services that lock you out of the internet, perhaps to help with productivity and getting the thing done. do you use these services yourself?",
            "no"
        ]
    },
    {
        "date": "201902260146",
        "ctx": [
            "Is 14 the last level of suffering? Cause I really don't want there to be a 15th.",
            "15 is like the most important level"
        ]
    },
    {
        "date": "201902260143",
        "ctx": [
            "bill, is there anything you would consider your favorite? what is it?",
            "ghosts"
        ]
    },
    {
        "date": "201902260137",
        "ctx": [
            "what do you want?",
            "how about some cool shapes"
        ]
    },
    {
        "date": "201902260132",
        "ctx": [
            "Which platform should I follow you on to get updates about the schedule and stuff?",
            "the questions page"
        ]
    },
    {
        "date": "201902260132",
        "ctx": [
            "My friend told me that if we don't protect the earth, there's gonna be a whole in the ozone layer which will cause aliens to come on our planet.\n\nSo I told him that's nice. We could learn from aliens. Let them teach us stuff and grow more advanced as humans.\n\n This could totally be a good and productive thing for us.\n\nWhat do you think Bill?",
            "that's nice but if you don't close the ozone after the aliens get here then they're just going to leave"
        ]
    },
    {
        "date": "201902260104",
        "ctx": [
            "Do you find any of the joke questions actually funny?",
            "i take jokes very seriously"
        ]
    },
    {
        "date": "201902252202",
        "ctx": [
            "Do you have any plans for the covers you said that you would do, or have you given up on the idea of doing covers at this point?",
            "i don't think i ever said which ones i would do, but i can't do the ones i wanted to do until i establish a relationship with the owners. and most songs on my list are owned by people who are difficult to form a relationship with"
        ]
    },
    {
        "date": "201902252021",
        "ctx": [
            "Why does my friend have trouble reading things for class?",
            "perhaps the material sucks"
        ]
    },
    {
        "date": "201902252020",
        "ctx": [
            "why is there a reality if ducks aren't real?",
            "for all the other things to be real"
        ]
    },
    {
        "date": "201902252008",
        "ctx": [
            "Sometimes I question myselfs dedication when I try really hard and go past my boundaries to be the best but in the end never getting up the hill and failing to be what I and other consider to be \"good\" or \"best\". Giving up is considered being worse then being bad but I'm considering giving up because I can't deal with the amount of failure I've received.",
            "giving up is only as bad as the amount you want the thing"
        ]
    },
    {
        "date": "201902251942",
        "ctx": [
            "how do you use a saxophone",
            "i have no idea"
        ]
    },
    {
        "date": "201902251810",
        "ctx": [
            "I consider myself to be a True Neutral person. Where do you believe to belong on the alignment chart?",
            "it's fun when you get to make the chart"
        ]
    },
    {
        "date": "201902251646",
        "ctx": [
            "hey bill, i just got a new phone. may you suggest some cool/fun activities to do with the phone ?, thanks (^:",
            "call your friends and enemies"
        ]
    },
    {
        "date": "201902251605",
        "ctx": [
            "what makes life so difficult?",
            "you, and me"
        ]
    },
    {
        "date": "201902251508",
        "ctx": [
            "What's up with this pizza by the slice business",
            "they can score big with people who are not willing to eat a whole pizza."
        ]
    },
    {
        "date": "201902251447",
        "ctx": [
            "Are you against capitalism?",
            "not necessary, capitalism is against itself"
        ]
    },
    {
        "date": "201902252409",
        "ctx": [
            "I'm doing karaoke with my coworkers this weekend. I'm decently confident that I can do the actual singing, but like... I'm so used to having an instrument in my hands. Between lines/verses/etc. what do you do with yourself when you have no instrument??? Just stand there? Breakdance? Bop and sway gently?\nI saw one of my favourite bands live in 2010 and the lead singer/guitarist sang one song with no guitar. Between lines, EVERY SINGLE TIME, he would take two steps back from the mic, look to the left, inhale, and swing his right arm back and forth to the beat in a comically wide arc without moving any of the rest of his body. It was painful to watch and I don't wanna replicate it. Do you have any suggestions about what I *should* do?",
            "you could trade some stocks"
        ]
    },
    {
        "date": "201902251120",
        "ctx": [
            "is there a chance that you would put any of your older music like \"i can play\" or \"all u need is love\" on spotify or itunes?",
            "yes",
            "thank you!"
        ]
    },
    {
        "date": "201902251049",
        "ctx": [
            "CAn you make full version of \"That's the way i like to live my life\" song from hi, i'm steve video ?",
            "the full version is a video with mixed musical/non musical content"
        ]
    },
    {
        "date": "201902250921",
        "ctx": [
            "i have short and rare bursts of creativity where i get tons of songwriting and recording done, but these don't last more than a few days at the most. i've been planningout an album for months and i finally have every song written, but can never find the motivation for long enough to make the final recordings of these songs, because i think i've losing interestin the album itself. i want to stick with it because i know that the music is good and the concept will hopefully be well rev=cieved, but my mind has shifted to other types of music. i don't want to start something else because i'm afraid that if i just keep jumping to new things every time i lose interest i'll never get anything done. would you rather put out material that you're not entirely happy with or chase something perfect that may not necessarily be attainable?",
            "ah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that"
        ]
    },
    {
        "date": "201902250618",
        "ctx": [
            "I'm over 30 labor hours into animating this comedic bit. I'm finally reaching the punch line and I don't know how to draw it funny, because it doesn't even sound funny to me anymore. Tips for this feel?",
            "you might need to do projects at a funnier pace"
        ]
    },
    {
        "date": "201902250610",
        "ctx": [
            "Does logic make any sense?",
            "yes"
        ]
    },
    {
        "date": "201902250549",
        "ctx": [
            "i like to create things on this machine but the problem is that the machine can instantly give me dopamine from the internet at any moment. i usually choose this option instead of creating something. how do i avoid this and use the machine to create more things",
            "there are some services online which can lock you out of the internet"
        ]
    },
    {
        "date": "201902250334",
        "ctx": [
            "Around when in your career did the total duration every viewer spent viewing your work exceed the number of hours it took to create that same work?",
            "about May, 2015, when my vine channel started to become popular",
            "Do you consider that a valid threshold for success?",
            "i never thought of it that way but yes"
        ]
    },
    {
        "date": "201902250151",
        "ctx": [
            "do you ever think of chords/voicings as a stack of intervals instead?",
            "sure",
            "Like, M3m3 would be a major chord expressed by a major third followed by a minor third. But in first inversion itd be m3P4, a minor third with a perfect fourth after it. Kind of what the idea is with roman numeral inversions, having I be root, I6 be first inversion (with implied third as middle voice, and the 6th being the top voice interval with bass note), and I64 for second inversion, (6th and 4th intervals from bass). Except this system ive been trying to figure out would show the relationship between each note to their closest note up and down. Ideally itd show all relationships, But I think intervals as a unit make sense trying to categorize chords not only by what notes are being played, but their inversions. Sometimes it feels like this way \"harmony\" or \"notation\" would make more sense. Best way I can think of it is a stack of geometry upwards like a totem, or stacked figures using the same center (with their corners touching the same imaginary circle).\n\nDo you have a specific way you visualize/categorize relationships in music",
            "visualize it on the piano keyboard",
            "and how did you come upon it?",
            "the piano keyboard is wonderful because all the notes are laid out right in front of you in perfect order, but i am not the one who came up with it. for that we must thank John Piano"
        ]
    },
    {
        "date": "201902242259",
        "ctx": [
            "how do i pay attention in school",
            "paying attention is effortless, if the material is any good. if the material is not good, pay attention to why it's not good. this will imbue some knowledge of what to avoid later when you make your own material one day"
        ]
    },
    {
        "date": "201902242239",
        "ctx": [
            "What would make me feel good?",
            "solving some problems"
        ]
    },
    {
        "date": "201902242138",
        "ctx": [
            "If this world is a simulation what difficulty setting do you think we're on?",
            "0"
        ]
    },
    {
        "date": "201902242123",
        "ctx": [
            "What is the song you're working on about?",
            "adulthood?"
        ]
    },
    {
        "date": "201902242121",
        "ctx": [
            "I've realized I may not actually want to succeed. What do I do now?",
            "fail?"
        ]
    },
    {
        "date": "201902242028",
        "ctx": [
            "What should I talk about with my psychologist?",
            "your goals"
        ]
    },
    {
        "date": "201902242018",
        "ctx": [
            "what if i am not real?",
            "nothing"
        ]
    },
    {
        "date": "201902242006",
        "ctx": [
            "Hello. Can I have your estimate of the number of trains on this planet? (If you include other planets you get a plus point)",
            "24 million"
        ]
    },
    {
        "date": "201902241938",
        "ctx": [
            "is this a good question? please answer with a good answer.",
            "i give it a 4.6"
        ]
    },
    {
        "date": "201902241936",
        "ctx": [
            "Does the next song have any key changes?",
            "somewhat"
        ]
    },
    {
        "date": "201902241932",
        "ctx": [
            "why do people have different values than me",
            "diffence is what gives values their value"
        ]
    },
    {
        "date": "201902241927",
        "ctx": [
            "i'm trying to get better at drawing but i almost never have time to practice and when i do i feel really unmotivated. do you have any advice on making more time or finding more motivation?",
            "how bad you want it"
        ]
    },
    {
        "date": "201902241923",
        "ctx": [
            "what's your favorite jojo part?",
            "how about (ref: jojoyeahyeah.mp3)this"
        ]
    },
    {
        "date": "201902241713",
        "ctx": [
            "how to find best drum beat or pattern??",
            "besides a full on jackhammer, there is no drum beat that could ever be considered 'best.' to find what is appropriate, a good technique is to imagine writing a casual letter to a friend, and think about what drum beat that would have"
        ]
    },
    {
        "date": "201902241634",
        "ctx": [
            "I wanna get out of where I am but I don't know how. Help?",
            "how did you get there"
        ]
    },
    {
        "date": "201902241633",
        "ctx": [
            "Is YouTube god?",
            "not quite but google might be"
        ]
    },
    {
        "date": "201902241633",
        "ctx": [
            "What if moths aren't just moths?",
            "then the immediate next question would be what else are they"
        ]
    },
    {
        "date": "201902241632",
        "ctx": [
            "what is your favourite kind of meme?",
            "creme"
        ]
    },
    {
        "date": "201902241631",
        "ctx": [
            "Convince me that you're real",
            "no"
        ]
    },
    {
        "date": "201902241609",
        "ctx": [
            "Does the downbeat mean 1 and 3, or does it just mean the top of the beat (like playing on the beat and not on the \"ands\" or subdivisions)?",
            "could mean either. you will notice those 2 situations will morph into each other with a quick change of the tempo dial"
        ]
    },
    {
        "date": "201902241609",
        "ctx": [
            "tips on how to be a tangible lifeform?",
            "if you asked this question then you already are"
        ]
    },
    {
        "date": "201902242439",
        "ctx": [
            "How can i improve my jass on the piano w/o a teacher?",
            "if you have a goal to sound like something, all i can suggest is listen to it and then try to do it. it's probably the way you learned to speak any other language"
        ]
    },
    {
        "date": "201902241134",
        "ctx": [
            "Does it ever hurt so much that you stuff all your feelings under your bed and go completely numb?",
            "slightly"
        ]
    },
    {
        "date": "201902241107",
        "ctx": [
            "I'm a piece of fuck that can't do anything right :(",
            "which way is right"
        ]
    },
    {
        "date": "201902241101",
        "ctx": [
            "are you a duck",
            "not just"
        ]
    },
    {
        "date": "201902240405",
        "ctx": [
            "What % of you do you think you are right now? What about now?",
            "79%"
        ]
    },
    {
        "date": "201902241224",
        "ctx": [
            "Would you ever play drums and sing on tour?",
            "drums and lead vocal simultaneously has always been strikingly unappealing to me"
        ]
    },
    {
        "date": "201902232355",
        "ctx": [
            "Can we expect the return of reality videos? I absolutely love them. Please bring them back.",
            "they never left. in fact there's more now as of just the past 2 weeks"
        ]
    },
    {
        "date": "201902232333",
        "ctx": [
            "Found this comment on the genius video, thought it was a decent analogy:\n\"Listening to Bill's music and then asking him what the lyrics mean is like taking a bite of food and then asking the chef how it tastes.\"",
            "i think that's a quote from the questions page"
        ]
    },
    {
        "date": "201902232048",
        "ctx": [
            "how do you not lose motivation?",
            "never quite get what i want"
        ]
    },
    {
        "date": "201902232008",
        "ctx": [
            "I am so fucking lonely that even having friends family lovers acquaintances etc. doesn't help me anymore. That doesn't make any logical sense. That's like saying you're so hungry that eating food doesn't help anymore. Should I resign myself to the fact that my internal lonely-logic is broken and try to make a poem about it or some shit? I feel like a broken watering can put singlehandedly in charge of saving a rainforest that got teleported to the desert the moment I was born. or something fffffgdgdgdgdgkshgkshg Wait why am I typing this in a question box to the website of a total stranger, I should be writing this down. I don't feel like I make any more sense but thanks for having this text box where I can try. P.S. it's 8pm and I'm just now realizing I forgot to brush my teeth this morning because I was busy trying to figure out how to be okay with asonance instead of rhyming sometimes, why am I like this hhhhhhhhhh P.P.S. your latest video was fucking *fire emoji*",
            "sounds like you are on the right track"
        ]
    },
    {
        "date": "201902231809",
        "ctx": [
            "Why don't you put some rad guitar solos in your songs?",
            "i don't have an actual guitar soloist but i have often created similar sections via keyboard solo"
        ]
    },
    {
        "date": "201902231703",
        "ctx": [
            "where did you get that helm you're wearing in \"when i get older\"",
            "i don't recall wearing one"
        ]
    },
    {
        "date": "201902231642",
        "ctx": [
            "i heard you say in an interview recently that prior to maybe 2014 or so you didn't have a schedule and nothing got done.",
            "i would be curious to see a citation for that because that is quite untrue",
            "I can identify with that in a way. I feel like I'm always wanting to write these grand opuses out of my ideas, treating them like they have boundless potential and that I should only see them through to their maximum potential while also wanting spend time getting better at my instruments, spend time listening to other people/learning, going to work etc. and i slowly chip away at everything but nothing gets done. I may have fear of letting go of the attachment to my ideas and wanting to make them so grand. Did you have any hard time transitioning from not having a schedule to having a schedule? Did you have to set yourself time limits or alarms to remember to do certain things and move on to the next? Has having the schedule made you not just more productive in general as a result of it, but gradually increased your capacity to be more productive over time of consistently adhering to it?",
            "ah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that"
        ]
    },
    {
        "date": "201902231554",
        "ctx": [
            "Whenever I'm rejected for something (job, date, hanging out, etc) I have a complete breakdown and lay in my bed and cry for days. How do I stop?",
            "start looking forward to becoming more succesful so that you can eventually reject them in the future"
        ]
    },
    {
        "date": "201902231548",
        "ctx": [
            "is writing music equivalent to telling a story?",
            "stories can be used in music, and music can be used in stories"
        ]
    },
    {
        "date": "201902231515",
        "ctx": [
            "I noticed that in most of your songs (especially Just Did A Bad Thing), you use instruments to emphasize your voice during singing.",
            "sure",
            "Is this a conscious choice? And if so, what is your goal by doing it?",
            "to score"
        ]
    },
    {
        "date": "201902231424",
        "ctx": [
            "My question is how do I question a question?",
            "why would you want to do that"
        ]
    },
    {
        "date": "201902231413",
        "ctx": [
            "how the hell do you make a melody",
            "it's a lot like making a baby, which i don't know how to do either"
        ]
    },
    {
        "date": "201902231412",
        "ctx": [
            "are you insane",
            "i have that skill set"
        ]
    },
    {
        "date": "201902231400",
        "ctx": [
            "What is the downside of being yourself?",
            "i'm not anyone else"
        ]
    },
    {
        "date": "201902232446",
        "ctx": [
            "when is the time?",
            "any moment now"
        ]
    },
    {
        "date": "201902232425",
        "ctx": [
            "It makes me sad how hard critics panned Weezer's cover album, I wish they would've just chilled out and enjoyed the fun. How will your approach differ when you start doing covers?",
            "hopefully do it more funly"
        ]
    },
    {
        "date": "201902232407",
        "ctx": [
            "what do you think about indian music?",
            "to find that out i would have to know which music is indian, and that much i do not know"
        ]
    },
    {
        "date": "201902231145",
        "ctx": [
            "do you think humans will ever find a way out of here(the time and space) before it gets destroyed?",
            "yes"
        ]
    },
    {
        "date": "201902231140",
        "ctx": [
            "do you think bread tastes good? i think bread tastes good, but i want to hear someoene else's opinion, in case i am incorrect or mistaken",
            "it feels good"
        ]
    },
    {
        "date": "201902231006",
        "ctx": [
            "if you are listening to a song and the singer hits a certain note but they are, say, 10-20 or 30-40 ct. off, is that noticeable to you? And does that annoy you etc.",
            "you can be annoying or unannoying at any pitch. different people may even disagree on what they are annoyed by"
        ]
    },
    {
        "date": "201902231003",
        "ctx": [
            "hey stupid, get your Self together!",
            "o k"
        ]
    },
    {
        "date": "201902230951",
        "ctx": [
            "you're in good shape, because at a certain age you know you know",
            "it's interesting, i don't know who these people are"
        ]
    },
    {
        "date": "201902230719",
        "ctx": [
            "In what key is the main Harry Potter theme by John Williams? Has a lot of notes right next to each otherthere's even that part that's like nanananananaNANAnaNANANANA that's 3 notes right next to each other",
            "i have never heard it but after listening to this version:https://www.youtube.com/watch?v=Pf-8WMI-7J4 (the first version i found), for at least the first 40 seconds, despite a bit of adventurousness, E minor is unquestionably the home key for at least that far"
        ]
    },
    {
        "date": "201902230635",
        "ctx": [
            "will there be any improv playing in the live",
            "yes"
        ]
    },
    {
        "date": "201902230601",
        "ctx": [
            "tips on coping with existensial crisis?",
            "have a second one at the same time"
        ]
    },
    {
        "date": "201902230446",
        "ctx": [
            "ive realised that while you say quite a lot you also say incredibly little. would you agree with this statement?",
            "yes and no",
            "can you explain why you do this?",
            "it's good to explore all the different possible amounts to say. that way you can live a full and fruitful life, without feeling like you have missed out on anything"
        ]
    },
    {
        "date": "201902230340",
        "ctx": [
            "i remember once during an enforced choir class (that everyone had to take if they were part of the music program) there was a guitar player who was super talented but he just couldnt sing at all. Teacher kept asking him to sing higher and he just sing louder hahaha, not sure if that was the face he made from frustrtion from the throat-ear disconnect, or from the confusion of his voice not sounding like the timbre of the piano so it being harder to try and imagine what that pitch would soung like in voice.. it was a nice transformaion to hear him sing later on, it was just something he never tried hard enough to break out of his knowledge/skill comfot zone. Do you have any tips for breaking as many walls as you can daily? Things we may never know we could learn unless we tried doing them. Do you think this is part of what it's all about, or it's a distraction from getting better in your field?would they all help you in your field somehow?  sounds l ike a multi-armed bandit situation, i want a marshmellow now instead of 10 later",
            "breaking through walls is fun but i think breaking multiple walls every single day might get a little dicey at some point"
        ]
    },
    {
        "date": "201902230335",
        "ctx": [
            "Salad or bannanas?",
            "i wonder if you can combine the 2 somehow"
        ]
    },
    {
        "date": "201902230331",
        "ctx": [
            "(ref: q.php?date=201902211321)2.21.191:21 pm  do you mean a distraction from it, or a distraction from enjoyment/outoftuneness in music?by \"a perfect sense of pitch\",",
            "sure yea",
            "do you mean being able to match a tone? wether by tuning a guitar or being able to sing a long to a tone etc, or is it something different you speak of?",
            "i was talking about how absolute pitch is commonly called 'perfect pitch' but i think it's misleading to call it that because that makes it sound like it means you are great with pitches, but absolute pitch is not quite that, it's actually a very specific skill where you can name the absolute frequency of notes, but it has nothing to do any notes' relation to each other. notes' relationships to each other is where 99% of the music happens. and it's possible to have wizard-like absolute pitch and still have no clue where to find the birthday song or jingle bells"
        ]
    },
    {
        "date": "201902230321",
        "ctx": [
            "obviously you have the magical powers imbued by the use of music and video but i think you may also have access to something else. maybe a kind of reifying charisma? a will-manifestation zap? every time i see or listen to your hope you have a good day song, suddenly it has been a good day, just because i heard you hoped it.",
            "that could be useful"
        ]
    },
    {
        "date": "201902231210",
        "ctx": [
            "I'm trying to get ahead in Business. Honestly. It's so hard, even if you are very good. What should I do?",
            "happen upon some hard times, or at least slightly harder times than you are used to"
        ]
    },
    {
        "date": "201902231206",
        "ctx": [
            "Is Bruce Horsnby your Dad?",
            "perhaps my god-sister in law"
        ]
    },
    {
        "date": "201902222351",
        "ctx": [
            "in this video you look like you didn't really know what to do so you just looked around and grabbed what looked like something you could incorporate into the video. is this what was going on",
            "yes",
            "or did you already know what you were going to do https://www.instagram.com/p/BbBkq37AN43/",
            "i knew that a certain portion of music video performance should include improvised prop decisions. you can pretty much count on that"
        ]
    },
    {
        "date": "201902222250",
        "ctx": [
            "Do u remember the moment that ur dreams were broken",
            "yes"
        ]
    },
    {
        "date": "201902222238",
        "ctx": [
            "Hey Bill. One of my music teachers said that a good way to learn how to play a difficult song is to learn every measure, measure by measure, backwards. That way as you play, you go from less to more familiar measures as you play, rather than play things you know and on the way forget how to do the new stuff you just learned. What do you think about this method?",
            "that makes sense"
        ]
    },
    {
        "date": "201902222233",
        "ctx": [
            "Your answers are often kinda philosophical. Would you call yourself a philosophical person?",
            "i prefer to just stick to 1 name, and then make as much different content as i can, not telling anyone which piece of content is less or more quintessential than the others. this is likely a reflection of the way it seems the universe has treated me"
        ]
    },
    {
        "date": "201902222208",
        "ctx": [
            "how can I assure that I won't be a complete failure in the near future?",
            "you could try being a partial failure"
        ]
    },
    {
        "date": "201902222152",
        "ctx": [
            "help me i am a human",
            "try stories"
        ]
    },
    {
        "date": "201902222128",
        "ctx": [
            "wouldn't it be awesome if everyone did art or some form of self-expression?",
            "everyone might be best at different things",
            "is that one of the reasons why you do it",
            "i try to do what's right for me as much as i can"
        ]
    },
    {
        "date": "201902222121",
        "ctx": [
            "do you play every instrument accurately in your music videos?",
            "as much as possible",
            "why?",
            "properly synchronized music videos are much much more exciting and compelling to watch, even for the least expert viewers. it makes an enormous difference as to how hard the video hits. especially rhythmic accuracy"
        ]
    },
    {
        "date": "201902222117",
        "ctx": [
            "at which moment do you write arrangements, the exact bass voicings, and so on?",
            "during the recording process",
            "is it all decided before production?",
            "the road map, exact melody/lyric/chords, and tempo, are established before recording. and maybe some other relevant details akin to what you might see in script notes. (alex appears to be kind of angry when reading the next line, etc). and then in production it would be up to the director as to exactly how to accomplish what the writing calls for"
        ]
    },
    {
        "date": "201902222056",
        "ctx": [
            "What's your favorite Bill Wurtz song?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "201902222041",
        "ctx": [
            "What is wrong with this",
            "doesn't say what this is"
        ]
    },
    {
        "date": "201902222037",
        "ctx": [
            "Have you found a way to write songs with a form yet?",
            "yes"
        ]
    },
    {
        "date": "201902221924",
        "ctx": [
            "what is the most challenging part of being you?",
            "i don't get to be you"
        ]
    },
    {
        "date": "201902221904",
        "ctx": [
            "The only question I have regarding Mount St. Helens is about to Blow Up is how do you know that hell isn't green and gold?",
            "i don't know"
        ]
    },
    {
        "date": "201902221853",
        "ctx": [
            "how can i succeed at becoming successful?",
            "fail at failing"
        ]
    },
    {
        "date": "201902221836",
        "ctx": [
            "Why do I keep thinking about all the stupid things I have done so much?",
            "perhaps you want to savour the memory of stupidness, for good old times sake, before moving onto something more smart"
        ]
    },
    {
        "date": "201902221827",
        "ctx": [
            "is the world getting sadder?",
            "yes, and happier"
        ]
    },
    {
        "date": "201902221826",
        "ctx": [
            "what genre are you?",
            "i am an esoteric blend of typical, average, ordinary, and normal"
        ]
    },
    {
        "date": "201902221825",
        "ctx": [
            "Why do people say things are written in the stars,,, stars can't write?",
            "i think it means it was written in the same way the stars were"
        ]
    },
    {
        "date": "201902221825",
        "ctx": [
            "(ref: q.php?date=201902211903)2.21.197:03 pm  do you think you'd say that your content is (at least partially) an exploration of the nature of good?",
            "that turns into a massive neverending series of riddles, but yes",
            "i feel like i do that when i make stuff, trying to figure out what it means for something to be good, rather than trying to express myself or make a statement or whatever else people usually do art for (not that they are in opposition to exploring good, only that they aren't my primary drives), and i'm unsure if anyone else has that experience or not",
            "seems like a reasonable scientific pursuit to find what's good. i've heard very good things about good. good has a good reputation"
        ]
    },
    {
        "date": "201902221823",
        "ctx": [
            "Do you think the word almost has been overused to the point where the word has lost some of its meaning and power?",
            "no, i think it's a tireless classic. seems to be more powerful than ever"
        ]
    },
    {
        "date": "201902221726",
        "ctx": [
            "What's the difference between absolute and perfect pitch?",
            "'perfect pitch' means absolute pitch but i think it's a misleading name. i think 'perfect pitch' is a misleading name for absolute pitch because it sounds like it means 'having a perfect sense of pitch' like knowing if something is in tune or not. but that's not quite what absolute pitch means. absolute pitch is a very non musical ability, and there is shockingly little crossover between great musicianship and great absolute pitch. absolute pitch means you can tell if the note you're hearing now is in tune with some other note you heard in your childhood. but what really counts in music is whether you can tell if a note you're hearing now is in tune with other notes that are also happening now"
        ]
    },
    {
        "date": "201902221719",
        "ctx": [
            "what's a quick trick to make a melody sound more powerful?",
            "try adding some explosive dynamite onto just one piece of it but not the rest. create a sort of game of peek a boo"
        ]
    },
    {
        "date": "201902221714",
        "ctx": [
            "I just bought an electric bass, with the intention of auditioning for my school's jazz band in 7 months. This is obviously not a whole lot of time. Can you think of any specific resources that might be helpful, or even just general tips/tricks?",
            "figure out who is in charge of the group and make fast friends with them. if you wanna learn anything on your instrument you're gonna need to get into that band. all the learning happens after that point"
        ]
    },
    {
        "date": "201902221708",
        "ctx": [
            "how do i debate with a squirrel?",
            "question their squirrelcy"
        ]
    },
    {
        "date": "201902221700",
        "ctx": [
            "How to get a superpower?",
            "you already have almost all of them"
        ]
    },
    {
        "date": "201902221454",
        "ctx": [
            "Can I order you a pizza?",
            "sure",
            "What toppings do you want?",
            "can you put something underneath"
        ]
    },
    {
        "date": "201902221418",
        "ctx": [
            "aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa",
            "that's true"
        ]
    },
    {
        "date": "201902221347",
        "ctx": [
            "perfectionism forgets that everything we ever loved is deeply imperfect",
            "that's true"
        ]
    },
    {
        "date": "201902221328",
        "ctx": [
            "what music do you listen to when you're making music?",
            "the music being made"
        ]
    },
    {
        "date": "201902221312",
        "ctx": [
            "I was trying to write music without thinking about chords because if I do I always write the same boring stuff, but I end up thinking too much about them anyway. Can you suggest me a strategy?",
            "you could write the entire melody first. then go through and figure out what chords make that melody the strongest version of itself"
        ]
    },
    {
        "date": "201902222457",
        "ctx": [
            "why do we exist?",
            "anything does",
            "who decided that",
            "you"
        ]
    },
    {
        "date": "201902221156",
        "ctx": [
            "ever just wanna move to a cabin by a lake and think about how life works",
            "how about just move into the lake"
        ]
    },
    {
        "date": "201902221031",
        "ctx": [
            "how do you stay dedicated to your schedule?",
            "as of yet, my schedule is just outside the bounds of my ability. so the first step would be to get some more ability, i guess. then i can look forward to potentially achieving the schedule for the first time"
        ]
    },
    {
        "date": "201902220948",
        "ctx": [
            "Whenever I try to create harmonies with my melodies, I'm always stuck to using common progressions (like I-V-vi-IV) and various 6th and 7th chords. I don't think that's a bad thing, per se, but I feel trapped using my current methods. Do you have any advice on how to venture into implementing more chords like suspended, diminished, augmented, and added/omitted tones?",
            "that list of 'types' is not going going to get you anywhere musical. everything about the way that's listed is misleading. if your goal is to get to that list, then just put each one on paper and hang it on the wall. but if you are looking for new sounds, i'd say listen to a lot of music, and whenever you hear something you like, make sure to figure out basically how to execute everything that occurs in it. over time you will surely absorb a lot of tricks and techniques"
        ]
    },
    {
        "date": "201902220826",
        "ctx": [
            "Where can i get some motivation to work?",
            "motivation grows on trees"
        ]
    },
    {
        "date": "201902220724",
        "ctx": [
            "Am I crazy?",
            "you can be"
        ]
    },
    {
        "date": "201902220156",
        "ctx": [
            "in steps, how do i achieve true existence",
            "step 1 already happened, and i don't know what it is. step 2 is happening now, and i don't know what that is either. and step 3 will happen in the future and i don't know what that is either"
        ]
    },
    {
        "date": "201902220100",
        "ctx": [
            "How did you feel when your old platform (Vine) was shut down?",
            "relatively indifferent because i had mostly transitioned away from it 1 year earlier"
        ]
    },
    {
        "date": "201902221218",
        "ctx": [
            "Do you have any advice on how to express myself creatively without feeling the nagging anxiety that what I'm working on is going to wind up being terrible?",
            "anyone who has ever done anything good has had this feeling many times"
        ]
    },
    {
        "date": "201902212355",
        "ctx": [
            "I REALLY HATE MATH AND I WANT TO BE DONE WITH IT SO I CAN CREATE SOME CONTENT BECAUSE I REALLY WANT TO CREATE SOME CONTENT BUT MY MATH IS GETTING IN THE WAY OF ME BEING ABLE TO DO SOME CONTENT",
            "i am curioius to see how this turns out"
        ]
    },
    {
        "date": "201902212253",
        "ctx": [
            "let's say you have a seed, and instead of giving it water,you give it capitalism, what do you think it'll bloom into?",
            "a revolt against capitalism"
        ]
    },
    {
        "date": "201902212156",
        "ctx": [
            "so my forms of expression are really just toys. don't tell me it may be both. pretty sure they're just toys. i play the clean up song in my head when i put the stuff away. what if i called the things i actually need to do toys as well so everything appears equally as a useless tool for self-indulgence?",
            "that would be useful"
        ]
    },
    {
        "date": "201902212100",
        "ctx": [
            "What do you think about the feeling of knowing you'll never be able to accomplish everything you want to because life is only so long, yet still procrastinating on everything? Because I sure don't know how to cope.",
            "ah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that"
        ]
    },
    {
        "date": "201902212030",
        "ctx": [
            "Ever experienced lucid dreaming?",
            "doing it now"
        ]
    },
    {
        "date": "201902211919",
        "ctx": [
            "is there a long term goal you are trying to achieve with your content?",
            "trying to get some brownie points"
        ]
    },
    {
        "date": "201902211903",
        "ctx": [
            "ok i thought about your content some more and what it means, i've concluded that you put together things that are good, for the purpose of being good, and you try to extend this abstract goodness into every aspect of the content, am i getting it now?",
            "yes"
        ]
    },
    {
        "date": "201902211852",
        "ctx": [
            "How can you spend time on the internet and somehow still be original enough to be considered a staple of internet culture?",
            "you could try sawing a boat in half"
        ]
    },
    {
        "date": "201902211820",
        "ctx": [
            "1) should I learn to play the harmonica?",
            "sure"
        ]
    },
    {
        "date": "201902211742",
        "ctx": [
            "What's one thing that happened recently that makes you happy?",
            "the world ended and started again"
        ]
    },
    {
        "date": "201902211645",
        "ctx": [
            "Will you mention velcro in a future episode of wfaoie",
            "it is likely"
        ]
    },
    {
        "date": "201902211639",
        "ctx": [
            "https://tonedear.com/ear-training/intervals is this a good game to play?",
            "sure",
            "i want to know if i am using a good resource"
        ]
    },
    {
        "date": "201902211603",
        "ctx": [
            "Any advice on how to get out of the procrastination loop? I have plenty of ideas when it comes to music but I never get around doing it...",
            "this is nature's way of figuring out who really really really really really wants to succeed. if that's you, then you're in for a treat"
        ]
    },
    {
        "date": "201902211454",
        "ctx": [
            "I like creating, but I don't know what I'm creating. So how the hell do I create this?..... Create",
            "you are doing very good"
        ]
    },
    {
        "date": "201902211433",
        "ctx": [
            "what do you think about politics?",
            "i several close friends who are politics, and i have nothing but utmost respect and admiration for politics and the politic community"
        ]
    },
    {
        "date": "201902211406",
        "ctx": [
            "Why do you censor stuff, the https://billwurtz.com/songpick20140119.png kind of censor?",
            "those would be songs that are not recorded yet. wouldn't want to get 'antzed' or 'titanicked'"
        ]
    },
    {
        "date": "201902211323",
        "ctx": [
            "Approximately how many hours until your new song is released?",
            "a trillion"
        ]
    },
    {
        "date": "201902211322",
        "ctx": [
            "Do u think u will ever be able to write and record an entire song along with a music video in one day?",
            "sure, especially if i make it crappy"
        ]
    },
    {
        "date": "201902211321",
        "ctx": [
            "do you think one can develop perfect pitch?",
            "you can do it if you're a small child, but it might be a huge distraction from music. assuming you mean 'absolute pitch' and not 'a perfect sense of pitch.' 'a perfect sense of pitch' will never be a distraction from music, that would actually be a great asset to music and you don't necessarily need to be a small child to find that"
        ]
    },
    {
        "date": "201902211320",
        "ctx": [
            "Is the writing process different than the recording/editing process?",
            "yes",
            "Specifically, are your songs fully written and charted out before you start tracking,",
            "yes",
            "or do the songs evolve while you are recording them?",
            "yes",
            "Also, nice job."
        ]
    },
    {
        "date": "201902211319",
        "ctx": [
            "Do you have a ritual for getting into the zone?",
            "i have some but they're not good enough"
        ]
    },
    {
        "date": "201902211151",
        "ctx": [
            "Thoughts on pakistan?",
            "there used to be 2 pakistans and they both used to be india"
        ]
    },
    {
        "date": "201902211145",
        "ctx": [
            "How long does it usually take to make one of the full length music videos with all of the insane editing?",
            "it normally takes about 8 to 10 weeks. but in september 2018 i suffered a massive mid life crisis and decided to break the universe and do them in 2 weeks. it was the best thing that ever happened to me but then i realized i need non song content too, and i am completely unwilling to reduce the song schedule. so, as pandemonium ensues in the company, further advancements are being developed"
        ]
    },
    {
        "date": "201902210901",
        "ctx": [
            "any tips on how not to suck in handwritten notation and get the job done fast",
            "write the heads first and don't make them too big. almost just like small diagonal lines. but also just experience will make you better. also very important, use mechanical pencils, not sharpenable pencils"
        ]
    },
    {
        "date": "201902210657",
        "ctx": [
            "How can i get to know myself?",
            "build something together"
        ]
    },
    {
        "date": "201902210531",
        "ctx": [
            "would you rather start a company or start a religion?",
            "the more i think about it the more i realize they are the same thing"
        ]
    },
    {
        "date": "201902210126",
        "ctx": [
            "What are some songs by Green Day that you enjoy?",
            "it depends on the context",
            "Any songs from the 21st Century Breakdown Album, if so, which ones?",
            "i don't know the albums"
        ]
    },
    {
        "date": "201902211217",
        "ctx": [
            "what is the secret to great writing?",
            "it's an unmistakable sign of life"
        ]
    },
    {
        "date": "201902202318",
        "ctx": [
            "If Elon Musk is the CEO of Tesla, and Tesla starts with a T, does that mean that Elon Musk is secretly a part of T-Series?",
            "no"
        ]
    },
    {
        "date": "201902202302",
        "ctx": [
            "if it were possible in future years, would you consider moving to and living on another planet? like mars or something?",
            "not until it's at least as good as this one"
        ]
    },
    {
        "date": "201902202248",
        "ctx": [
            "I want to be good at drawing. I know that the first 100 or 1000 or 10,000 things I draw will be bad, but whenever I draw them it discourages me from drawing anything else. I feel that I simply desire the desination but have no drive for the journey. Do you have any advice?",
            "try drawing simpler things to start. you may start enjoying it and moving quicker"
        ]
    },
    {
        "date": "201902202244",
        "ctx": [
            "what place do you think should become a new us state",
            "puerto rico"
        ]
    },
    {
        "date": "201902202227",
        "ctx": [
            "(ref: q.php?date=201902200908)2.20.199:08 am  why would you do that though? it seems like it is better to do the obligatory stuff first",
            "the obligatory stuff has a tendency get finished exactly at the last possible moment, even if you started it early. so if you start that stuff early, it will take the entire time and there will be no time leftover for the other thing. believe me i wrote a book about this in october 2015. i just found out (ref: https://en.wikipedia.org/wiki/Parkinson%27s_law)someone else wrote about about it too"
        ]
    },
    {
        "date": "201902202223",
        "ctx": [
            "If you make a song, how do you make such a good tempo to go with the song you are making to release to iTunes/Spotify?",
            "before recording it, i play it at a comfortable speed, and then check with a metronome to see what that was. then i record the whole thing at that tempo"
        ]
    },
    {
        "date": "201902202204",
        "ctx": [
            "Why can you fish fish but you can't pasta pasta or chip chips or steak steak or cauliflower cauliflower",
            "i can, but why can't you"
        ]
    },
    {
        "date": "201902202113",
        "ctx": [
            "Do you have any tips on drawing? I'm trying to get better but I'm utter garbage at the moment.",
            "the page is your long lost cousin. you must take care of it"
        ]
    },
    {
        "date": "201902202052",
        "ctx": [
            "How important would you say consuming is to creating? I have thought about a sort of experiment where you don't expose a person to any music whatsoever (like in the wilderness) but give them instruments. Then see what they come up with. What would you expect the result to be?",
            "probably not nearly as good as if they were exposed to modern music. there have been some very great innovations in music in our world in the past 500 years or more, and especially in the last 300 years. very good stuff. more still to come. not just in music but other fields as well"
        ]
    },
    {
        "date": "201902202012",
        "ctx": [
            "is censorship always bad?",
            "no"
        ]
    },
    {
        "date": "201902201944",
        "ctx": [
            "Is there any chance there is more to the castle song in ball& stick? I keep repeating those glorious 10 seconds.",
            "you may enjoy the other type of content i do (songs)"
        ]
    },
    {
        "date": "201902201920",
        "ctx": [
            "Do you have any tips for someone who wants to learn how to play by ear / transcribe more complex music than they already can, other than just doing a lot of playing by ear / transcription?",
            "just keep doing it. you will catch it like a disease, but it's a good disease"
        ]
    },
    {
        "date": "201902201910",
        "ctx": [
            "do you have any professional music education or do you just like playing instruments?",
            "i have educated myself deeply and professionally over many years, with innumerable twists and turns"
        ]
    },
    {
        "date": "201902201841",
        "ctx": [
            "the question page made you stronger but you'll never achieve the NEXT STEP if you don't make it slightly harder. how about answering (at least) one question that u secretly wanted skip,everyday.",
            "how do you know i don't do that every single day",
            "that way it would be a good practice for non-skippable question sessions aka podcasts/interviews. and a good practice to make not so interesting questions interesting which u already are doing with repetitive questions BUT its not enough!!! hope that helps",
            "i already do this"
        ]
    },
    {
        "date": "201902201813",
        "ctx": [
            "1.1.18  1:34 pm hey so. i know these days it's mostly good for naming what notes you have in your scale BUT also there is a way to think of modes where you can use it to go wild and crazy deciding what chords sound good with your melody in what order, cause why does a 5 chord have to be major or. to think sideways about it if we're in C why does the 1 chord have to be the one you go to for resting and resolution what if we always come back to a major 4 chord instead of 1. what if we're really in lydian so everything that sounds like 4 is 1. for example https://www.youtube.com/watch?v=ov-OAmpcRfw is lydian it doesn't even have any accidentals anywhere it's like the music is hanging from some wings it grew on its way to the next universe",
            "i didn't listen to the whole thing, but i skipped all around throughout the whole thing and heard no lydian. i can make no argument for that piece being in lydian. very much key of C i hear there, everywhere i looked"
        ]
    },
    {
        "date": "201902201811",
        "ctx": [
            "How does your thought process start when you're making a new song? Anything in particular that's important? Or do you just start putting notes on paper?",
            "the original idea occurs unexpectedly. never can expect when or where. so whenever that happens, i say 'holy crap, there it is.' and then document it. used to use paper for that but now i use text and audio files. the next step beyond that would be to play detective and ask as many question as possible to try to figure out what needs part needs to exist next. and then ultimately that part needs to spontaneously create itself just as the first part did"
        ]
    },
    {
        "date": "201902201723",
        "ctx": [
            "what was the first song you learned on the piano?",
            "row row row your boat, i assume"
        ]
    },
    {
        "date": "201902201646",
        "ctx": [
            "whats the easiest way to get a stain off of a cloth or shirt or something like that",
            "scissors"
        ]
    },
    {
        "date": "201902201623",
        "ctx": [
            "how do i bring my personal qualities to the extreme? of course so that i can have a personality.",
            "YoU cOuLd StArT tYpiNG LiKe tHiS"
        ]
    },
    {
        "date": "201902201610",
        "ctx": [
            "how do exist on earth without dying?",
            "you might have to use your imagination"
        ]
    },
    {
        "date": "201902201532",
        "ctx": [
            "i just started writing songs but i think they're corny, and i find myself using very similar subjects (mostly aboutlove and relationships) and trying to fit everything into a rhyme like it's a dr seuss book. how do i get away from that? like, you wrote about lima beans, desks and chairs and still made it entertaining. how do i gain that power",
            "if you would like to get 'away' from what you are currently doing, the secret is to go far far far far far far far far away. like anywhere. go literally anywhere. as long as you're willing to take the time to experiment you will find things. like lewis and clark where they tried to get lost and as a result they found some stuff"
        ]
    },
    {
        "date": "201902201526",
        "ctx": [
            "thoughts on space?",
            "good place to put stuff"
        ]
    },
    {
        "date": "201902201438",
        "ctx": [
            "Bill, I'd love your thoughts on this. From your experience, what's your opinion on inspiration?",
            "it might be what created this entire universe",
            "Do you only work when you're \"inspired\" (whatever that means for you)",
            "no",
            "or do you sit down to work even when you don't have particularly inspirational ideas and build them as you go? There seems to be this whole thing built up around inspiration and we even have the word \"eureka\" and everyone knows how the apple dropped on Newton's head or how Paul heard \"Yesterday\" in his sleep etc. On the other hand, many artists say that they work on a schedule (like you) and that seems to work too. Steven King says he writes 6 pages every day. So either he has an inexhaustible well of inspiration hidden somewhere or he doesn't need inspiration all the time to make progress on his books.",
            "you need both. inspiration is the free energy that makes all this possible, but unfortunately it can be extremely extremely disorganized. so if you listen to only direct inspiration for your immediate agenda, you will find yourself extremely confused at least half the time, on average, despite the fact that inspiration is what any agenda was originally created by"
        ]
    },
    {
        "date": "201902201332",
        "ctx": [
            "hello I like your colors (other things too). they are bright and dim and many combinations and contrasts, and good. i like to wear colors, cause then i can look down and see them. i noticed that all your most reasonable video clothes are not that many colors. is this a coincidence or on purpose? i am surprised you are not more colors clothes",
            "i am surprised too. i love colors, and i love seeing colors. and whenever i see colorful clothing i am very excited to wear them and then when i look in the mirror i am very surprised to find out how bad it makes me look. my only theory for this is that it makes me / my face look much much more boring and dull by comparison. at least that's the way it always seems to appear when i try colorful clothing"
        ]
    },
    {
        "date": "201902201158",
        "ctx": [
            "what is your favorite thing in the world?",
            "the way it changes, stays the same, and changes between changing and staying the same"
        ]
    },
    {
        "date": "201902201150",
        "ctx": [
            "do you like subways and which is your favorite line i like the Q",
            "the Q is very powerful. extremely express, also got brand new extension never seen before"
        ]
    },
    {
        "date": "201902201136",
        "ctx": [
            "so i can strum and play a buncha chords fine now (THANK YOU), i can sing okayish, but i cannot for the LIFE of me strum and sing at the same time. no matter what strumming rhythm i pick, i always start strumming to the syllabic metre of what i'm singing because my brain is in two places at once. would you have any tips for how to fix this? appreciate u <3",
            "you'll have to just start slightly simpler. once you reach the magic threshhold of simple enough to do, you will watch yourself magically and randomly start to sprout new techniques out of nowhere. it's kind of like lifting an object. you will not be able to pick it up until you reach down all the way to the floor. all the lifting will occur after that moment"
        ]
    },
    {
        "date": "201902201119",
        "ctx": [
            "What's the tempo of your new song? 12/8 time sounds really fucking bouncy.",
            "&#9833;. = 119"
        ]
    },
    {
        "date": "201902201040",
        "ctx": [
            "have you ever thought about doing covers of songs",
            "yes"
        ]
    },
    {
        "date": "201902201039",
        "ctx": [
            "if you were to make a tv show what network would you want it to be on",
            "the emergency broadcast system"
        ]
    },
    {
        "date": "201902200908",
        "ctx": [
            "Can you advise me how to organise my time as I have to study a lot for school but meanwhile I must draw the cover of my novel as fast as I can so that then I can publish it soon?",
            "if there is no deadline for the novel then work on it first each day. then start the other work at the last possible moment"
        ]
    },
    {
        "date": "201902200845",
        "ctx": [
            "what's the coolest idea you've ever thought about",
            "normalcy, and normalness"
        ]
    },
    {
        "date": "201902200629",
        "ctx": [
            "Have you been looking for paintings you relate to?",
            "not just paintings, but other similar things"
        ]
    },
    {
        "date": "201902200629",
        "ctx": [
            "Two questions;is there any deeper meaning to your songs which only a select few can solve,",
            "according to my statistics, about 50% of the listeners experience somewhere between 25% and 75% of the meaning",
            "or are you just doing this for the joy of making cool shit?",
            "hopefully a little more",
            "(Power to you either way, btw). Second, if there was a deeper meaning to your songs, would you ever tell us that there was one?",
            "it's like planting flowers. how big and tall do you want the flowers to grow? as big and tall as possible ... biggest flowers ever, that would be nice. but there is unfortunaly no way to control the meaning entirely, you just have to plant more and more flowers and hope you've blessed them the right way"
        ]
    },
    {
        "date": "201902200319",
        "ctx": [
            "are you the type of person where if someone asks you a question you don't want to answer you just ignore them? I mean in real life by the way not the questions page.",
            "in real life i need some solutions for this fast"
        ]
    },
    {
        "date": "201902192357",
        "ctx": [
            "If I feel a flaming desire to write, but I don't like writing, does that flaming desire mean I actually do like writing?",
            "exactly when and where are you getting this flaming desire? it sounds like you need some better communication as to what this desire is actually desiring. i guarantee it is desiring something, you just need to play detective to find out exactly what it is. the best way to get at this is to examine exactly where and when this desire seems to be occuring, and then you can usually figure out why and what it seems to want"
        ]
    },
    {
        "date": "201902192347",
        "ctx": [
            "How are you so great?",
            "i bought a greatness button which doesn't work nor exist, so i have been forced to find other solutions on my own"
        ]
    },
    {
        "date": "201902192321",
        "ctx": [
            "when i go on to expert mode i feel like an expert.was this intentional?",
            "somewhat"
        ]
    },
    {
        "date": "201902192256",
        "ctx": [
            "In the grand scheme of things, what is actually important?",
            "grandeur"
        ]
    },
    {
        "date": "201902192154",
        "ctx": [
            "I want to write songs, but I have no idea how to even begin.",
            "it absolutely doesn't matter where you begin. you will never get anywhere unless you began somewhere, and songwriting is so blasphemous by nature that you will actually find yourself being awarded points for how wrong you try to do it",
            "How do you usually write chord progressions and melodies?",
            "i think it might help to stop calling it \"chord progressions\" and stop calling it \"melodies\" and stop calling it \"lyrics\", and most importantly, stop thinking of those 3 things separately",
            "Does it just come to you suddenly,",
            "yes",
            "or do you have to think it out note-by-note and chord-by-chord?",
            "the only way to know what you're dealing with is to hear it at full speed"
        ]
    },
    {
        "date": "201902192045",
        "ctx": [
            "When is your biography coming out?",
            "almost constantly"
        ]
    },
    {
        "date": "201902191957",
        "ctx": [
            "Do you do art for the ideas that populate your mind to be in our minds too?",
            "that sounds about right",
            "If yes why?",
            "because i am pretty sure at least some of them you will like. even if i haven't gotten to those ones yet, if i keep moving forward then i will surely get the job done at some point",
            "Is itimportant which idea?",
            "there is no limit to the amount of importance ideas can have. they all have different importances. sometimes it seems as though each idea is more important than every other",
            "Why share them with everyone?",
            "because i think some of them are pretty good. i can never be sure which ones will be good in which way to whom, but if i keep moving forward then i will surely get the job done at some point"
        ]
    },
    {
        "date": "201902191837",
        "ctx": [
            "things i liked to do dont make me happy and i cant find anything new to do to make me happy. what do?",
            "look in some different places"
        ]
    },
    {
        "date": "201902191757",
        "ctx": [
            "Hi remember your 2 step program of 1. Consuming content and 2. Making content? I really need to get to step 2 or I might Friggin Explode. Got any tips?",
            "the exploding is actually what will get you to step 2"
        ]
    },
    {
        "date": "201902191733",
        "ctx": [
            "what do you do when you have an idea on a new song or a melody, but you're not in a setting where you can record something?",
            "it depends what you mean by record, but i can overcome almost any restriction. for example if i have no instrument but i have my phone, i can explain how it goes, sing it and explain any necessary contextual info to understanding what it's made of. if i absolutely cannot speak or make any sound, i could use staff paper but 99% of the time if i can't speak then i am likely in a situation with no staff paper. but i have a number system i can use to write melodies on paper without staffs, but let's face it, paper and pencil wouldn't usually be available unless i could speak. so really in that case we're talking about phone text. i do have a system of fully writing down melody, lyric, and chord information using only phone text. unfortunately it takes 3 full lines of information just to convey 1 line, plus any additional descriptive info needed, plus autocorrect kicks your ass on that stuff, but it can be done. it's rare that i would need that, and typically that gets used the most on airplanes. in the rare situation where i have absolutely no writing device available (no phone, etc), then i would need to engage in deep mental communication activities to try to remember the situation from as many angles as possible (in other words, pretend i wrote it down and imagine every logistical aspect of what that would contain, and imagine explaining it to someone else who knew nothing about it) and keep analyzing it in different ways until the documentation tools become available, which usually would not be that far in the future. but most of the time there is at least voice memo or phone text available"
        ]
    },
    {
        "date": "201902191628",
        "ctx": [
            "Do you feel like you're improving as a composer with every song you write?",
            "yes but that's not the only thing that counts"
        ]
    },
    {
        "date": "201902191621",
        "ctx": [
            "what are your thoughts on the word cunt?",
            "good strong word. previously meant something bad, i think, but no one remembers that anymore because it's been banned for so long"
        ]
    },
    {
        "date": "201902191532",
        "ctx": [
            "What if gravity was upside down?",
            "which way is down"
        ]
    },
    {
        "date": "201902191523",
        "ctx": [
            "How are you so cool?!??!!!",
            "by frequently putting my soul up for sale and then cancelling it i am able to maniuplate the price quite nicely"
        ]
    },
    {
        "date": "201902191510",
        "ctx": [
            "Thoughts on hating the self?",
            "probably not good"
        ]
    },
    {
        "date": "201902191404",
        "ctx": [
            "how does one go about figuring out oneself, if there even is a self to be figured out?",
            "anything you possibly do will help you figure it out",
            "i have no clue who i am and i feel like i should.",
            "exactly when and where is that statement you just made the most vivid? (when and where did you compose that statement, if you can recall)",
            "do you know who you are?",
            "i am getting ready to make a guess"
        ]
    },
    {
        "date": "201902191341",
        "ctx": [
            "Why can't you make a new musical note?",
            "i can",
            "How do you feel about that?",
            "pretty good"
        ]
    },
    {
        "date": "201902191324",
        "ctx": [
            "Why are potatoes?",
            "common sense i think"
        ]
    },
    {
        "date": "201902191302",
        "ctx": [
            "what are your thoughts on what the cow industry has been doing lately?",
            "not aware, but if i could make a suggestion i would suggest more cows. that could always be good"
        ]
    },
    {
        "date": "201902192444",
        "ctx": [
            "Is asking questions on this website a good hobby",
            "i'm not sure, i've never tried it"
        ]
    },
    {
        "date": "201902192432",
        "ctx": [
            "What's the legal age where you can be qualified as a baby?",
            "23"
        ]
    },
    {
        "date": "201902192431",
        "ctx": [
            "how do you maintain a constant steam of consciousness whille sleeping",
            "good communication skills"
        ]
    },
    {
        "date": "201902191141",
        "ctx": [
            "Is New York City a walkable city outside of Manhattan",
            "yes"
        ]
    },
    {
        "date": "201902191008",
        "ctx": [
            "how do I achieve full psychopath status?",
            "send emails from a mailing list with a fake 'unsubscribe' button that actually subscribes them much more than they ever thought possible"
        ]
    },
    {
        "date": "201902190806",
        "ctx": [
            "what do I do when I want to transcribe a song but I don't know the instrumentation and at some points some instruments are buried under the vocals?",
            "if you can't hear it then it doesn't matter. you get to choose. and if someone with access to original tracks claims it's different, you can always claim that you only had access to the master and your transcription is perfectly plausible based on the sound available"
        ]
    },
    {
        "date": "201902190715",
        "ctx": [
            "I noticed the \"I'm feeling randy\" button in the corner and instinctively clicked it. Was disappointed. Does \"randy\" not mean what I think it means?",
            "it means you are in the mood to read randomly selected questions from the past"
        ]
    },
    {
        "date": "201902190559",
        "ctx": [
            "Was your positive perception of a piece of art ever changed because of some negative criticism of it you came across?",
            "no but it would make me more supportive, if i already liked the thing and then i find out someone has hated upon it"
        ]
    },
    {
        "date": "201902190536",
        "ctx": [
            "ok help me stop overthinking everything befcaduse i overthink everything ahhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh",
            "add more things to think about, then that will naturally decrease how much you are capable of thinking about each thing"
        ]
    },
    {
        "date": "201902190149",
        "ctx": [
            "Can we please have an anagram of the new song title to solve?",
            "food tastes richly of shit"
        ]
    },
    {
        "date": "201902190108",
        "ctx": [
            "I need your booking info!",
            "it's on the email page of this website"
        ]
    },
    {
        "date": "201902191227",
        "ctx": [
            "(ref: q.php?date=201902180439)2.18.194:39 am  in that case, could you share a few chords that you particularly like from the new song?",
            "i would love to do that, and the best way is some kind of audio sample which i would like to show you but unfortunately if i post it here it may fall in to the wrong hands"
        ]
    },
    {
        "date": "201902182340",
        "ctx": [
            "Hey Bill, can you explain to me what time signatures are in music? :)",
            "it's a setting that tells you how the time is divided. like if someone changed the time signatures in your day, all of a sudden there would be 40 seconds per minute and 70 minutes per hour. they could make this change briefly and then switch back, or if they think they've found a really great setting they can set it like that for the entire day ....... if you do that then make sure it's something you can stay comfortable with all day lest you want to give people a case of the awkwards"
        ]
    },
    {
        "date": "201902182251",
        "ctx": [
            "How do you get inspiration for your songs? I sometimes have trouble with that myself, being I am in a band.",
            "do a fun thinking exercise where you have to convert things into songs. do it with 100 things. your trike. your bike. or friend's trike. etc. do it with 100 things, convert them into songs. that's the exercise. you are not graded on how 'good' or 'bad' they all are, you are only graded on how good your best 10 are. and you don't need to decide which ones are the best 10 until you are done with all 100. i hope that makes sense"
        ]
    },
    {
        "date": "201902182228",
        "ctx": [
            "why aren't new caanan and I'm crazy/it's raining in your songs playlist?",
            "i think the songs playlist was originally made for songs without videos. but then when i realized i probably i wanted all the songs to have videos, i felt i should be including the song videos in the songs playlist"
        ]
    },
    {
        "date": "201902182231",
        "ctx": [
            "i'm playing a video game and it wants me to name my character. what should i name him?",
            "PLAYER 5000000000000"
        ]
    },
    {
        "date": "201902182210",
        "ctx": [
            "do you watch the news and politics",
            "occasionally",
            "and do they stress you out?",
            "not if i don't watch"
        ]
    },
    {
        "date": "201902182205",
        "ctx": [
            "are there any songs with lyrics that don't rhyme?",
            "sure",
            "is this constraint only in english-language music?",
            "i don't think it's ever supposed to sound like a constraint",
            "musicians seem like they have turned over every stone and broken every rule and this obvious constraint is lying in plain sight?",
            "best not to think about it, i think. rhymes are like oranges. you don't always want one, and some of them are too strong"
        ]
    },
    {
        "date": "201902182154",
        "ctx": [
            "In some of your videos I can see a piece of paper taped to the left side of the window. What does it say,",
            "(ref: https://billwurtz.com/schedule.png)this",
            "and what's it doing there?",
            "to remind me of the schedule, and long after that schedule was changed / abandoned / replaced, that note is still a reminder of the success and power of that schedule"
        ]
    },
    {
        "date": "201902182128",
        "ctx": [
            "do you mix and master your own music or hire a really experienced professional to do it?",
            "i do it myself but it would be convenient to talk to a high level industry professional to learn the big secrets that i surely still don't have"
        ]
    },
    {
        "date": "201902182012",
        "ctx": [
            "Is normality itself a paradox,",
            "no but it's a little relative and loosey",
            "considering the fact that a huge part of the norm is that most people are strange in their own way? Or does that just make the strange UNstrange?",
            "it's relative. like left and right, from each other"
        ]
    },
    {
        "date": "201902182012",
        "ctx": [
            "but HOW does one get a nice voice? Like some peoples' voices are so nice and calming?? Like what? How? How much did you pay? How many blood sacrifices did you make?",
            "one interesting technique, is try to sing in constant fear of being whipped by Joe Jackson"
        ]
    },
    {
        "date": "201902182007",
        "ctx": [
            "How did you come up with \"Wild Frolicking Adventures of Informational Education,\" anyway?",
            "it seemed like a good idea at the time"
        ]
    },
    {
        "date": "201902182000",
        "ctx": [
            "hey so i commented a while back on wether not i should talk to a certain girl or not and over the months theres been some developments but long story short, 3 months ago she definitely found out, she might have suspected before then but she definitely knew then. not a lot happened over the next bit between us or anything (as if anything had really happened before) but then valentines day rolls around and i think to make her a sort of gift with some contact info and a song playlist i made for her. she hasn't responded or checked the playlist. which she does not have to, she doesn't owe anything to me, but i just feel awful. i honestly would have felt better if she had just flat out told me that she didn't care for me but no, nothing. i had heard many rumors that she may have been interested in me at somepoint earlier on or something like that this year, but now nothing. i dont honestly even care about starting a romantic relationship with her at this point as much as i do just establishing a relationship period, however i feel that my ship has already sailed. do you have any advice bill on what i should do, i she hasnt left my concious in over 2 years and i still want to think i have some sort of chance to maybe get to know her but i fear i may just be floating, or over thinking too much, thoughts?",
            "i think the problem is that your feelings for this person (or, the strong feelings you are having whilst looking at them) are way ahead of how well you actually know them. so i would venture to say that a significant portion of your feelings are based on what you have imagined the person to be like, not entirely who they really are. simply because you don't actually know them very much. this can be slightly inconvenient for you when they don't respond in accordance with what you imagined, but can be particularly unsettling for the other person, if they find out how strong your feelings are despite not knowing them"
        ]
    },
    {
        "date": "201902181818",
        "ctx": [
            "how do i disagree?",
            "you can't"
        ]
    },
    {
        "date": "201902181741",
        "ctx": [
            "that 2 week schedule is looking real nice right now isnt it",
            "it's nice except it doesn't include any non song content"
        ]
    },
    {
        "date": "201902181728",
        "ctx": [
            "what's the current schedule for reality videos? (if any)",
            "fridays"
        ]
    },
    {
        "date": "201902181702",
        "ctx": [
            "(ref: q.php?date=201711011833)11.1.176:33 pm  oh man I am trying so hard to find this but I don't know any of these songs I just wanna hear the beast pockets",
            "ok (ref: ohmymymy-drumfill.mp3)here"
        ]
    },
    {
        "date": "201902181653",
        "ctx": [
            "how do i stay focused on my homework that's due in four days",
            "impossible"
        ]
    },
    {
        "date": "201902181544",
        "ctx": [
            "In your video \"do re mi\", when you sing \"do re mi\" you're actually singing mi fa sol, or G# A B to be precise. Why is that?",
            "because it is singing harmony with the bass/chord, which actually is doing do re mi. that's why it still feels like do re mi. it should convey the feeling of do re mi to everyone except for certain musicians who have been trained only well enough to identify the melody but not enough to understand the bigger picture"
        ]
    },
    {
        "date": "201902181539",
        "ctx": [
            "Your most recent video makes me smile so hard. Whats your magic?",
            "bagic"
        ]
    },
    {
        "date": "201902181448",
        "ctx": [
            "why is everything on this website lowercase? its making me go insane",
            "it's not but why is your question in all lowercase"
        ]
    },
    {
        "date": "201902181441",
        "ctx": [
            "How do fish get into isolated bodies of water like lakes/ponds?",
            "how do people get onto an isolated planet like earth"
        ]
    },
    {
        "date": "201902181427",
        "ctx": [
            "Does your site have a secret part?",
            "your question is a secret"
        ]
    },
    {
        "date": "201902181403",
        "ctx": [
            "Thoughts on buttermilk?",
            "too complicated"
        ]
    },
    {
        "date": "201902181152",
        "ctx": [
            "Favorite chord/progression?",
            "F"
        ]
    },
    {
        "date": "201902181152",
        "ctx": [
            "have you read douglass adams",
            "just the part with 42, which i assume is the best part"
        ]
    },
    {
        "date": "201902181114",
        "ctx": [
            "has the quality of questions gone up or down recently?",
            "no"
        ]
    },
    {
        "date": "201902181046",
        "ctx": [
            "My only desire is to go absolutely crazy. And I have made some good progress there and the shareholders are very pleased. But then I take a look at you and see how free and crazy you are, and I say, \"damn, I'm way behind.\" Any advice on cranking up the insane factor?",
            "as long as you've witnessed evidence of the benchmarks you like, it is only a matter of time before you can achieve that and beyond. just keep open lines of communication amongst the team"
        ]
    },
    {
        "date": "201902180818",
        "ctx": [
            "do you ever have trouble converting your thoughts to words/sentences ?",
            "no",
            "it seems like from what i've seen (at least when in front of other people) that you kind of stumble over your words a bit sometimes. not that that's a bad thing, but i was just curious if it was something that often happens to you or if it's just around certain people or if i'm completely misunderstanding everything and you don't have much trouble at all.",
            "i don't have trouble unless there is some kind of huge and unusual distraction. even then it would be nice to be strong enough to field any distraction",
            "i guess one of the reasons i'm asking this is because i myself have A LOT of trouble conveying my emotions with words/explaining pretty much anything in general and idk i guess it would be comforting to know if you had the same thing."
        ]
    },
    {
        "date": "201902180459",
        "ctx": [
            "what is your formula for balancing a new songs goodness and originality as you write it?",
            "i have an electric shock device that shocks me every time i get too good or too original"
        ]
    },
    {
        "date": "201902180449",
        "ctx": [
            "my life just got way harder and i am accomplishing less now. i feel like a failure because i didn't prepare for my life to get harder. i'm not used to this much struggle and i'm not sure if i can make it through. i'm overwhelmed.",
            "that sounds like a good idea for a reality show"
        ]
    },
    {
        "date": "201902180439",
        "ctx": [
            "time sig of new track?",
            "12/8 or 4/4 with triplets depending on your preference"
        ]
    },
    {
        "date": "201902180439",
        "ctx": [
            "will you share a single chord from your upcoming song that you got particularly excited about when u first played it?",
            "that would be difficult because what gives most chords their excitement is the context including before and after, especially before"
        ]
    },
    {
        "date": "201902180435",
        "ctx": [
            "what's your next song about?",
            "you"
        ]
    },
    {
        "date": "201902180427",
        "ctx": [
            "do be conscious of your levels of consciousness",
            "sometimes but that can be tiring"
        ]
    },
    {
        "date": "201902180330",
        "ctx": [
            "is c7 in the key of c major?",
            "depends how strict you are about your c major",
            "because is had a Bb and that's not in C major but is it one of those things where the people just go meh",
            "yes, meh is short for mixolydian"
        ]
    },
    {
        "date": "201902172343",
        "ctx": [
            "Do you ever go back and watch your old videos and think of ways to make them better?",
            "no"
        ]
    },
    {
        "date": "201902172338",
        "ctx": [
            "Will you ever make a video for \"The Future Song?\"",
            "sure"
        ]
    },
    {
        "date": "201902172336",
        "ctx": [
            "what size back catalogue are you thinking you'll need before you tour with a band?",
            "it doesn't really matter"
        ]
    },
    {
        "date": "201902172233",
        "ctx": [
            "how are you so normal?",
            "i must have bumped my head"
        ]
    },
    {
        "date": "201902172226",
        "ctx": [
            "hey what kind of toast is best, from an objective viewpoint",
            "toast has no objectivity. during the toasting process its objectivity is stripped away, and remains in the toaster"
        ]
    },
    {
        "date": "201902172159",
        "ctx": [
            "The vocals in wfaoie sound CRISP as, did you get a new mic or something? Or just figure out a better processing method? or am I just imagining it?",
            "gradually accumulated experience"
        ]
    },
    {
        "date": "201902172151",
        "ctx": [
            "was the particular voice style you used for \"if someone tells you they live in greenland\" a reference to anything?",
            "traditional television broadcast journalism"
        ]
    },
    {
        "date": "201902172110",
        "ctx": [
            "What's the story behind (what) love is?",
            "(ref: https://billwurtz.com/reality/201106300053.mp4)6.30.11 12:53am"
        ]
    },
    {
        "date": "201902172044",
        "ctx": [
            "whats up with https://www.youtube.com/watch?v=GtwVQbUSasw",
            "that's the content that was speculated about in the previous video"
        ]
    },
    {
        "date": "201902172035",
        "ctx": [
            "Why is \"questions\" spelled as \"ueqstions\"",
            "actually it's spelled questions. with the green letter being read first"
        ]
    },
    {
        "date": "201902172029",
        "ctx": [
            "Will these new informational adventure videos affect how quickly you make new music?",
            "they are supposed to make me make music twice as fast, to acheive the same pace the music has been at before"
        ]
    },
    {
        "date": "201902172011",
        "ctx": [
            "as you get more and more popularity, do you still like it when we tell you non-questions akin to \"your music means so much to me it helped me get through a lot of shit\" or is it a hassle here and there's another way you'd prefer to recieve thanks? i want to tell you what a positive and powerful impact your work has but i don't wanna accidentally be a pain in the ass in the process",
            "i'm still putting them all on my fridge. actually i've started putting some of them inside the fridge"
        ]
    },
    {
        "date": "201902171955",
        "ctx": [
            "I make my own music, and recently, I've tried out doing the wrong things during the creative process. So far, I've found immediate success with originality. Does this mean I'm doing it right, or am I still doing it wrong?",
            "right"
        ]
    },
    {
        "date": "201902171941",
        "ctx": [
            "what will happen when i get older?",
            "you will get better at understanding the weather"
        ]
    },
    {
        "date": "201902171834",
        "ctx": [
            "Can you put I'm crazy/it's raining on itunes please",
            "yes"
        ]
    },
    {
        "date": "201902171813",
        "ctx": [
            "would you ever upload \"write a song on the count of 3\", or \"rabbit snakes\", or in general, any of your older songs to itunes and subsequent music sites?",
            "yes"
        ]
    },
    {
        "date": "201902171609",
        "ctx": [
            "im going on a date and im worried that i'll act too nervous , any tips?anxiety level's going through the roof rn",
            "try to pay attention to how nervous the other person is"
        ]
    },
    {
        "date": "201902171549",
        "ctx": [
            "Where can I buy your songs?",
            "online"
        ]
    },
    {
        "date": "201902171518",
        "ctx": [
            "what's the point in having a bank of ideas if you are just going to make and execute new ones on the fly?",
            "there would be no point if they were never used"
        ]
    },
    {
        "date": "201902171407",
        "ctx": [
            "I really wanna just go for a walk with my thoughts, but there's bad ice on the sidewalks and i have a foot injury. can you suggest an alternative?",
            "i recommend the qwerty button keyboard"
        ]
    },
    {
        "date": "201902171317",
        "ctx": [
            "Advise for starting musicians?",
            "if you can't resist it then it's probably right for you"
        ]
    },
    {
        "date": "201902172452",
        "ctx": [
            "Hows life im full of hippieness",
            "fair enough"
        ]
    },
    {
        "date": "201902172439",
        "ctx": [
            "Did you know that if you put a pink object in pink water it will appear even more pink?!?",
            "i did not know that"
        ]
    },
    {
        "date": "201902172422",
        "ctx": [
            "Why is this wdbsite so simplistic?",
            "why are other websites too complicated to even load properly"
        ]
    },
    {
        "date": "201902172421",
        "ctx": [
            "do u ever get nostalgic about school",
            "no"
        ]
    },
    {
        "date": "201902171104",
        "ctx": [
            "Is the next video a song?",
            "it might be"
        ]
    },
    {
        "date": "201902171059",
        "ctx": [
            "Are apples tasty?",
            "i'd say they have a medium amount of taste"
        ]
    },
    {
        "date": "201902171047",
        "ctx": [
            "does life have a meaning",
            "yes, and more"
        ]
    },
    {
        "date": "201902171045",
        "ctx": [
            "what's your view on the imbalance of motivation and inspiration?",
            "if there is an imbalance, then you need better communication networks"
        ]
    },
    {
        "date": "201902171045",
        "ctx": [
            "how do i ask a stupid question without feeling stupid?",
            "get angry while asking it. it's impossible to feel stupid while you're angry. anger makes you smart"
        ]
    },
    {
        "date": "201902171041",
        "ctx": [
            "is the chorus of long long journey meant to be sung in one breath",
            "it would have to be a long long long breath"
        ]
    },
    {
        "date": "201902170922",
        "ctx": [
            "Can you name a couple of cool things you have learned through the questions page?",
            "balance and simplicity"
        ]
    },
    {
        "date": "201902170748",
        "ctx": [
            "Are you really ever going to make a video for eat bread feel sure?",
            "sure",
            "I remember you had plans to make it"
        ]
    },
    {
        "date": "201902170713",
        "ctx": [
            "What was the bad thing you did",
            "tried to do sky writing on an overcast day"
        ]
    },
    {
        "date": "201902170619",
        "ctx": [
            "Do you think AI will kill us all?",
            "no"
        ]
    },
    {
        "date": "201902170503",
        "ctx": [
            "is it bad that i'm angry that i'm uncomfortable with nudity because god i'm really angry that i feel so uncomfortable with nudity i just want to be able to see someone who's naked and be like \"ok\" and move on with life instead of it kind of smacking me in the face and leaving a sting for a LOT longer than it should\ni hope that makes sense. am i weird for feeling this way",
            "\"is it bad that i'm angry that i'm uncomfortable\" have you considered you might be overthinking this"
        ]
    },
    {
        "date": "201902170334",
        "ctx": [
            "Who would win the fight between a mouse made out of kryptonite and a mousetrap made out of supermans?",
            "the writer"
        ]
    },
    {
        "date": "201902170226",
        "ctx": [
            "As of your most recent note (1:31:19) have you made it to the North Pole yet?",
            "in the context of that note there were no plans to go to the north pole"
        ]
    },
    {
        "date": "201902170201",
        "ctx": [
            "Tell me something I don't know.",
            "everything is normal"
        ]
    },
    {
        "date": "201902171234",
        "ctx": [
            "If someone asked you what music genre you do, what would you tell them?",
            "regular"
        ]
    },
    {
        "date": "201902171215",
        "ctx": [
            "i dont want to ask a question?",
            "fair enough"
        ]
    },
    {
        "date": "201902162354",
        "ctx": [
            "Why make videos to your songs?",
            "i'll give you a hint, if i didn't i think it's unlikely you would have ever found them"
        ]
    },
    {
        "date": "201902162327",
        "ctx": [
            "I just wanted to say thanks, do you feel like being thanked today?",
            "yes but do you? thanks"
        ]
    },
    {
        "date": "201902162256",
        "ctx": [
            "are you SERIOUSLY planning to reply to all these questions coming from all over the world?",
            "no",
            "really how do you put up with this thing? it's really a grateful thing to a fan like me but to the artist wouldn't it be a burden??",
            "it's a phenomenal learning experience"
        ]
    },
    {
        "date": "201902162129",
        "ctx": [
            "woukd you like a free boat",
            "a very small one maybe"
        ]
    },
    {
        "date": "201902162113",
        "ctx": [
            "Any more interviews coming up?",
            "yes"
        ]
    },
    {
        "date": "201902162036",
        "ctx": [
            "How to cope with the physical pain of being alone",
            "start making a reality show about it, and see where it goes from there"
        ]
    },
    {
        "date": "201902162029",
        "ctx": [
            "IM SO INSPIRED AND HOPEFUL AND EXCITED FOR MY FUTURE AND YOUR FUTURE AND THE WORLDS FUTURE AND ABSOLUTELY EVERYTHING !!!!!!!!!",
            "that's cool but watch out for the down swing on this"
        ]
    },
    {
        "date": "201902162023",
        "ctx": [
            "how did you land jobs without resumes?",
            "i don't know but if i were hiring i would prefer someone just send me an email promising that they are the right person for the job. and then if i believe them i will talk to them a bit more and then maybe i can figure it out after talking to them, and if it's for a musical job then i would have them do an audition or something"
        ]
    },
    {
        "date": "201902162004",
        "ctx": [
            "re: (ref: q.php?date=201611151146)11.15.1611:46 am was your \"movies are nice\" video based on step 1?",
            "no"
        ]
    },
    {
        "date": "201902161934",
        "ctx": [
            "Your opinion of musicals?",
            "could use more music"
        ]
    },
    {
        "date": "201902161846",
        "ctx": [
            "how long does it take to put all of those effect things in a video",
            "approimately much longer than the length of the video"
        ]
    },
    {
        "date": "201902161759",
        "ctx": [
            "Hello I am covered in mud right now",
            "oh cool"
        ]
    },
    {
        "date": "201902161745",
        "ctx": [
            "do you write the bass part in detail or improvise the line according to the chords",
            "a combination of playing it and carefully constructing it during the recording process"
        ]
    },
    {
        "date": "201902161642",
        "ctx": [
            "after that 8-hour walk, how did you got back home?",
            "i've done many 8 hour walks but i usually prefer to take a train home if possible"
        ]
    },
    {
        "date": "201902161532",
        "ctx": [
            "Israel, Palestine, or pasta",
            "why can't they all exist together, in peace"
        ]
    },
    {
        "date": "201902161419",
        "ctx": [
            "favorite wheezy waiter clone?",
            "video editor"
        ]
    },
    {
        "date": "201902161359",
        "ctx": [
            "Would you reccomend E# or F?",
            "F"
        ]
    },
    {
        "date": "201902161301",
        "ctx": [
            "What do you think about repetition in music?",
            "i suppose it depends on what you repeat and how much"
        ]
    },
    {
        "date": "201902162459",
        "ctx": [
            "What do you think about the letter \"w\"",
            "it's a mystery to me"
        ]
    },
    {
        "date": "201902161023",
        "ctx": [
            "have you made music past the year 2002?",
            "most of my best music was made past the year 2002"
        ]
    },
    {
        "date": "201902160840",
        "ctx": [
            "if you could remove one thing out of existence, what would it be?",
            "a small speck"
        ]
    },
    {
        "date": "201902160616",
        "ctx": [
            "Isn't a beard just a mustache that took over the face?",
            "no"
        ]
    },
    {
        "date": "201902160508",
        "ctx": [
            "Have you completed enough of your upcoming video that you're currently recording vocals for, that you can give us an anagram of the title?",
            "yes but at this point everyone is going to get tricked into thinking it also relates to the contents of the video. i've already spent an hour trying to find a good anagram and i found some great ones but they do not relate to the contents of the video. this was horribly irresponsible i feel shameful"
        ]
    },
    {
        "date": "201902160447",
        "ctx": [
            "what should i do today",
            "how about a pyramid scheme"
        ]
    },
    {
        "date": "201902160447",
        "ctx": [
            "do you believe in colors that we cant see?",
            "sure",
            "what do you think they're like?",
            "infrared, ultraviolet"
        ]
    },
    {
        "date": "201902160113",
        "ctx": [
            "dude how do you not get burned out working all the time??",
            "2 secrets, i do and don't"
        ]
    },
    {
        "date": "201902161242",
        "ctx": [
            "Can you tell me how to accomplish all of my dreams and goals very soon. And make it easy",
            "have very small simple few and easy goals"
        ]
    },
    {
        "date": "201902161223",
        "ctx": [
            "i think you should make a video for \"Do What You Want To Do\"",
            "i will do it"
        ]
    },
    {
        "date": "201902152339",
        "ctx": [
            "Would you ever divulge anything about your songwriting process?",
            "sure",
            "If you have already, where can I find it?",
            "(ref: q.php?date=201809042154)9.4.189:54 pm"
        ]
    },
    {
        "date": "201902152203",
        "ctx": [
            "is the belly button the second clit?",
            "no"
        ]
    },
    {
        "date": "201902152015",
        "ctx": [
            "I want to be punished, but I can't easily get to Antarctica. How do I find a local place to be punished?",
            "check with your local librarian"
        ]
    },
    {
        "date": "201902151918",
        "ctx": [
            "You know the 3 videos you made back in March of 2011? What made you stop after only 3?",
            "3/7 i did some experiments with editing improv sessions and putting captions on them. 3/8 i visited a friend in new jersey. 3/9 i visited a friend in long beach ny, and also did a songwriting session.  3/10 more editing of improv sessions. also did a new improv session. 3/10 i started studying everything that came up in google autofills for every letter, just to learn more about the world i live in. also did some improv/journal edits. then for the next several days i did some extensive research trying to figure out where food comes from (it seemed important at the time). then i had some songwriting breakthroughs. then mostly spent the rest of the year trying to write and record songs. after a few more years of writing, recording, organizing, and general confusion, when i finally had a website and a very rigid 5-day a week content schedule, the format you mentioned found a happy home on thursdays, and was switched to tuesdays several weeks later. so i did not stop at 3, there are at least 20 videos made in this format, most of them being made in 2014, released on thursdays, then tuesdays, then on various different days during the later part of 2014. i just found the list, it's more than 20\n\n\n\n rising out of bed\n here's a bowl\n stand in my room\n door\n sleep on a pile of clothes\n floor\n  bread  \n  eat the floor  \n  tape  \n  sometimes i whatever \n   jingle in bed \n   this is where i make my things \n   it's not christmas \n   writing a letter to you on my floor  \n  earth \n   boxes  \n  guess i'll stare at the wall  \n  colonization  \n  electricity  \n  lost in a calendar \n   where does the railroad go \n   let's get high (up)  \n  this tree is green  \n  math  \n  gonna mail you my floor  \n  let's watch some television  \n  go tie a shoe  \n  i'm gonna iron my shoes \n   gonna print out my feelings \n   shaving my piano  \n  take a video of the ceiling \n   gonna throw my wallet away  \n  quit  \n  save the tambourine for later \n   knock knock it's the news \n the crappiest video in the world"
        ]
    },
    {
        "date": "201902151843",
        "ctx": [
            "Did the title for a video containing references to Antarctica and Greenland just happen to be an anagram for a phrase containing the words Antarctica and Greenland?",
            "yes",
            "Or was that on purpose?",
            "no. but with a title that long, it is not surprising that i was able to find some important names from the vidio in the letters. the first thing when doing an anagram if you want it to be one of those relevant hard hitting anagrams, is you go searching for those important words first and then work around it. an example of a relevant word which i did not find in the letters would be mexico"
        ]
    },
    {
        "date": "201902151805",
        "ctx": [
            "i worry if people are talking about me behind my back. i wonder if i should make my actions harder interpret and therefore my intentions harder to pinpoint. seems like something you'd advise doesn't it",
            "no, i think if you make your actions and intentions shadier i think people will talk about you more. but if they are talking behind your back then you could simply turn around and they would be in front of you. if they are doing it in a far away location, then your best bet is to even the score by talking about them"
        ]
    },
    {
        "date": "201902151748",
        "ctx": [
            "do you think ducks are one of the most advanced and smart animals as they can control the land sea and air while also can conquer the hearts of men women children and sometime other animals",
            "yes"
        ]
    },
    {
        "date": "201902151731",
        "ctx": [
            "have you ever used cricket noises in ur songs",
            "i have used simulations of cricket noises"
        ]
    },
    {
        "date": "201902151633",
        "ctx": [
            "What is twitter",
            "it's like a telephone but you can talk to many people at the same time and listen to no one"
        ]
    },
    {
        "date": "201902151600",
        "ctx": [
            "i think i might kill myself tonight.",
            "that sounds a little counter productive",
            "what are your plans for today?",
            "record all vocals for song"
        ]
    },
    {
        "date": "201902151452",
        "ctx": [
            "why does life suck?",
            "so you can take credit for making it better"
        ]
    },
    {
        "date": "201902151446",
        "ctx": [
            "Do you know some jazz standards",
            "sure"
        ]
    },
    {
        "date": "201902151339",
        "ctx": [
            "Do you have any soap tips?",
            "(ref: https://billwurtz.com/soap-tips.mp4)sure"
        ]
    },
    {
        "date": "201902151314",
        "ctx": [
            "How do you come up with the chords and progressions you write?",
            "i have to try to find whatever makes the song/video be the strongest it can be",
            "Are they all random?",
            "not even close",
            "Or do you just have your own intricate sense of tonality?",
            "yes"
        ]
    },
    {
        "date": "201902152454",
        "ctx": [
            "i want to make music like you do because your music is good what should i do?",
            "you could try to figure out some of my tricks",
            "also do you like soup",
            "it's ok"
        ]
    },
    {
        "date": "201902151134",
        "ctx": [
            "mr. bill friend, do you have any thoughts about italy to share at this time",
            "they made some very slanty fonts, to reflect their slanted geography"
        ]
    },
    {
        "date": "201902151049",
        "ctx": [
            "why dont you watch videos that you were in? (H3 podcast, Genius, etc)",
            "plausible deniability"
        ]
    },
    {
        "date": "201902150948",
        "ctx": [
            "What is a keyboard shortcut using G",
            "find next"
        ]
    },
    {
        "date": "201902150945",
        "ctx": [
            "do you enjoy reading the lyrics of a song while listening to it",
            "sometimes but only if the words become visible at the exact moment they are sung, and not a moment before"
        ]
    },
    {
        "date": "201902150907",
        "ctx": [
            "do you think the time is approaching when you might explain how you accomplish the alien crickets",
            "yes"
        ]
    },
    {
        "date": "201902150857",
        "ctx": [
            "what's a temp vocal?",
            "a temporary vocal recording to work around, to work on the rest of the project before the final vocal is done"
        ]
    },
    {
        "date": "201902150735",
        "ctx": [
            "Do you know any seahorse fun facts?",
            "the female impregnates the male, but i'm sure you already knew that"
        ]
    },
    {
        "date": "201902150654",
        "ctx": [
            "How come you dont post mostly",
            "ah, that's because the majority of time i am engaged in a secret activity i like to call 'making the content that gets posted'"
        ]
    },
    {
        "date": "201902150348",
        "ctx": [
            "(ref: q.php?date=201902121559)2.12.193:59 pm  I am very good at this part, but I would like to know how you find a melody for your chords.",
            "try improvising it 20 times and then 20 more times. you may start to get an idea of what works. it can be fun and useful to use words also"
        ]
    },
    {
        "date": "201902150125",
        "ctx": [
            "how did you get a job as a church musician if you're not a christian? or i guess i really mean, how can *I* get a job as a church musician if i'm not a christian?",
            "there is surely a widespread strategy used by many musicians which is simply to lie. but for some reason i am uncomfortable with this, so i have used a more honest strategy which is to explain my true feelings about the world we live in, and some churches are very delighted with those views and the honesty that comes with it, where as other churches must adhere to very strict company policy and make all their players specifically endorse the Jesus name"
        ]
    },
    {
        "date": "201902150111",
        "ctx": [
            "Do you still do temp vocals for these latest non-songs?",
            "yes",
            "What's the difference between a temp vocal and your final take?",
            "maybe about like (ref: temp.mp3\">this vs <a href=\"final.mp3)this"
        ]
    },
    {
        "date": "201902142238",
        "ctx": [
            "what? are you saying you would want to delete some of your notes in the notebook?",
            "the tweets really shouldn't be there. i actually just found a very comprehensive journal entry from february 2016 that acknowledges how long it's been since i last did text journals, and it reminded me that the tweets really shouldn't be there. they should be in a different section for twitter where all the tweets are there"
        ]
    },
    {
        "date": "201902142130",
        "ctx": [
            "how the hell do you have time to balance everything you do on a daily basis?",
            "i don't, and i can't"
        ]
    },
    {
        "date": "201902142127",
        "ctx": [
            "What are your feelings on sea sponges",
            "would like to see them on land. curious as to how that would go"
        ]
    },
    {
        "date": "201902142059",
        "ctx": [
            "teach me some words in adult language",
            "Perfect. Let's touch base sometime early next week. Have a good weekend."
        ]
    },
    {
        "date": "201902142055",
        "ctx": [
            "How would you suggest I keep track of and organize my creative ideas that I have throughout the day but forget about soon after?",
            "make a file and write them down as soon as you get them. you can make files for each idea, but also keep a master list file which lists all the ideas and the names of the reference files"
        ]
    },
    {
        "date": "201902142031",
        "ctx": [
            "i'm writing a poem but the timing is off. what would you suggest to help fix it?",
            "take the lines that are \"off\" and start re-writing them over and over and over and over and eventually you will be steered toward one that goes the way you want"
        ]
    },
    {
        "date": "201902142001",
        "ctx": [
            "do you have a favorite conspiracy?",
            "alas, no existing conspiracies live up to my standards"
        ]
    },
    {
        "date": "201902141937",
        "ctx": [
            "Ohh is the hybrid schedule working on a song from week 1 to 3, then a non-song week 2-4, then a song week 3-5, non-song 4-6, etc? So it's still a two week schedule, just smushed together a bit?",
            "that would be how it's supposed to work but it is currently not working"
        ]
    },
    {
        "date": "201902141918",
        "ctx": [
            "Now that you're a Shorty judge will you finally have to go to the Shorty office to pick up your award?",
            "i think i can send my votes over the computer"
        ]
    },
    {
        "date": "201902141827",
        "ctx": [
            "Is music a language or just a a feeling soup?",
            "it is feelings but you can add language and it is still called music, or you can add music to language and it is still called language. i hope i am explaining that properly",
            "Do you like soup?",
            "i don't know",
            "I do"
        ]
    },
    {
        "date": "201902141649",
        "ctx": [
            "what is the expert mode on the site",
            "that's the only page the site had before it was categorized"
        ]
    },
    {
        "date": "201902141531",
        "ctx": [
            "What is your goal in life?",
            "join the european union and then exit it"
        ]
    },
    {
        "date": "201902141445",
        "ctx": [
            "people always say you shouldn't compare yourself to others, but don't you think it sometimes can be useful?",
            "it's useful when other people do it but not when i do it"
        ]
    },
    {
        "date": "201902141437",
        "ctx": [
            "did you like thank u, next? (o_o)<3",
            "sure"
        ]
    },
    {
        "date": "201902141139",
        "ctx": [
            "Will your next video be another wfaoie or a song?",
            "i can't tell you"
        ]
    },
    {
        "date": "201902141015",
        "ctx": [
            "hey, i'm learning to transcribe by notating in a music notation software. is that cheating?",
            "only if you are preparing for a world with no computers"
        ]
    },
    {
        "date": "201902140929",
        "ctx": [
            "Do you want to know how to get RIPPED and RICH in less than 4 weeks?",
            "can i do it in 2 weeks and then do it again in the following 2 weeks"
        ]
    },
    {
        "date": "201902140902",
        "ctx": [
            "When will you talk about the many uses of velcro",
            "right away"
        ]
    },
    {
        "date": "201902140804",
        "ctx": [
            "why are your notebook notes past 2014 not on expert",
            "most of those actually shouldn't be on either page"
        ]
    },
    {
        "date": "201902140620",
        "ctx": [
            "What's the private video at the end of the Music Videos playlist on YouTube?",
            "i don't know"
        ]
    },
    {
        "date": "201902140608",
        "ctx": [
            "What is the clownfish that occasionally appears in some of your videos?",
            "it seems you already know more about it than me"
        ]
    },
    {
        "date": "201902140546",
        "ctx": [
            "out of all of the headings on your website, why are 'twitter' and 'bio' the only ones that are a solid colour?",
            "i don't know, but of all the words in your question why are 'twitter' and 'website' the only words with 7 letters"
        ]
    },
    {
        "date": "201902140521",
        "ctx": [
            "how did you make that last video so e p i c",
            "my first strategy was carelessness, but as that began to crumble i had no choice but to turn to honesty and confessions"
        ]
    },
    {
        "date": "201902140215",
        "ctx": [
            "will you use ideas you had as a kid?",
            "i surely already have but i will use more"
        ]
    },
    {
        "date": "201902140125",
        "ctx": [
            "so wait. you said you weren't planning on posting wfaoie on a tuesday ((ref: q.php?date=201902052107)2.5.199:07 pm ). how come you did",
            "because that's what most closely resembled what i meant to do"
        ]
    },
    {
        "date": "201902141252",
        "ctx": [
            "What genre is your music listed under on Spotify?",
            "regular"
        ]
    },
    {
        "date": "201902132353",
        "ctx": [
            "opinion on eggs",
            "eggnastic"
        ]
    },
    {
        "date": "201902132248",
        "ctx": [
            "how much evidence do you need to prove yourself people don't like you",
            "none at all. it is polite in today's society to not tell people you don't like them. so if no one tells me they don't like me, then it is plausible that someone doesn't like me"
        ]
    },
    {
        "date": "201902132229",
        "ctx": [
            "Have you ever considered making videos about science?...",
            "yes",
            "i love your educational videos;the catchy music keeps me engaged"
        ]
    },
    {
        "date": "201902132204",
        "ctx": [
            "audition advice?",
            "you get better at auditions each time you audition"
        ]
    },
    {
        "date": "201902132150",
        "ctx": [
            "What is your biggest goal for upcoming videos or your future in general?",
            "beat the world's leading supercomputer in tic tac toe"
        ]
    },
    {
        "date": "201902132148",
        "ctx": [
            "are you planning to release any songs this February?",
            "yes"
        ]
    },
    {
        "date": "201902132145",
        "ctx": [
            "Why choose only to release specific songs onto Spotify, etc, instead of all of your older ones?",
            "kind of like how they don't show the saturday night live audition tapes on the saturday night live television show"
        ]
    },
    {
        "date": "201902132134",
        "ctx": [
            "do you ever get offended",
            "i was already offended in advance"
        ]
    },
    {
        "date": "201902132130",
        "ctx": [
            "this may sound cliche, but how do I get a person I'm attracted to to reciprocate any form of attraction to me? We're already friends and I'm too scared and stupid to do anything else.",
            "have you tried carrying an enormous wallet (can be empty)"
        ]
    },
    {
        "date": "201902132129",
        "ctx": [
            "whats your favorite soup",
            "goup (goo soup)"
        ]
    },
    {
        "date": "201902132012",
        "ctx": [
            "is wfaoie going to be uploaded weekly, or monthly?",
            "supposed to be 2 weeks"
        ]
    },
    {
        "date": "201902131947",
        "ctx": [
            "if you find yourslef in a period of being bad at writing songs, do you stop writing or do you allow for a streak of bad songs to be made for the time being?",
            "stop for 24 hours then start again"
        ]
    },
    {
        "date": "201902131903",
        "ctx": [
            "Is Wild Frolicking Adventures of Informational Education an anagram?",
            "you could make anagrams of it, but it was not made from another anagram",
            "If so, what is one possible combination?",
            "i found firm, wistful voodoo in antarctica (like greenland)"
        ]
    },
    {
        "date": "201902131854",
        "ctx": [
            "Do you intend on including some of the things written in your notes in future videos?",
            "sure"
        ]
    },
    {
        "date": "201902131850",
        "ctx": [
            "Would you ever go back on the H3 Podcast?",
            "sure, but i'm sure they hate me, for screwing it up"
        ]
    },
    {
        "date": "201902131753",
        "ctx": [
            "Can you make a wfaoie vid as a song?",
            "i think conveying direct information requires heavy use of speaking non-musical tense, / breaking tempo, and so forth"
        ]
    },
    {
        "date": "201902131717",
        "ctx": [
            "Are you going to talk about velcro in your next video?",
            "no"
        ]
    },
    {
        "date": "201902131649",
        "ctx": [
            "bill wurtz, is italy a good part 2 for wfaoie as well as somethin like switzerland",
            "yes. how about both"
        ]
    },
    {
        "date": "201902131630",
        "ctx": [
            "Will you ever come in Italy for your tour gigs?",
            "sure"
        ]
    },
    {
        "date": "201902131558",
        "ctx": [
            "Have you ever considered releasing instrumentals of your songs? Not like the instrumentals page, but just taking songs you've made with lyrics and posting a version with the vocal track cut out.",
            "i would love to but it could fall into the wrong hands"
        ]
    },
    {
        "date": "201902131511",
        "ctx": [
            "would you do a Q&A in the future",
            "yes, and present"
        ]
    },
    {
        "date": "201902131411",
        "ctx": [
            "Is it possible to see the thumbnail for a video called \"Wild Frolicking Adventures of Informational Education\" and think that the video will be anything other than awesome?",
            "perhaps if you are a robot uninformed about the meaning and significance of frolicking"
        ]
    },
    {
        "date": "201902131410",
        "ctx": [
            "What are the job requirements and prerequisites to becoming a member of the Bill Wurtz band?",
            "you must use your imagination",
            "Can we email resumes?",
            "sure but one of the requirements is that you are pathologically incapable of producing a resume"
        ]
    },
    {
        "date": "201902131408",
        "ctx": [
            "What is your plan for world domination",
            "would like to help devise a scheme by which the world can dominate itself"
        ]
    },
    {
        "date": "201902131407",
        "ctx": [
            "Is Trump mentally sound",
            "mentally loud"
        ]
    },
    {
        "date": "201902131352",
        "ctx": [
            "Do you ever think about how weird it is that humans now spend most of our time doing things besides hunting, gathering, and reproducing?",
            "i don't think it's that weird. we've leveled up a bit since then",
            "Like we used to be animals, and now I'm sitting in a Panera Bread and tapping on this little plastic device."
        ]
    },
    {
        "date": "201902131346",
        "ctx": [
            "i haven't been able to write music for a couple months because every time i start something it feels too stupid and istop. i have a new tactic to write 3 songs a day until my brain remember hows to compose good things again.",
            "that's good",
            "would you advise this strategy, or have a different suggestion?",
            "that reminds me of the time paul mccartney realized he was no longer in the beatles and immediately went on a quiet family vacation in scotland with no guitar / no songwriting materials. and quickly realized oh no, look out, don't drop out of the songwriting game lest you might lose it"
        ]
    },
    {
        "date": "201902131344",
        "ctx": [
            "Will you still be producing/releasing 2-3 minute songs while working on the frolicking series?",
            "yes",
            "Or will you be putting that on hold for now?",
            "no way. 2-week music videos was the best thing that's ever happened to me, and it barely even got started"
        ]
    },
    {
        "date": "201902131336",
        "ctx": [
            "I talk to myself a lot. Am I crazy?",
            "i can't tell"
        ]
    },
    {
        "date": "201902131331",
        "ctx": [
            "Are your videos a cry for help",
            "i've always said no but i just realized yes they are. they always were. how could i not have known that"
        ]
    },
    {
        "date": "201902131327",
        "ctx": [
            "do you think these changes to your channel/upload schedule/how the world perceives you are for the better?",
            "no, the upload pattern since december has been a mistake. it is currently less than it was before, but it was supposed to be more than before"
        ]
    },
    {
        "date": "201902131325",
        "ctx": [
            "how do you feel about judging people?",
            "fine, very easy to judge, everyone's great. done, already judged"
        ]
    },
    {
        "date": "201902131325",
        "ctx": [
            "what should i major in",
            "the roundness of the globe"
        ]
    },
    {
        "date": "201902132452",
        "ctx": [
            "Did you deliberately quote the lick near the end of \"Mount St Helens is About to Blow Up\"?",
            "there is no need to quote the lick. each person who uses the lick is doing it first hand. the lick is in the public domain, cc0"
        ]
    },
    {
        "date": "201902132426",
        "ctx": [
            "what is your favorite idea you've ever had?",
            "un ruin things"
        ]
    },
    {
        "date": "201902132417",
        "ctx": [
            "What are your values and standards?",
            "ruin things"
        ]
    },
    {
        "date": "201902131133",
        "ctx": [
            "Hey bill what do you do when you're bored",
            "try to accomplish my core ambitions and goals"
        ]
    },
    {
        "date": "201902131108",
        "ctx": [
            "what genres of music do you enjoy listening to?",
            "capitalist"
        ]
    },
    {
        "date": "201902131048",
        "ctx": [
            "I'm glad you got your video out on time. Good job, I'm proud of you.",
            "it was supposed to come out 3 weeks earlier"
        ]
    },
    {
        "date": "201902130953",
        "ctx": [
            "is the ASK button (under the box for submitting questions) an Acronym for something because it is in all caps.",
            "Ask Something Krazy"
        ]
    },
    {
        "date": "201902130946",
        "ctx": [
            "What's next video going to be?",
            "perspective of life and the world from inside a shoe"
        ]
    },
    {
        "date": "201902130924",
        "ctx": [
            "why is there an interstate in hawaii",
            "for traveling purposes"
        ]
    },
    {
        "date": "201902130922",
        "ctx": [
            "what do you use your notebook for (on your website)",
            "posting some of the many textual writings i've done over the years, especially from the years before i figured out how to record songs and make videos"
        ]
    },
    {
        "date": "201902130918",
        "ctx": [
            "It is great to love and be loved and your love is 619 km distant, isn't it?",
            "try 5000"
        ]
    },
    {
        "date": "201902130906",
        "ctx": [
            "which questions are good questions? what aspect of a question makes it a good question?",
            "if a question is bad that makes it good. if the question is even worse then it becomes great"
        ]
    },
    {
        "date": "201902130904",
        "ctx": [
            "What do you like about nature",
            "you can't make that stuff up"
        ]
    },
    {
        "date": "201902130855",
        "ctx": [
            "Are we going to know where/when velcro was invented and who invented it?",
            "you can probably look that up on line, but if it is more convenient i can do it for you and then explain it to you in an interesting tone of voice with pictures and music"
        ]
    },
    {
        "date": "201902130814",
        "ctx": [
            "do you play sportsball",
            "no"
        ]
    },
    {
        "date": "201902130809",
        "ctx": [
            "Why is your newest video good to watch in a dark basement?",
            "could be used as a light source"
        ]
    },
    {
        "date": "201902130803",
        "ctx": [
            "What's a topic or subject that you would never ever ever ever ever EVER touch in your videos?",
            "there is nothing off limits in videos that wouldn't also be off limits on the questions page"
        ]
    },
    {
        "date": "201902130711",
        "ctx": [
            "Is velcro really going to be covered in the next video?",
            "maybe"
        ]
    },
    {
        "date": "201902130551",
        "ctx": [
            "What's with you and owls?",
            "nothing"
        ]
    },
    {
        "date": "201902130544",
        "ctx": [
            "holy shit the perfect topic for wfaoie is music theory for dummies",
            "i've tried that but it unravels very quickly because music is a magic and paradoxical game which goes beyond our wildest dreams, and i have pretty much no choice but to display the dreams directly"
        ]
    },
    {
        "date": "201902130423",
        "ctx": [
            "What will our next Wild Frolicking Adventures of Informational Education episode be about?",
            "i can't tell you"
        ]
    },
    {
        "date": "201902130419",
        "ctx": [
            "after making this video, do you have a more clear format for wfaoie? i mean, you could make a video of 15 minutes about the rise and fall of the inca's, but that's not what you want to do right now. Do you want to focus on one subject (for ex. greenland) and talk about it more within the two minutes? although then the level of wild frolicking is reduced in a major way. i thknk this is my main point: i foresee a big conflict between your desire for wild frolicking and your desire for a more coherent topic. what are your thoughts on that?",
            "that's been a conflict for a long time. one solution failed (wfaoie), on to the next",
            "ps. i liked the video, and am exited for where you are going to go with this."
        ]
    },
    {
        "date": "201902130211",
        "ctx": [
            "When picking up objects, how far up do you pick them?",
            "half way"
        ]
    },
    {
        "date": "201902131222",
        "ctx": [
            "Do you like philosophical of existential questions, cause sometimes it can hurt a persons head",
            "the only part that hurts my head is deciding what gets to be called a philosophical question or existential question or neither or both"
        ]
    },
    {
        "date": "201902131220",
        "ctx": [
            "Can an opinion only exists as long there is something changeling it. Example would be \"I like the color yellow\" being an opinion but if there were only the color yellow and no other color, is it no longer an opinion?",
            "it would be no longer a color but you can still like the way things are. in fact that's very convenient"
        ]
    },
    {
        "date": "201902131200",
        "ctx": [
            "what is \"in the snow\". i am confusion, and probably very stupid",
            "a song which was never recorded until i hijacked the verse and turned it into a different song called 'la de da... etc'"
        ]
    },
    {
        "date": "201902122336",
        "ctx": [
            "when's that velcro episode",
            "right away"
        ]
    },
    {
        "date": "201902122301",
        "ctx": [
            "what's your plan for these free-wheeling videos in the future?",
            "slightly more coherent topics, while frolicking just as much, and staying inside a 2 (or 1) week production schedule"
        ]
    },
    {
        "date": "201902122233",
        "ctx": [
            "In a Philosophize This Podcast, there is discussion between Faciticty and Trancendance. Facticity is the third person perspective that any other person can take. These facts include biological facts about height, weight, race, gender, skin color, eye color, etc. However, these facts also include social and economic, psychological and historical facts as well. Transcendence is the first person perspective of a human being. With transcendence, human beings can \"transcend\" their facticity and become something more than they are or seem to be. This \"something\" they can become is a result of that human beings individual choices or decisions, and many turn it in to a tug-a-war situation in life. People who want both 100% of transcendence and facticity basically want to be god is some sort, \"can do no wrong but has ultimate power\". So my question is what is your take on this, is there a possible balance you choose when it comes between the two?",
            "i didn't quite get your explanation of either one well enough to understand entirely what they are supposed to be and/or why they would be in conflict"
        ]
    },
    {
        "date": "201902122229",
        "ctx": [
            "Are you good with people?",
            "yes",
            "Meaning are you a social person?",
            "no",
            "I'm not"
        ]
    },
    {
        "date": "201902122150",
        "ctx": [
            "how do you write good poetry",
            "the more words you write the better your skills will get. so hurry up and start writing them"
        ]
    },
    {
        "date": "201902122144",
        "ctx": [
            "Hey why isn't Greenland a continent",
            "you'll have to ask the authorities which i was just informed do not exist"
        ]
    },
    {
        "date": "201902122127",
        "ctx": [
            "will you ever release the old ending to 'in the snow'?",
            "maybe"
        ]
    },
    {
        "date": "201902122124",
        "ctx": [
            "When is your next Vid",
            "it's supposed to be made over the course of the next 7 days and released next tuesday"
        ]
    },
    {
        "date": "201902121818",
        "ctx": [
            "your new video is awesome it feels like I watched a 5min video lol, btw I was wondering do you improvise your sound effects or are they thought during the script they are very detailled",
            "they are not written in the script, they are the last element to be added, after the video is mostly done. the parts contain varying degrees of improv"
        ]
    },
    {
        "date": "201902121815",
        "ctx": [
            "Why do you so rarely capitalize letters?",
            "i thought i did it the same amount as most people"
        ]
    },
    {
        "date": "201902121811",
        "ctx": [
            "Will \"Wild Frolicking Adventures of Informational Education\" be a new series?",
            "yes"
        ]
    },
    {
        "date": "201902121808",
        "ctx": [
            "Are your videos just a documentary of you exploring another dimension?",
            "yes"
        ]
    },
    {
        "date": "201902121758",
        "ctx": [
            "omg, i really liked the new video, are you planing to do more that kind of videos?",
            "yes",
            "how did you felt while making it?",
            "uncomfortable, scared, and pathetic",
            "same way as history of the entire world?",
            "no, history of the entire world i was terrified that i would not finish producing it before armageddon. yet i was extremely confident in the topic. this one however was very breezy in size, and was deliberately written to be produced inside of 1 or 2 weeks, but with no coherent topic it started to feel alarmingly useless"
        ]
    },
    {
        "date": "201902121747",
        "ctx": [
            "what are your plans for summer",
            "that depends if i succeed at my plans for the spring"
        ]
    },
    {
        "date": "201902121747",
        "ctx": [
            "Will there be more videos like wfaoie in other topics like science, engineering and technology?",
            "yes"
        ]
    },
    {
        "date": "201902121747",
        "ctx": [
            "I really enjoyed the new video!! Are you going to do more videos like that in the future?",
            "yes"
        ]
    },
    {
        "date": "201902121740",
        "ctx": [
            "Hewwo thank you for uploading you missed a spot two weeks ago",
            "actually i mised about 5 spots. ever since dec 4 there were supposed to be videos every week"
        ]
    },
    {
        "date": "201902121737",
        "ctx": [
            "Bill that video is so amazing! Are you planning on making it sorta like a series?",
            "yes"
        ]
    },
    {
        "date": "201902121737",
        "ctx": [
            "how do you be a person who isn't other people?? (how do you be a person without having to be the person other people want you to be?)",
            "they were wondering how to escape who you wanted them to be"
        ]
    },
    {
        "date": "201902121735",
        "ctx": [
            "oh and id like to request a part 2 already for wfaoie",
            "let me know what it is"
        ]
    },
    {
        "date": "201902121733",
        "ctx": [
            "Is this \"Wild Frolicking Adventures of Education\" going to be a series?",
            "yes"
        ]
    },
    {
        "date": "201902121731",
        "ctx": [
            "why did your voice sound so different when you were talking about greenland or is that just me",
            "i was impersonating traditional television broadcast journalism"
        ]
    },
    {
        "date": "201902121727",
        "ctx": [
            "the new project was pretty good, sorta like a mini-history of the world thing. are some of your next projects going to be similar since you said that this was to soften the blow of the next ones?",
            "yes"
        ]
    },
    {
        "date": "201902121726",
        "ctx": [
            "Bill, you are a delightful and wonderful human person. Are you really planning for today's majestic frolic of a video to be part of a series?",
            "yes",
            "(If not you still have my undying love, just wondering)"
        ]
    },
    {
        "date": "201902121722",
        "ctx": [
            "when will you talk about velcro?",
            "right away",
            "because I need"
        ]
    },
    {
        "date": "201902121722",
        "ctx": [
            "did this new video give you nostalgia or horrible flashbacks of HoTEWIG?",
            "flash forwards to the many exciting things left to be discovered in this format, and also some night terrors about the lack of a coherent topic for this one"
        ]
    },
    {
        "date": "201902121718",
        "ctx": [
            "'aztec' rhymes with 'smashed it'. was that the point?",
            "no, but 'smashed it' was supposed to rhyme with 'smashed it' for sure"
        ]
    },
    {
        "date": "201902121710",
        "ctx": [
            "any hobby suggestion for me?",
            "not for you specifically because i don't know anything about you, but i will have to give you one i would recomend for anyone which is problem solving"
        ]
    },
    {
        "date": "201902121708",
        "ctx": [
            "do you hate having to set up an account to search pinterest?",
            "i've never done it"
        ]
    },
    {
        "date": "201902121637",
        "ctx": [
            "do you prefer music in games on the super nintendo or sega genesis?",
            "i'm more familiar with super nintendo than sega genesis, but i would expect them both to be good. they both have a job to do, which is to make the game good"
        ]
    },
    {
        "date": "201902121637",
        "ctx": [
            "(ref: q.php?date=201902111537)2.11.193:37 pm  is antarctica really in the title?",
            "no"
        ]
    },
    {
        "date": "201902121559",
        "ctx": [
            "how do i find the best chords for my melody",
            "just find the harmonies 1 note at a time. go thorugh the entire song and add just 1 note to 1 moment. see if you can find that special moment that really needs it, and find out which note it needs. I'll give you one to get started. \"Celebrate good times come on\", that party song from the 70s. playing that vocal part all the way through, no band, no harmony, and i have to decide 1 moment to add 1 note. i'm gonna say for \"come on\", not the first but every 2nd and 4th time of \"come on\" in the choruses, let's add a maj 3rd above the voc melody. so if the song is in Ab, let's add the C note above \"come on\", not the first time but the second and 4th time it occurs in the choruses. ok now you pick a song, with just the melody, and pick what you think is the most important spot to add 1 note to. or if you want, you can find another one for the song i did"
        ]
    },
    {
        "date": "201902121504",
        "ctx": [
            "Do you believe in karma?",
            "not necessary. karma always believes in itself"
        ]
    },
    {
        "date": "201902121437",
        "ctx": [
            "I think something happened. What do I do?",
            "something"
        ]
    },
    {
        "date": "201902121402",
        "ctx": [
            "I think a video titled \"drunk video: if i'm in Greenland, i follow UFOs to Antarctica\" would be interesting on its own.",
            "it is not far off from the contents of the video"
        ]
    },
    {
        "date": "201902121342",
        "ctx": [
            "How many letters long is the first word of the title?",
            "i forget"
        ]
    },
    {
        "date": "201902121338",
        "ctx": [
            "why does the sun shine?",
            "to see what happens"
        ]
    },
    {
        "date": "201902121309",
        "ctx": [
            "have you ever hypnotized yiurself ?",
            "well i have been hypnotized for quite some time, and it sounds like something i would do. the motive is certainly there"
        ]
    },
    {
        "date": "201902121308",
        "ctx": [
            "Will you make a sequel to your song \"2010\" in 2020?",
            "every song i have written since then is a sequel to it"
        ]
    },
    {
        "date": "201902122456",
        "ctx": [
            "why am i like this?",
            "for this reason"
        ]
    },
    {
        "date": "201902122421",
        "ctx": [
            "(ref: q.php?date=201902091759)2.9.195:59 pm  so how do you strike balance?",
            "i still have no idea",
            "or what's the motivation behind prompting you to prefer one over the other?",
            "i desperately would prefer to have my greatest work be released on a very constant and steady basis. i also am beginning to think i have a physical need to sleep once a day"
        ]
    },
    {
        "date": "201902121150",
        "ctx": [
            "What's your favorite math",
            "1 and 2"
        ]
    },
    {
        "date": "201902121147",
        "ctx": [
            "what is the next video's theme",
            "a song"
        ]
    },
    {
        "date": "201902121128",
        "ctx": [
            "When will you release the Bill Wurtz preset for Final Cut Pro?",
            "step 1 for me would be to use final cut pro in the first place"
        ]
    },
    {
        "date": "201902121118",
        "ctx": [
            "how to unsad",
            "joy unboxing"
        ]
    },
    {
        "date": "201902121107",
        "ctx": [
            "Thoughts on NYC?",
            "it somehow has a tendency to behave as capital of the world despite not being capital its own country nor even of its own state"
        ]
    },
    {
        "date": "201902121049",
        "ctx": [
            "are you left handed",
            "i suppose it's possible"
        ]
    },
    {
        "date": "201902121032",
        "ctx": [
            "do you have any advice for a musician trying to find an audience?",
            "audiences love products. like a full product with sight, sound, reasons, meanings, stories, ideas,  ..... . ...   a full meal plate. So essentially you have to either build all that yourself or join in with someone else's product already underway. But it's never too soon to start playing to an imaginary audience"
        ]
    },
    {
        "date": "201902120935",
        "ctx": [
            "birds?",
            "that is a compelling line of reasoning right there"
        ]
    },
    {
        "date": "201902120912",
        "ctx": [
            "do you have coffee-making implements",
            "no"
        ]
    },
    {
        "date": "201902120616",
        "ctx": [
            "I have periods where I can sit down and write, and the ideas just seem to flow. But other times, often when I'm feeling low or slightly dampened, I can sit with my guitar and nothing seems to happen. I can come up with ideas, but I just don't see them as being as good as when I feel inspired. Are my ideas actually not as good when I feel down, or is it just my perception of them?",
            "you may not know until later",
            "Shall I just write anyway?",
            "yes"
        ]
    },
    {
        "date": "201902120612",
        "ctx": [
            "Has anyone guessed the title correctly from the anagram?",
            "i don't think so",
            "Is that really an anagram of the title?",
            "yes"
        ]
    },
    {
        "date": "201902120543",
        "ctx": [
            "What is your opinion on unrestricted submarine warfare?",
            "looks like an opportunity for some fresh restrictions"
        ]
    },
    {
        "date": "201902120520",
        "ctx": [
            "do you like sharks??",
            "they're ok"
        ]
    },
    {
        "date": "201902120348",
        "ctx": [
            "How are you doing?",
            "good"
        ]
    },
    {
        "date": "201902120128",
        "ctx": [
            "Approximately how many days until your new video is complete?",
            "who cares"
        ]
    },
    {
        "date": "201902120114",
        "ctx": [
            "have you considered making a schedule to schedule when you can fuck and unfuck the schedule",
            "the schedule is for the schedule to never get fucked"
        ]
    },
    {
        "date": "201902112208",
        "ctx": [
            "What is the point of the universe?",
            "to see what kind of points it can have"
        ]
    },
    {
        "date": "201902112048",
        "ctx": [
            "hey hey hey, the miller-urey experiment was a joke ok\n\nno one can solve abiogenesis because its never been observed or successfully tested\n\ndo you believe in a deity mr wurtz",
            "what the heck is a deity, please don't call me mr. wurtz",
            "in a universe that has to have a beginning yet nothing to make it begin, with life that has to have a beginning yet nothing to make it begin, it doesnt seem so unreasonable that perhaps something outside of limited naturalistic understanding could have been the cause - would you agree",
            "why wouldn't it be natural",
            "do you think you could go about proving something unscientific with science",
            "i thought science just means 'what the heck is really going on here' so by whatever means you can get there that would technically be science, even if it indeed takes you to heck",
            "do you think very very complex interdependent system arose from chance",
            "no chance necessary when everything is/was/could/would be there and not, etc",
            "as the drake equation and fermi paradox demonstrate, the chance of intelligent life being able to exist (assuming abiogenesis and macro-evolution are factual phenomenon) is literally astronomically low",
            "that may be true, but conscious conversations such as this one are 100% biased to only occur in living situations. so therefore no matter how infinitely rare life is, we will instantly find our conversation to exist in that exact rare place. because life is simply not something non-living people talk about",
            "this universe is fairly convenient in my opinion,",
            "well of course our world is convenient to us, everything is convenient to itself",
            "though i think the smartest thing anyone can do is admit they dont know"
        ]
    },
    {
        "date": "201902112001",
        "ctx": [
            "Bill I'm worried where is the next vid?",
            "right here"
        ]
    },
    {
        "date": "201902111954",
        "ctx": [
            "ay, when you tour, can you think about coming to/somewhere near to michigan?",
            "sure"
        ]
    },
    {
        "date": "201902111834",
        "ctx": [
            "do you like caffeine?",
            "not really"
        ]
    },
    {
        "date": "201902111820",
        "ctx": [
            "Is the next video about environmentalism?",
            "no"
        ]
    },
    {
        "date": "201902111811",
        "ctx": [
            "(ref: q.php?date=201902081145)2.8.19 11:45 am what about the mean people who are not nice",
            "it's hard to tell if anyone is nice or not nice. all you really know for sure is whether or not their relationship with you is nice"
        ]
    },
    {
        "date": "201902111602",
        "ctx": [
            "Why are trains so loud?",
            "so they can be strong and fast",
            "They keep me up away at night while they're passing by.",
            "see if you can get on one"
        ]
    },
    {
        "date": "201902111537",
        "ctx": [
            "Can you give us one word (other than Antarctica) that's in the title of your new video?",
            "of"
        ]
    },
    {
        "date": "201902111414",
        "ctx": [
            "I've been feeling really stressed lately, how do i cope with it?",
            "draw a diagram"
        ]
    },
    {
        "date": "201902111324",
        "ctx": [
            "was orange originally a color or a fruit?",
            "fruit"
        ]
    },
    {
        "date": "201902112438",
        "ctx": [
            "where is the best place to buy your music to support you?",
            "itunes, amazon, or just (ref: https://billwurtz.com/donate.html)donate and then download from songs page",
            "Do you have a bandcamp?",
            "yes but it sucks"
        ]
    },
    {
        "date": "201902112435",
        "ctx": [
            "How many seconds until your new video is released?",
            "supposed to be less than 50,000 but who knows anymore"
        ]
    },
    {
        "date": "201902112425",
        "ctx": [
            "what kind of goals do you set yourself in terms of music",
            "a gershwin prize would be nice"
        ]
    },
    {
        "date": "201902111146",
        "ctx": [
            "So in art class we were looking at different things and determining if they were art. At one point the teacher showed us some picture of a flipped over urinal and I claimed that it didn't count as art cause the urinal was made for practical reasons. Yet she claimed that it was because of how the \"artist\" chose to portray it like a pice of art. So I started thinking about what really counts as art which only made me really confused. Can anything be art if considered to be? Does it depend of the perspective of the viewer? Do I sound stupid asking this question?",
            "a general rule of thumb is, never consider anything art unless you want to"
        ]
    },
    {
        "date": "201902111143",
        "ctx": [
            "did you use autotune in 'its gonna be alright', at about 2:20?",
            "no"
        ]
    },
    {
        "date": "201902111134",
        "ctx": [
            "Do you say hearth like it rhymes with birth? Or do you say it kinda like how you say heart?",
            "i've never said hearth"
        ]
    },
    {
        "date": "201902111120",
        "ctx": [
            "Will a day come when you finally get real drums?",
            "i've had them since i was a small child"
        ]
    },
    {
        "date": "201902111044",
        "ctx": [
            "What is your own favourite song that you made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "201902111026",
        "ctx": [
            "im sorry to ask but when will you release music again",
            "right away",
            "i know you say you messed up the schedule but i miss getting to hear new music. i look forward to new music and am exited to see what your up to."
        ]
    },
    {
        "date": "201902111016",
        "ctx": [
            "how do i be a person",
            "impossible"
        ]
    },
    {
        "date": "201902111010",
        "ctx": [
            "can you show us your most reasonable shirt?",
            "you have definitely seen all of my most reasonable shirts. whenever appearing on video i wear only my most reasonable clothing"
        ]
    },
    {
        "date": "201902110959",
        "ctx": [
            "will you update to mojave?",
            "sure, if i wanna go back to the video making skills i had in (ref: https://billwurtz.com/the-alarm.mp4)2010"
        ]
    },
    {
        "date": "201902110854",
        "ctx": [
            "How do you feel about ladders",
            "i have an appreciation for their climbability"
        ]
    },
    {
        "date": "201902110615",
        "ctx": [
            "do you think people hear melody and chords separately or together?? like if I sang a D over a C chord, does the brain interpret it as a Cadd9 or a C, with a non-chord-tone note over it?",
            "it depends how close the melody instrument resembles the chord instrument"
        ]
    },
    {
        "date": "201902110606",
        "ctx": [
            "Should I be an astronaut or a lawyer?",
            "why not both"
        ]
    },
    {
        "date": "201902110532",
        "ctx": [
            "how come not everyone does the right thing",
            "everything is right and wrong at the same time"
        ]
    },
    {
        "date": "201902110504",
        "ctx": [
            "I write my music by ear but can't get away from the same root-bass functional chords, for example Eb,G,Bb,D - DFAC and the like. I'll at least mix things up and put the 7th-tonic rub in the middle of the chord instead of on top, or find myself splitting 5ths doing root and 5th in the left hand and 3 and 7 in the right an octave up, a sus here and there but CAN'T seem to unlock my understanding of more \"colored\" (if you will) or nonfunctional chords and get into chromatic harmony and other techniques I hear in your writing. I'm not asking you to tell me \"play these chords\", but rather if you can suggest reading/watching something to expand my palate of harmony. (have basic diatonic theory under my belt)",
            "first thing, think about the entire song not just the chords. if there's melody and lyrics in the song, do everything in service of that. and the other thing you might want to practice is playing all chords within a very small range. the order of notes you may have learned in school is kind of a myth. chords don't really belong in that order. i think if you play through some charts and deliberately play everything right around the middle C range, flipping as necessary to fit in that range, i think you will learn very quickly. also put the bass note an octave or 2 below, and if the chord has more then 4 notes then leave the bass note out of the right hand. i think you will learn things very quickly that way"
        ]
    },
    {
        "date": "201902110356",
        "ctx": [
            "what are your regrets? (list 3)",
            "i don't remember"
        ]
    },
    {
        "date": "201902110346",
        "ctx": [
            "did you make it to the south pole",
            "yes"
        ]
    },
    {
        "date": "201902110344",
        "ctx": [
            "people must stop worrying, wouldn't that make us problemless?",
            "no. problems grow on trees"
        ]
    },
    {
        "date": "201902110145",
        "ctx": [
            "how do I stop wasting time?",
            "you must first understand how you wish to use the time"
        ]
    },
    {
        "date": "201902102330",
        "ctx": [
            "Time to unfuck the schedule",
            "i keep trying"
        ]
    },
    {
        "date": "201902102219",
        "ctx": [
            "why do you think some melodies are so iconic sounding and actually memorable compared to others which in comparison feel dull and generic?",
            "if you can solve that then i bet you can solve abiogenesis"
        ]
    },
    {
        "date": "201902102151",
        "ctx": [
            "what if i told the u.n. that i owned the spratly islands?",
            "they would have to take your word for it, on the honor system"
        ]
    },
    {
        "date": "201902102030",
        "ctx": [
            "Bill how do I convince myself to work as hard as you?",
            "the results may be worth it"
        ]
    },
    {
        "date": "201902101943",
        "ctx": [
            "how long do you have to make more videos",
            "hopefully several decades, if i have the right attitude. but in that time frame there is a chance i will have discovered something more advanced"
        ]
    },
    {
        "date": "201902101943",
        "ctx": [
            "how do you make your music exist?",
            "1 piece at a time"
        ]
    },
    {
        "date": "201902101824",
        "ctx": [
            "im learning a song and theres one chord that contains an A and a G in the left hand, and a Gb, B, and E in the right hand. i think this would be considered an Am13 but the book calls it an Am9 so i'm confused",
            "maybe the book is a little confused. i'm actually a little confused at why they would call it Gb instead of F#, in that case"
        ]
    },
    {
        "date": "201902101802",
        "ctx": [
            "oh no i gotta Make Something",
            "that may be true"
        ]
    },
    {
        "date": "201902101710",
        "ctx": [
            "i never learned to whistle, i have no idea on how to do it, do you have any tips to get started?",
            "no"
        ]
    },
    {
        "date": "201902101702",
        "ctx": [
            "Why do most people, if not all people, self deprecate? Could it ironically fall in line with our selfish desire of being accepted by anyone, possibly including ourselves?",
            "could be just a bit of friendly teasing, of ourselves"
        ]
    },
    {
        "date": "201902101658",
        "ctx": [
            "What are your feelings on organic chemistry?",
            "not organic enough"
        ]
    },
    {
        "date": "201902101642",
        "ctx": [
            "What's your biggest regret?",
            "all my regrets are tied for the same size"
        ]
    },
    {
        "date": "201902101639",
        "ctx": [
            "Can I ask a statement here?",
            "you could try"
        ]
    },
    {
        "date": "201902101637",
        "ctx": [
            "Which disease did the music cure in \"i just did a bad thing\"?",
            "it slightly healed the pain of screwing up the prized 2-week schedule"
        ]
    },
    {
        "date": "201902101631",
        "ctx": [
            "How do you make yourself do work?",
            "i bribe myself with the results of the work"
        ]
    },
    {
        "date": "201902101615",
        "ctx": [
            "you've said you're down with accepting more interviews and such in the future;but this page sort of serves as a long-form interview, where you can be sure your answers are out there without being altered in any way. Why accept more interviews when you have this page? (not that im saying you shouldn't - just curious as to your thought process)",
            "why perform music when you could just publish the music in writing"
        ]
    },
    {
        "date": "201902101551",
        "ctx": [
            "(ref: q.php?date=201902091321)2.9.191:21 pm  could be fun to make one that's a little bit different from the universe doing the simulating",
            "there are lots of those to try"
        ]
    },
    {
        "date": "201902101527",
        "ctx": [
            "I know you can't tell us the release date of your new project, so maybe this could work - You could give me the number of hours until it's released, and I could do the math! Could you do that?",
            "no"
        ]
    },
    {
        "date": "201902101500",
        "ctx": [
            "my friends have been leaving me out of everthying lately.. should i do something about it? if so, what?",
            "do some of your own things, to leave them out of"
        ]
    },
    {
        "date": "201902101449",
        "ctx": [
            "What's the correct answer?",
            "you"
        ]
    },
    {
        "date": "201902101445",
        "ctx": [
            "the acronym isnt enough you need to give us an anagram for the title of your next project please",
            "drunk video: if i'm in Greenland, i follow UFOs to Antarctica"
        ]
    },
    {
        "date": "201902101308",
        "ctx": [
            "What is 10 amounts of bananas equal to in cash",
            "10 amounts of cash"
        ]
    },
    {
        "date": "201902102434",
        "ctx": [
            "Why are you so depressed",
            "i'm not but why are you"
        ]
    },
    {
        "date": "201902102430",
        "ctx": [
            "I am surprised that you like Christian music,",
            "[citation needed]",
            "most people think it is bad.",
            "[citation needed]",
            "Why is it good?",
            "could be some sort of business strategy"
        ]
    },
    {
        "date": "201902101135",
        "ctx": [
            "its raining rocks",
            "that makes sense"
        ]
    },
    {
        "date": "201902100928",
        "ctx": [
            "Is it time to fuck the schedule again?",
            "the schedule has been actively fucking itself for 2 months now, and i've been frantically trying to unfuck it this entire time"
        ]
    },
    {
        "date": "201902100609",
        "ctx": [
            "without relying on some existing institutional value system, how do you create a shared set of values with another person so that you can work together effectively?",
            "you could use a Ouija board"
        ]
    },
    {
        "date": "201902100408",
        "ctx": [
            "Why are rice cakes called rice cakes when they're not cakes at all",
            "why do you think they are not cakes when they clearly are"
        ]
    },
    {
        "date": "201902100237",
        "ctx": [
            "do u license ur music out?",
            "for the right price",
            "I'm a young person trying to make films"
        ]
    },
    {
        "date": "201902100230",
        "ctx": [
            "Why is your hair red",
            "perhaps you are hallucinating"
        ]
    },
    {
        "date": "201902100214",
        "ctx": [
            "Bill, are you a chat bot?",
            "no, are you"
        ]
    },
    {
        "date": "201902100130",
        "ctx": [
            "Call me paranoid (cuz I am) but with everything you've said about the upcoming video and how it's gonna soften the blow of the next ones being weak and it features you and the content involves you, now I'm lowkey scared that the next video is/includes you disclosing to us that you've been stricken with some kind of life-shortening disease,",
            "no disease that i know of, but life is short nonetheless, for all of us",
            "and the reason for the next videos being weaker is that you'll henceforth be forgoing production value and consistency in order to put out as much/as many types of content as possible before you die.",
            "not any more or less than i have in the past, nor for any different reason(s)",
            "short of just being devastating for me, this would be terrible for you and the world but now that it's randomly occured to me I can't stop worrying about the possibility. If this is false and I'm just a big worrywart, can you please say so so I can stop fretting?",
            "i am going through what i have always been going through, which as usual makes all of my work much worse and better at the same time"
        ]
    },
    {
        "date": "201902100114",
        "ctx": [
            "you get plenty of compliments here about your songs and videos, but i just wanted to say (after seeing all the reality videos) that you seem like a good person. smart but not conceited, selfless, and genuine. it seems to happen more and more often that our artist idols turn out to be bad people in their personal lives,",
            "i hope that critique is being verified by actually having a personal relationship with them, rather than through 3rd party speculation, etc",
            "but i don't think we ever have to worry about that with you. thanks for being awesome."
        ]
    },
    {
        "date": "201902101249",
        "ctx": [
            "what are your thoughts about a huge fan of your music videos that wants to make some tattoos of your drawing in them?",
            "should be fine as long as you can remove it when i make new and better drawings"
        ]
    },
    {
        "date": "201902101218",
        "ctx": [
            "how do you spot fake people or fake intentions",
            "put on fake glasses, and if you can see the person or their intentions through the glasses, then congratulations you have found a fake person or intention"
        ]
    },
    {
        "date": "201902092338",
        "ctx": [
            "I live in Mexico?",
            "seems plausible"
        ]
    },
    {
        "date": "201902092336",
        "ctx": [
            "Is the video about Antarctica and the laws around it?",
            "no"
        ]
    },
    {
        "date": "201902092233",
        "ctx": [
            "Are questions getting repeated?",
            "sure"
        ]
    },
    {
        "date": "201902092150",
        "ctx": [
            "why, in alphabet shuffle, do you omit the F when you use the funky Bb-7 chord 15 seconds in? it sounds gnarly but i'm just wondering what drives your decisions to leave tones out",
            "in that case, including the F note would have made it too gnarly. the gnarliness that is there already comes from the Bb in the bass, but the F note would have made it slightly too extreme and possibly relocated it to a more obscure section of the record store"
        ]
    },
    {
        "date": "201902092144",
        "ctx": [
            "i just want you to know that your oft-repeated advice to just create stuff rather than not create stuff, even if that means deliberately getting really good at making the worst shit ever until the day you accidentally fuck it up and make something good, is being taken to heart. out of all of my teachers, mentors, role models, fellow creatives, etc. you are the only one who has given me permission to make awful garbage and have a great time doing it.",
            "holy crap, they must be part of some elaborate propaganda operation designed to prevent you from ever doing good work, by telling you that your first work is supposed to be good, and therefore setting you up for immediate disappointment from the start",
            "not that i need anyone's permission but it does help...anyway when i get discouraged i just remember rule #0: \"creating is better than not creating.\" thank you for informing my creative process at this stage in my life;i'm having a blast like never before. anyway none of that was a question so: how many verbs are in the title of the new thing",
            "0, if you don't count the present participle functioning as an adjective"
        ]
    },
    {
        "date": "201902092133",
        "ctx": [
            "which national park is your favorite?",
            "earth"
        ]
    },
    {
        "date": "201902092023",
        "ctx": [
            "trying to figure out if i'm strong enough to help people",
            "you are strong enough, despite the occasional bouts of doubt, or \"boubts\" as they are called in the hesitation business"
        ]
    },
    {
        "date": "201902091910",
        "ctx": [
            "can everything be nothing at the same time?",
            "usually at a slightly different time. or at a slightly different place, which would therefore make it pretty much impossible to even define simultaneity"
        ]
    },
    {
        "date": "201902091836",
        "ctx": [
            "have you ever considered using an electronic wind instrument (EWI)?",
            "no but i might",
            "if you already do, then nevermind"
        ]
    },
    {
        "date": "201902091816",
        "ctx": [
            "where is the happy birthday song?",
            "all over the world, royalty free at long last"
        ]
    },
    {
        "date": "201902091800",
        "ctx": [
            "I'm feeling confused and low. Could you write a brief poem about a broken cart? I think it could help, if you have a moment.",
            "i want to understand the circumstances relating to the cart breaking, and i'd be curious to see if there are any ghosts as a result, but that is usually not the case despite the insatiable hype"
        ]
    },
    {
        "date": "201902091759",
        "ctx": [
            "You must work almost constantly. Do you worry about not experiencing the world because you are too busy fighting deadlines?",
            "yes, and then i go into deep states of panic because i am too busy enjoying the world with no deadlines"
        ]
    },
    {
        "date": "201902091758",
        "ctx": [
            "I've recently concluded that making the art involves learning how to create conditions where you accidentally tell the truth.",
            "that's extremely true",
            "I've been getting better, but it's slow going. I suspect this is a part of your process too. If so, have you picked up any techniques that helped you in this?",
            "open up a tool kit and start using it. one particularly simple / fun and friendly one that i made a lot of important discoveries in was the qwerty computer keyboard and a blank text file"
        ]
    },
    {
        "date": "201902091758",
        "ctx": [
            "I've noticed something. You answer questions with longer answers if they are about music. So, b flat is a guitar, right?",
            "no"
        ]
    },
    {
        "date": "201902091747",
        "ctx": [
            "Do you like the rolling stones?",
            "sometimes i wish they would roll even more"
        ]
    },
    {
        "date": "201902091743",
        "ctx": [
            "Can you recommend me some nice soothing music? I need something to help calm me down.",
            "(ref: https://www.youtube.com/watch?v=UuhYZrn4flo)sure"
        ]
    },
    {
        "date": "201902091553",
        "ctx": [
            "What key is this progression: Am Abdim (A flat diminished) F C.",
            "that's out of context, but it's very Amin",
            "Sounds pretty good to me but I can't figure out what it is. It's really really close to A minor but it contains 8 notes instead of 7 with that Ab there. \nsorry for asking all these music questions that probably seem simple to you but i keep discovering stuff and i have an urge to know what the name of the thing i discovered is and it's difficult to google something like that",
            "a friendly tip for the \"minor key\" for example A min, ..... G# notes are a perfectly normal and healthy part of the key of A minor. you will notice them particularly often showing up in harmony with B or D notes (or both)"
        ]
    },
    {
        "date": "201902091513",
        "ctx": [
            "What if you made a song where all the percussion is replaced with snare drums?",
            "if i knew that in advance, i would make sure not to use any percussion"
        ]
    },
    {
        "date": "201902091405",
        "ctx": [
            "can you teach me to trill my r's?",
            "no"
        ]
    },
    {
        "date": "201902091400",
        "ctx": [
            "did you ever have to get used to how you look on camera? there are a lot of things about how i look that i don't like and have to get over if i'm filming (it doesn't help that i often really admire how other people look. for example, you), but you seem to be either very physically unselfconscious or content with your appearance and i wondered if that took time or just wasn't something you had to worry about",
            "when you are also the director, editor, and executive producer, you actually have a lot of control over how you look on camera. so if you don't quite like it, you still have a huge amount of options to work with, to make it different"
        ]
    },
    {
        "date": "201902091351",
        "ctx": [
            "Do you like magic tricks?",
            "that's what the entire world is, so i better get used to that by now"
        ]
    },
    {
        "date": "201902091332",
        "ctx": [
            "is everything the e in wfaoie?",
            "no, it's ironic you mention that, because one of the themes of these videos will be coming to terms with the fact that they are so vastly much less than everything that sometimes it may seem as if they hardly contain anything"
        ]
    },
    {
        "date": "201902091321",
        "ctx": [
            "do you personally think the universe could be a simulation OF A UNIVERSE within another universe?",
            "why simulate when it's right here"
        ]
    },
    {
        "date": "201902092430",
        "ctx": [
            "why don't people who live in turkey celebrate thanksgiving?",
            "because it's a tradition from North America"
        ]
    },
    {
        "date": "201902091141",
        "ctx": [
            "Do you like Bossa Nova?",
            "yes and more"
        ]
    },
    {
        "date": "201902091120",
        "ctx": [
            "Do you ever get mad at questions?",
            "i sometimes get extremely pleased",
            "What about fans?",
            "sometimes they get mad at each other",
            "Do you sometimes think the questions they ask are dumb?",
            "sometimes i think that but then i check my google settings and i realize i was reading them in the wrong language"
        ]
    },
    {
        "date": "201902091054",
        "ctx": [
            "First of all. What is your opinion on furries?",
            "not furry enough",
            "Second of all, if you were an animal, what would you be",
            "homo sapiens"
        ]
    },
    {
        "date": "201902090914",
        "ctx": [
            "are you gonna make another collab with the bill wurtz band",
            "that's not a collab, i'm the band"
        ]
    },
    {
        "date": "201902090855",
        "ctx": [
            "what is it that makes jazzy chords so addictive?",
            "if you slip a bit of crack cocaine in there that could do the trick",
            "and jazzy?",
            "what makes something 'jazzy' is simply the jazz label. if you call anything 'jazzy' with confidence, surely anyone believe you, especially if you don't even let them hear the source audio material you are talking about"
        ]
    },
    {
        "date": "201902090854",
        "ctx": [
            "Should i get a law degree or a history degree? Maybe psychology?",
            "i unfortunately can't answer because i know nothing about those. i don't know what they look like, don't know what they smell like, and would be unable to even recognize one if i saw it amongst an assorted group of other items",
            "I cant choose cuz i just wanna do art but for various reasons -like earning money- i have to study something and these are the top three on my list",
            "can't you just earn the money instead of the degree? i'm pretty sure to get a degree you have to give them more money than anyone on earth is capable of earning in 1000 lifetimes. at least that's what i've heard"
        ]
    },
    {
        "date": "201902090835",
        "ctx": [
            "(ref: q.php?date=201902081723)2.8.195:23 pm  yeah but can you at least please explain to me where the hell does that E major come from?",
            "i believe in that song it comes from the guitar",
            "I sort of understand the D major because it's present in the A major (parallel of the Amin in which the song is in) but what's going on with that E major?",
            "if the \"from A major\" explanation satisfies you, then i am proud to inform you that E is present in A major too",
            "Some people said somethinbg like secondary dominant but I have no clue what that is",
            "i'm pretty sure it's not that, but even if it was, that wouldn't help you know a damn thing about why it sounds good. (or does it sound good? i forgot if you ever stated an initial opinion on that.....) The important thing to take with you for the rest of your life is that you now have some idea of what D and E chords can do in the key of A minor, and the feels it can bring, etc. Then with some simple extrapolations you could deduce that the same feels could also be produced in the key of Bbmin, with Eb and F chords. and so forth"
        ]
    },
    {
        "date": "201902090614",
        "ctx": [
            "I should be doing my homework. What about you?",
            "i am busy assigning myself homework"
        ]
    },
    {
        "date": "201902090400",
        "ctx": [
            "give us the acronym for your next project because if you would that would be very cool and good and nice",
            "(ref: https://www.instagram.com/p/Btfak8eB_6x)https://www.instagram.com/p/Btfak8eB_6x"
        ]
    },
    {
        "date": "201902090359",
        "ctx": [
            "i'm gonna take your candy",
            "that's a decent plan"
        ]
    },
    {
        "date": "201902090214",
        "ctx": [
            "I just realized that we're the big bang!!!!!!!",
            "that's true"
        ]
    },
    {
        "date": "201902090124",
        "ctx": [
            "What do you associate with stripes?",
            "the united states, toothpaste, etc"
        ]
    },
    {
        "date": "201902090120",
        "ctx": [
            "Do you ever stop and think, \"life is a hoot\"?",
            "no need to stop while thinking that, it is actually even more of a hoot while you are moving"
        ]
    },
    {
        "date": "201902091205",
        "ctx": [
            "Would you ever plan to tour internationally?",
            "yes"
        ]
    },
    {
        "date": "201902082353",
        "ctx": [
            "I think a lot about your music, and what it means. A lot of people say there's some kind of deeper metaphor to it, other people say that it's meaningless. I think neither is very true, I've come to the conclusion that your music is about finding meaning in otherwise mundane things, rather than the mundane things themselves being metaphors, or just being meaningless. Would you agree with this at all?",
            "no"
        ]
    },
    {
        "date": "201902082339",
        "ctx": [
            "What do you think about tomato soup?",
            "too much soup, not enough tomatoes"
        ]
    },
    {
        "date": "201902082256",
        "ctx": [
            "Is the universe just a simulation?",
            "of what"
        ]
    },
    {
        "date": "201902082220",
        "ctx": [
            "why are ariana grande's songs are all lowercases?",
            "perhaps capitals aren't necessary for them to convey the information, but why are your questions in all lowercase"
        ]
    },
    {
        "date": "201902082153",
        "ctx": [
            "Are you satisfied with your current level of satisfaction",
            "no"
        ]
    },
    {
        "date": "201902082128",
        "ctx": [
            "I feel stupid cause I probably missed out on a chance to save a lot of money because I wasn't proactive.",
            "maybe you could start being proactive now"
        ]
    },
    {
        "date": "201902082123",
        "ctx": [
            "Why do you have weird descriptions on twitter and youtube,",
            "why do most people have long and boring descriptions",
            "and why do you misspell everything?",
            "most things i spell exactly the way they are spelled by others in my peer group. the only times i may make exceptions is to induce some kind of thrills or excitement"
        ]
    },
    {
        "date": "201902082048",
        "ctx": [
            "Hi Bill. I saw a video about Disclosure's song \"Latch\" where it said the song was in Bb dorian and went i > v > IV > III. Someone in the comments said no, it's clearly in Ab major and goes ii > vi > V > IV. Someone else said no, it's in F minor and goes iv > i > VII > VI. It was all a bit silly and it made me wonder if I should just analyze all songs in a major key even if they're minor or another mode. E.g. it seems a lot easier to just remember that vi > IV sounds cool rather than remembering both vi > IV and i > VI since they are the same notes. Do you see any downsides in only thinking about chords from an \"ionian perspective\"? (this might be a cool math rock band name) Or are there benefits in calling the vi chord the i chord if the song is in a minor key?",
            "if it's an ambiguous case, i generally will gravitate toward the 'ionian perspective' as you call it. i would surely consider Latch in Ab, especially when you look at the melody. Some songs may be much more strongly anchored to that 2 root, where you would definitely wanna say 2 dorian. like miles davis \"so what\", no one is going to say that's in C. or \"uptown funk\", no one's gonna say that's in C. it clearly lives its life in D dorian, period. There are many many ambiguous cases, especially when you can't decide whehter to take the \"ionian perspective\" or the relative minor (\"aeolian perspective\", as you might say). Like a song that is firmly in A minor in the verse, then does F C G G for the chorus, obviously the chorus is in C. Or the ever so popular perpetually looping Amin F C G sequence, that's the most famously ambiguous case. The whole thing sounds like it's in C except that the first chord is actually Amin. Some songs are ambiguous as to which way you'd call it, but the melody is really what holds the answers"
        ]
    },
    {
        "date": "201902082006",
        "ctx": [
            "Can you give us an acronym of your upcoming video title so we can try to guess?",
            "sure"
        ]
    },
    {
        "date": "201902081933",
        "ctx": [
            "can you make your videos longer?",
            "yes, if i release them much later"
        ]
    },
    {
        "date": "201902081742",
        "ctx": [
            "if you were asked to perform the next super bowl half time show, what would you say?",
            "who is this"
        ]
    },
    {
        "date": "201902081723",
        "ctx": [
            "How the frick does House of rising sun work? It's like an A minor but you have the bloody D major and E major chords in there as well? Why does it work so well and what is theoretically going on here? Like what principle is at play that allows that to work in such a nice way?",
            "if you would like to know why music works so well, perhaps the music would like to ask you first why you like it so much. but from a more practical standpoint, i think it would be appropriate at this time for you to take note of this encounter you're having with this song, and file this away as the \"House of Rising Sun\" principle. you will be sure to recognize this same phenomenon in many songs throughout your life, and you will tell anecdotes to your colleagues about the fond time when you first had this experience, with this song. they may have similar stories to share, about that song or perhaps other songs, like \"Hotel California\", or \"Boulevard of Broken Dreams\""
        ]
    },
    {
        "date": "201902081700",
        "ctx": [
            "how do you pronounce apricot?",
            "no one knows for sure"
        ]
    },
    {
        "date": "201902081632",
        "ctx": [
            "Do you enjoy inspiring?",
            "yes but it's also the only way i can feel ok"
        ]
    },
    {
        "date": "201902081624",
        "ctx": [
            "are you capable of taking anything seriously?",
            "yes, but the question is can i take anything not seriously"
        ]
    },
    {
        "date": "201902081622",
        "ctx": [
            "I've lost interest in asking questions, I will only come on this question page to insult you.",
            "ok",
            "You fucking idiot loser."
        ]
    },
    {
        "date": "201902081619",
        "ctx": [
            "why do you think there's such a \"cult\" (for lack of a better word) around art?",
            "all of humanity is a cult, but other than that i'm not aware of the one you are talking about",
            "why do people revere artists and consider their craft mysterious and a \"gift\" and a \"talent\"",
            "a lot of artists are completely ignored and their work is not respected",
            "but they generally don't feel the same way about engineers or doctors or programmers or even architects? where does this notion that art is special and \"unlearnable\" come from?",
            "art is in everything. \"ART\" stands for Absolute Real Truth. perhaps the reason people might 'think' it's 'unlearnable' is because maybe they were expecting learning to happen in 1 specific designated learning place, not taking into account the fact that 'art' is actually everywhere and therefore can be learned anywhere from anything"
        ]
    },
    {
        "date": "201902081302",
        "ctx": [
            "Hello, may I have the video title acronym? I hope that deal hasn't expired yet.",
            "it's on instagram"
        ]
    },
    {
        "date": "201902081301",
        "ctx": [
            "is there a name for the absolutely headbangin rockin jump-up-and-down-and-flail-for-joy snare pattern behind the second chorus (around 1:18, among other places like for a tiny moment at 1:44) of long long long journey? like half of it happens in the bridge but pieces are left out every bar and i'm talking about the constant one",
            "i don't have a name for it"
        ]
    },
    {
        "date": "201902082419",
        "ctx": [
            "why do I sometimes listen to \"just did a bad thing\" when i'm very happy and feelin' good?",
            "either you like the song, or you have some kind of alterior motives"
        ]
    },
    {
        "date": "201902081145",
        "ctx": [
            "how do i finish a project if i have a b'jillion other ideas? my expectations are too damn high. and halfway thru i tend to realize that the project sucks. is this all worth it?... i think i'm on to something, but i also think that people won't like my art. this is a risky business. i'm 19 and running out of time, pls help",
            "can you be more specific about how much time you have, and what happens when that time is over"
        ]
    },
    {
        "date": "201902081145",
        "ctx": [
            "Are you a people person or would you rather stay away from people?",
            "people are nice"
        ]
    },
    {
        "date": "201902081056",
        "ctx": [
            "would you go on Hot Ones if they invited you?",
            "only if i don't have to eat the wings nor have wings be featured anywhere in the video or in the theme of the channel it's posted on"
        ]
    },
    {
        "date": "201902081037",
        "ctx": [
            "how do i fix a really big mistake involving emotions",
            "you're gonna need what's known in the biz as emotional solutions"
        ]
    },
    {
        "date": "201902081024",
        "ctx": [
            "Im struggling on question 4 of my homework, whats the answer",
            "what's the question"
        ]
    },
    {
        "date": "201902080936",
        "ctx": [
            "bill, Did you start a new schedule we haven't gotten a new song in over three weeks?",
            "i'm still trying to find a schedule that can accomodate all the necessary content, while being just barely possible enough to achieve and yet still impossible enough to be fun"
        ]
    },
    {
        "date": "201902080910",
        "ctx": [
            "when you tour, will you come to turkey?",
            "sure"
        ]
    },
    {
        "date": "201902080832",
        "ctx": [
            "Have you ever considered going live on twitch and doing some stuff there(like editing your videos and mixing audio)?",
            "yes but probably different content than that"
        ]
    },
    {
        "date": "201902080754",
        "ctx": [
            "Was there a moment when you were creating something and thought \"wow, this is stupid,\" but once it was finished, you realized it wasn't so bad after all?",
            "yes"
        ]
    },
    {
        "date": "201902080618",
        "ctx": [
            "why won't they do what they're supposed to?",
            "perhaps there was a misunderstanding about what they were supposed to do"
        ]
    },
    {
        "date": "201902080231",
        "ctx": [
            "with all your pessimism about your new video, have you considered enacting the \"make it but you don't have to release it\" part of your self-agreement? not that i think you should, i wanna see it",
            "it must be released, because it will serve to soften the shock of how weak the following videos will be"
        ]
    },
    {
        "date": "201902080210",
        "ctx": [
            "What is the stupidest thing on the planet",
            "intelligence"
        ]
    },
    {
        "date": "201902080208",
        "ctx": [
            "What motivates you to keep creating new work?",
            "i still haven't entirely accomplished what i know i'm capable of"
        ]
    },
    {
        "date": "201902072211",
        "ctx": [
            "In your responses I see the answer \"i thought that story was about you\" a lot. Are all of your songs actually in the second person?",
            "'second person' is a grammatic thing, meaning it says 'you' a lot. some of my songs say 'you' in them, but not always"
        ]
    },
    {
        "date": "201902072158",
        "ctx": [
            "where does the air from air vents come from?",
            "a different room"
        ]
    },
    {
        "date": "201902072017",
        "ctx": [
            "Are you getting better?",
            "yes, and worse"
        ]
    },
    {
        "date": "201902072012",
        "ctx": [
            "if/when you tour, can you come to oakland?",
            "sure"
        ]
    },
    {
        "date": "201902071935",
        "ctx": [
            "here's a weird loop i've been tossing in my head--ever heard people say \"follow your passion\"? I think that's bad advice because how could there be one singular passion?",
            "sometimes the number of passions can be anywhere from .7 to 7, on average",
            "how could you know it was your passion?",
            "it should give you the special thrills",
            "when would it reveal itself as the one true passion?",
            "maybe if there is a common theme amongst all the passion in general",
            "it's lead to me being in a stagnant stage of my life--marred by inaction, feeling as though \"maybe because i am not doing the thing i think i want to be doing that it isn't the thing i ought to be doing and i should do something else that i might think i like more\"",
            "in some parts of the world it is illegal to follow your passions"
        ]
    },
    {
        "date": "201902071635",
        "ctx": [
            "What does your new project taste like?",
            "guilt"
        ]
    },
    {
        "date": "201902071621",
        "ctx": [
            "Hear me out about something that will solve your merch problem.",
            "i don't have a merch problem",
            "This will be a win win solution for everyone\n\nHire/commission a merch director who takes good quotes or concepts from your content and makes them into good merch with your permission. For exemple gneushk shirts or moon made of cheese tote bags or actual hello sexy pants. This will completely free you from the pressures of making the designs yourself.",
            "that works unless i hate other people's designs, which, if i may reveal a secret, is possibly a core fundamental reason i got into this entire business in the first place",
            "It will also be great for all the fans (including me) who would love to get more Bill Wurtz items. It would also help you financially without you needing to do much at all apart from linking it on your site and descriptions on youtube. \n\nWill you consider this instead of completely shutting your merch down?",
            "i don't think so"
        ]
    },
    {
        "date": "201902071608",
        "ctx": [
            "would you ever switch languages if given the chance?",
            "yes"
        ]
    },
    {
        "date": "201902071606",
        "ctx": [
            "how do you spend your everyday time?",
            "getting work done hopefully"
        ]
    },
    {
        "date": "201902071532",
        "ctx": [
            "Are questions getting repeated?",
            "only if it is asked multiple times and i also choose to answer it multiple times",
            "I saw a question I asked a while ago that had already been answered posted today with the same answer but from a date and time I definitely did not write it",
            "i get asked the same questions a lot, but if the wording seems too exact to be plausible then i would bet that someone copied it on purpose. i've seen those types of hi-jynx before. i suspect it is to either test what happens or to see if i would answer it again without noticing. which, to be honest, after doing 100,000 questions or more is quite plausible"
        ]
    },
    {
        "date": "201902071501",
        "ctx": [
            "Bill why are most of the randomquestions from 2016 and 2017",
            "i just clicked it 10 times and 5 of them were from 2018"
        ]
    },
    {
        "date": "201902071457",
        "ctx": [
            "Why is precalc so hard? Send help",
            "i don't have any help for that. i actually don't know what calculus is, but i have been meaning to look it up. i have a sneaking suspicion that it is fun"
        ]
    },
    {
        "date": "201902071346",
        "ctx": [
            "what do you do on saturday nights?",
            "get work done hopefully"
        ]
    },
    {
        "date": "201902071330",
        "ctx": [
            "thoughts on the sun?",
            "\"oh gosh it's very hot here\" ... \"i must have melted already\""
        ]
    },
    {
        "date": "201902072437",
        "ctx": [
            "which do you enjoy making more, music videos (airport terminal) or random videos (ball and stick)",
            "the votes are still being counted, and it is causing widespread panic, paralysis, and outrage as usual"
        ]
    },
    {
        "date": "201902072431",
        "ctx": [
            "how do you call the second-to-last chord from the alphabet song (before you end with E major)?",
            "(ref: abcshufflestudiochart.jpg)let's take a look",
            "i hear a B in the bass, and i think you've included a C natural (is it the minor 9th?)",
            "i guess that's what interval it is above the bass, but in a chord symbol you would say 'flat 9', because minor actually refers to the 3rd. so Bmin9 actually means it would have C# and D in it. that's just the way the names work, at least where i'm from",
            ", an E (sus4?) and an F#. because i think i've heard you using this cadence quite a few times. is it a Bsus4addmin9 or sth",
            "you're almost right about the notes it contains, but i think if you say 'min9' that means a different thing than you think it means. 'flat 9 (or \"b9\") is what i think you meant to mean here, according to the notes you found"
        ]
    },
    {
        "date": "201902071137",
        "ctx": [
            "hey transcription question. if i were to transcribe one of your songs, should i transcribe your vocals using treble or bass clef?",
            "whichever one you think your reader(s) prefers",
            "also should i alternate between clefs?",
            "if you think your readers enjoy that",
            "and would you recommend using tenor clef?",
            "i've personally never met anyone who knows tenor clef, but if you think your readers are used to it then you should"
        ]
    },
    {
        "date": "201902071112",
        "ctx": [
            "When you do your undercover bwb gigs, will you perform the music you're already famous for? Or would it be some new stuff (or covers) so people don't realize that it's you until you're ready? Also, what would you call your undercover band?",
            "something i did not announce anywhere publicly, i assume"
        ]
    },
    {
        "date": "201902071013",
        "ctx": [
            "i was listenjng to 'related artists' to you and none of of them sound like you or even close!!! what the heck?!!!",
            "in the excitement of creating the content, i may have forgotten to relate to other artists"
        ]
    },
    {
        "date": "201902070954",
        "ctx": [
            "when will more songs come out i need more entertainment to keep me un-insane",
            "as soon as possible"
        ]
    },
    {
        "date": "201902070948",
        "ctx": [
            "Why do you mention the cops and jail a lot in your videos?",
            "it adds depth"
        ]
    },
    {
        "date": "201902070946",
        "ctx": [
            "What happened to a play featuring an iphone power block and a mechanical pencil, and how did you come up with that idea in the first place.",
            "seemed like common sense, i guess",
            "Or atleast, it seemed very much in your style, and was on a channel that had some other videos that i assume were taken down",
            "it has been on the billwurtz youtube channel, and this website, since 2014 when it was released. also a short vine-ified version would have gone up to vine probably around may, 2015. it was never taken down from anywhere"
        ]
    },
    {
        "date": "201902070905",
        "ctx": [
            "will you ever turn questions into jingles?",
            "yes, but more"
        ]
    },
    {
        "date": "201902070817",
        "ctx": [
            "if asked to throw calculators at big ben, would you do it",
            "unnecessary. big ben already is a caluculator"
        ]
    },
    {
        "date": "201902070701",
        "ctx": [
            "Does Earth enjoy humanity",
            "yes, but more"
        ]
    },
    {
        "date": "201902070635",
        "ctx": [
            "how long is your new video",
            "too short to be long, too long to be bad, and yet not good enough to be as short as it is and too long to be as bad as it is"
        ]
    },
    {
        "date": "201902070635",
        "ctx": [
            "Do you ever wonder how the universe works?",
            "yes"
        ]
    },
    {
        "date": "201902070634",
        "ctx": [
            "how much tie exactly did you spend overheating your porridge?",
            "i thought that story was about you"
        ]
    },
    {
        "date": "201902070328",
        "ctx": [
            "I wanna do the things but then the things are hard to do? who came up with this dumb system",
            "you"
        ]
    },
    {
        "date": "201902070312",
        "ctx": [
            "every time I post on social media it stresses me out... it seems like the stakes are so high somehow.... like everyone is watching and if I don't get enough likes they're gonna think I'm lame..... how do you avoid this feeling...... ?",
            "use accounts that no one can see, so therefore you cannot be judged"
        ]
    },
    {
        "date": "201902070254",
        "ctx": [
            "do you think it's possible/worthwhile to be good at creating bad content? (I'm not at saying that the silly/unusual stuff like you sometimes make is bad-just curious about your opinion as an artist) Is it possible to understand the \"so bad it's good\" aesthetic well enough to make that kind of content on purpose? Or can stupid, awful art only be appreciated if it is created in that genre unintentionally?",
            "good and bad are delicately intermixed throughout the entire fabric of our world"
        ]
    },
    {
        "date": "201902071229",
        "ctx": [
            "Do you ever get so excited about so many things you have to do that you just want to spend hours doing all of them at once?",
            "yes",
            "How do you work with this emotion so that you actually settle down and get any one of them completed? Thabk you.",
            "ah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that"
        ]
    },
    {
        "date": "201902062333",
        "ctx": [
            "Can you give us an anagram of your upcoming video title to unscramble?",
            "no but i can give you an acronym"
        ]
    },
    {
        "date": "201902062320",
        "ctx": [
            "how to not be sad when something good/beautiful has to come to an end?",
            "think about the things which are about to start, instead"
        ]
    },
    {
        "date": "201902062306",
        "ctx": [
            "How do I learn to be satisfied with my best work/art/anything? Is that even possible?",
            "i don't know, but if you are not satisfied with your 'best' work then maybe you could change it up and try doing worse work. see if that satisfies you more",
            "P.S. After reading through the previous sentences, I believe they are at least somewhat grammatically correct, but the quality of the contents is more questionable...\nJust in case, I'll double-check them tomorrow."
        ]
    },
    {
        "date": "201902062248",
        "ctx": [
            "What is the difference between smart and dumb",
            "scientists are still trying to figure out"
        ]
    },
    {
        "date": "201902062237",
        "ctx": [
            "whats an unusual day like for you",
            "if it's unusual in a bad way, i wouldn't want to admit it happened. if it's unusual in a good way, i wouldn't want to admit it's unusual"
        ]
    },
    {
        "date": "201902062157",
        "ctx": [
            "Thoughts on utah?",
            "it's like Deseret, but crippled"
        ]
    },
    {
        "date": "201902062138",
        "ctx": [
            "can i say a swear word",
            "sure, if you can figure out which ones they are"
        ]
    },
    {
        "date": "201902062128",
        "ctx": [
            "(ref: q.php?date=201902021918)2.2.197:18 pm  At what point in do you think someone has enough money to be able to pursue the things they like?",
            "that depends on the price of the things they like, added to the cost of living in a way that they are comfortable with"
        ]
    },
    {
        "date": "201902062020",
        "ctx": [
            "How do I handle loud roommates?",
            "become stronger"
        ]
    },
    {
        "date": "201902061946",
        "ctx": [
            "sometimes when I ask a person a question, especially if I admire or am intrigued by them, I feel that I am somehow being aggressive in asking them this question, as if I am attempting to steal something from them. Have you felt this before? Why do you think that is?",
            "my guess is that you mostly live an aggression-free life. so therefore anything with even the smallest hint or trace of aggression will easily win first prize for aggression"
        ]
    },
    {
        "date": "201902061938",
        "ctx": [
            "there's always a deep meaning, waiting to be excavated. and another after that",
            "that's true"
        ]
    },
    {
        "date": "201902061813",
        "ctx": [
            "what do you think about secrets?",
            "nothing"
        ]
    },
    {
        "date": "201902061738",
        "ctx": [
            "How do feel about the idea of putting your old music on an album and putting it on youtube and all them music sites? (i need \"i guess i've got to listen to bob marley\" on my playlist man)",
            "yeah but, i need like 100 other songs to exist in the first place"
        ]
    },
    {
        "date": "201902061737",
        "ctx": [
            "I have a song with one sharp in the key sig. Key of G, or E minor? How in the world do you tell?",
            "you get to decide",
            "I know it has something to do with the root, but it seems like \"root\" is more of a feeling than an objective thing. What am I missing?",
            "your own opinion"
        ]
    },
    {
        "date": "201902061722",
        "ctx": [
            "So you've said that your music is stupid and you made a vine saying you hate yourself, do you really have a self hatred against yourself",
            "no",
            "or is this just for the laughs?",
            "it's a kind of reverse psychology"
        ]
    },
    {
        "date": "201902061634",
        "ctx": [
            "feelings are good. do animals have them to the same extent we do? do feelings get smaller and less powerful the dumber the animal is? do flies have feelings? what's the smallest thing that has feelings?",
            "everything is feelings"
        ]
    },
    {
        "date": "201902061621",
        "ctx": [
            "Have you ever been in a period of your life characterized by a lack of interest in music?",
            "not really",
            "I've been in that and helped me a lot pausing my musical activity and that made me stronger. how you would react (or reacted) in that situation?",
            "continue to be interested in whatever you are interested in. if 7 out of 8 times it's the same thing, then you might consider adding that to your social media bios"
        ]
    },
    {
        "date": "201902061605",
        "ctx": [
            "what is your favorite part of editing a video?",
            "the part where i get to think of something and have it appear in someone else's mind"
        ]
    },
    {
        "date": "201902061605",
        "ctx": [
            "How on earth do you balance your shitpostiness with your actual quality content?",
            "how on earth can you tell the difference"
        ]
    },
    {
        "date": "201902061459",
        "ctx": [
            "do you give yourself pep talks?",
            "yes"
        ]
    },
    {
        "date": "201902061441",
        "ctx": [
            "Which do you prefer, dogs or cats? Show your work.",
            "why can't they both exist, show your work"
        ]
    },
    {
        "date": "201902061417",
        "ctx": [
            "what's your opinion on scientology?",
            "like a newly formed star, it gives modern religionoligists an unprecedented view into how a religion is formed"
        ]
    },
    {
        "date": "201902061404",
        "ctx": [
            "i know how protractors are supposed to be used, but if you were given one, how would you use it?",
            "i would use it as a rainbow"
        ]
    },
    {
        "date": "201902061329",
        "ctx": [
            "you're so cool and fun! whats your secret?",
            "learning so many secrets i forget which one is which"
        ]
    },
    {
        "date": "201902062457",
        "ctx": [
            "will you ever start your own talk show?",
            "that would be nice"
        ]
    },
    {
        "date": "201902062410",
        "ctx": [
            "so you've said you don't like the idea of merch because (if i understand right) your art wasn't meant to be translated to tshirt designs and you aren't here to be a world-upheaving tshirt designer. and i assume the same holds true of posting visuals without audio. but would you ever consider selling posters or prints of stills from your videos/visuals that you're super proud of, maybe like the ones you post to instagram? (p.s. i would shell out a l o t of money for a \"boy that sure is a lot of fax machines\" poster)",
            "if you fax me the money i will fax you the poster"
        ]
    },
    {
        "date": "201902061131",
        "ctx": [
            "1. this isn't a question but ur right my fingers are getting more resilient every day\n2. besides looking at a tuner, how can i tell whether a note is flat, sharp, or just right?",
            "you could try listening to the tuner",
            "what am i supposed to be listening for?",
            "if the note sounds the same as the tuner"
        ]
    },
    {
        "date": "201902061126",
        "ctx": [
            "would you ever consider making a questions page?",
            "maybe more"
        ]
    },
    {
        "date": "201902060942",
        "ctx": [
            "are you excited for something?",
            "yes"
        ]
    },
    {
        "date": "201902060941",
        "ctx": [
            "what is the best idea you've ever thought of for a video?",
            "a compilation of fail compilations"
        ]
    },
    {
        "date": "201902060939",
        "ctx": [
            "are you working on a new video?",
            "maybe"
        ]
    },
    {
        "date": "201902060806",
        "ctx": [
            "what's compression in music?",
            "when a machine automatically reduces the volume of only the loud parts"
        ]
    },
    {
        "date": "201902060706",
        "ctx": [
            "My pet bird likes to scream, which sometimes annoys me. Got any tips to make her a little more quiet?",
            "set her free"
        ]
    },
    {
        "date": "201902060613",
        "ctx": [
            "what would be the best punishment for a criminal?",
            "sadness"
        ]
    },
    {
        "date": "201902060236",
        "ctx": [
            "Hey how come jan and feb are on the same page nkw?",
            "i always try to keep the current page between 10 and 25 days in size"
        ]
    },
    {
        "date": "201902060139",
        "ctx": [
            "How did you find ideas when writing your first songs?",
            "writing about the writing process was a popular topic"
        ]
    },
    {
        "date": "201902060135",
        "ctx": [
            "do you enjoy what you do and having a measurable effect on the cultural consciousness?",
            "that would be interesting"
        ]
    },
    {
        "date": "201902060124",
        "ctx": [
            "Would you consider recording a live performance and releasing a live album?",
            "that's risky business these days but i am up to the challenge"
        ]
    },
    {
        "date": "201902060122",
        "ctx": [
            "what is the first letter of the first improper noun in the new thing?",
            "a"
        ]
    },
    {
        "date": "201902061256",
        "ctx": [
            "i want to be important so bad help please sartyedtujerfksjntgdji",
            "what would you do if you were important to you"
        ]
    },
    {
        "date": "201902061236",
        "ctx": [
            "For the purposes of song lyrics, can I get away with tryna rhyme \"textable\" and \"Mexico?\" How about \"phoneable\" and \"Bowmanville?\"",
            "the important thing is that it's the right word for that place in the song. which is difficult for me to discern from this vantage point because i do not have access to the rest of the song"
        ]
    },
    {
        "date": "201902052357",
        "ctx": [
            "what is the best secret to tell?",
            "how the world really works"
        ]
    },
    {
        "date": "201902052348",
        "ctx": [
            "May you give us a hint??",
            "yes"
        ]
    },
    {
        "date": "201902052319",
        "ctx": [
            "hi this is john. just wondering if you could do a video about tractors next. specifically the 9620RX featuring our new 120-inch spacing option, including",
            "ask jay leno"
        ]
    },
    {
        "date": "201902052242",
        "ctx": [
            "what genre would you consider your music?",
            "business music"
        ]
    },
    {
        "date": "201902052201",
        "ctx": [
            "help me with my homewokr",
            "FEED IT TO YOUR DOG"
        ]
    },
    {
        "date": "201902052152",
        "ctx": [
            "Would you ever start your own podcast",
            "i wouldn't be able to look myself in the eye if i called it a 'podcast.' if i did anything that resembles what is commonly called a 'podcast' i would almost certainly call it a 'talk show'"
        ]
    },
    {
        "date": "201902052107",
        "ctx": [
            "is the latest project still a song, or something more?",
            "less!",
            "do you still plan on uploading it on a tuesday,",
            "no",
            "or does it get its own crazy release day by being so different?",
            "likely, or perhaps could be a new trendsetter"
        ]
    },
    {
        "date": "201902051907",
        "ctx": [
            "In a long, long, long, way, how many miles did you drive in that one and only road that didn't pretend and you came there to lose but still won?",
            "i thought that story was about you",
            "And also why is there a clip on \"how to be good at spelling\" in the movie theater?(The dog on a pickle helmet in space)",
            "because the scene was about going to the movies and watching films, and that was a video that i had access to and owned the rights to. also a fun bonus is that it had never been released on my site or channel before that. so it was a nice bit of intrigue there, which took another twist when i released the spelling video weeks later"
        ]
    },
    {
        "date": "201902051858",
        "ctx": [
            "what if you made a wormhole out of a bagel",
            "i'm not sure what a wormhole is"
        ]
    },
    {
        "date": "201902051744",
        "ctx": [
            "bill, you have three songs title \"i love you\" (including \"i'm confused (i love you)\"). what gives?",
            "where i'm from that's a very common and meaningful phrase. similar to how \"waaaaaaa\" is a common meaningful phrase in the World of Wario"
        ]
    },
    {
        "date": "201902051728",
        "ctx": [
            "are there trains in your next video?",
            "no"
        ]
    },
    {
        "date": "201902051657",
        "ctx": [
            "Have you watched your genius interview?",
            "no"
        ]
    },
    {
        "date": "201902051652",
        "ctx": [
            "how do u cope with sad moment... i am feeling we-ak in the knees. thank u bill",
            "write a memoir"
        ]
    },
    {
        "date": "201902051625",
        "ctx": [
            "someone once said \"somewhere in the world, its always 4:20\" is this true or is this person trying to bamboozle me?",
            "it's probably not always 4:20 but it is always 4:something, somewhere"
        ]
    },
    {
        "date": "201902051531",
        "ctx": [
            "when does confidence become arrogance?",
            "when the exhibiting party falls out of favour with the appraisor"
        ]
    },
    {
        "date": "201902051521",
        "ctx": [
            "Do you believe in talent?",
            "i recall knowing what that is but it has become hazy. probably because everyone has it"
        ]
    },
    {
        "date": "201902051507",
        "ctx": [
            "is all of this pessimism about your new video some kind of complex marketing scheme to lower our expectations before it finally comes out and knocks our heckin' socks off?",
            "no, it is to soften the blow of how lame the one after it is, because hopefully everyone will be accustomed to such lameness already by that point"
        ]
    },
    {
        "date": "201902051411",
        "ctx": [
            "Do you ever wonder how the universe works?",
            "yes"
        ]
    },
    {
        "date": "201902051406",
        "ctx": [
            "why am I so fucking stuoid",
            "ah, this is due to intelligence"
        ]
    },
    {
        "date": "201902051404",
        "ctx": [
            "I think I need help. What are your thoughts?",
            "wondering what kind of help you need"
        ]
    },
    {
        "date": "201902051402",
        "ctx": [
            "do you know how a chair works and if so please explain",
            "i have tried many to explain it before, but with no such luck"
        ]
    },
    {
        "date": "201902051355",
        "ctx": [
            "I would love to see a behind the scenes video for one one your songs, would you ever consider doing one in the future?",
            "yes"
        ]
    },
    {
        "date": "201902051343",
        "ctx": [
            "Could the new post on Instagram and notebook be related somehow?",
            "yes"
        ]
    },
    {
        "date": "201902052437",
        "ctx": [
            "is humanity going through adolescence",
            "perhaps humanity itself is the adolscence of our longer trajectory"
        ]
    },
    {
        "date": "201902052429",
        "ctx": [
            "Could you please re-release 'sexy pants' but with serious lyrics? Then I could listen to it in public without people looking at me like the dork I am.",
            "you'll have to give me an example of serious lyrics"
        ]
    },
    {
        "date": "201902052429",
        "ctx": [
            "sometimes i feel i belong here, sometimes i feel this world is not set up for people like me",
            "have you considered setting it up yourself? make a brand new set up, in the world. that could give you a chance to pause and wonder who on earth set it up before"
        ]
    },
    {
        "date": "201902051122",
        "ctx": [
            "your thoughts on oklahoma?",
            "that reminds me of Sequoyah"
        ]
    },
    {
        "date": "201902051104",
        "ctx": [
            "What happened to the monday videos?",
            "i posted them to my website and youtube"
        ]
    },
    {
        "date": "201902051045",
        "ctx": [
            "when do i start?",
            "any time"
        ]
    },
    {
        "date": "201902051000",
        "ctx": [
            "does the number 72 illicit any good memories?",
            "just memories of all the factors that have gone into it"
        ]
    },
    {
        "date": "201902050936",
        "ctx": [
            "have you ever considered making a personal religion for yourself, as a productivity technique",
            "sure"
        ]
    },
    {
        "date": "201902050814",
        "ctx": [
            "You post on your twitter. Would you make a video out of your daily quotes?",
            "maybe"
        ]
    },
    {
        "date": "201902050805",
        "ctx": [
            "Were you really stuck in a rut when you wrote stuck in a rut?",
            "yes"
        ]
    },
    {
        "date": "201902050753",
        "ctx": [
            "Bill, I'm currently in a band and I feel like the music is good. I write it all and make demos of the tracks at my house, so I have always had pretty much full creative control. We have decided to record a four song release, but the songs don't sound nearly as good as the demos. I think this is because I have not been able to do everything myself and other people have influenced the sound. I am reluctant to release the songs, even though we have spent money on them and also spent a lot of time on them. I don't want to release something I'm not 100% confident about. What do I do?",
            "take a cold hard look in the mirror and then maybe a long walk in the wilderness"
        ]
    },
    {
        "date": "201902050412",
        "ctx": [
            "Would you do more \"Bill Wurtz Explains ____ \" videos? that was really interesting see the ideas of Mt St. Helens Is About To Blow Up",
            "i can explain things better if i'm the one making the final edit. that one was done by someone else so i have no idea how it turned out"
        ]
    },
    {
        "date": "201902050220",
        "ctx": [
            "i'm baking oatmeal muffins right now and i just had a moment of quiet awe that this muffin batter literally looks like someone ate off the floor of the paper mill and then vomited it up, but once i bake it it's delicious and a different colour and a SOLID???? and worlds removed from the batter, just with the addition of a muffin tin and some heat, and the world is full of totally reliable surprise magic and i was so reverent of the whole process that i slouched on my floor and just stared into my oven for the bake time of the entire second batch. anyway do you ever feel anything like this when you're writing music",
            "no but perhaps i should"
        ]
    },
    {
        "date": "201902050153",
        "ctx": [
            "in \"i just did a bad thing\" is the harp good or bad? or just regular",
            "it was supposed to be good but it's bad"
        ]
    },
    {
        "date": "201902051242",
        "ctx": [
            "i'm gonna bar every single fret on my ukulele just to see what happens. is this productive?",
            "sure, if you have not tried it yet"
        ]
    },
    {
        "date": "201902051233",
        "ctx": [
            "what do you think about large differences between people?",
            "they size up quite toweringly when compared to medium sized differences"
        ]
    },
    {
        "date": "201902042136",
        "ctx": [
            "If/when you do a live tour can you consider coming to dallas or austin texas",
            "sure"
        ]
    },
    {
        "date": "201902042116",
        "ctx": [
            "what photo editor do you use",
            "preview"
        ]
    },
    {
        "date": "201902042002",
        "ctx": [
            "you gotta be nuts to think astrology is anything other than good old fashion fun. there is no proposed mechanism of action by which the positions and motions of stars and planets could affect people and events on Earth that does not contradict well understood, basic aspects of biology and physics.",
            "no need for stars and planets to 'affect' anything. that's not what it's for. it's just a very complex time-keeper. it's like a clock. the clock does not affect the time, but it is surely a very helpful device to determine what the time is. the question is can anyone on earth actually fathom how to read all of it properly, in its infinite intricacy"
        ]
    },
    {
        "date": "201902041753",
        "ctx": [
            "Will you go on tour?",
            "yes"
        ]
    },
    {
        "date": "201902041632",
        "ctx": [
            "Are you unpredictable?",
            "sometimes"
        ]
    },
    {
        "date": "201902041632",
        "ctx": [
            "How do you know that something you did was right?",
            "it's impossible to know"
        ]
    },
    {
        "date": "201902041609",
        "ctx": [
            "is your new video a skit?",
            "i'm not sure",
            "and if it is, im excited. even if it isn't, im excited"
        ]
    },
    {
        "date": "201902041445",
        "ctx": [
            "How do you decide between giving a serious answer or not? And how do I know if this answer is serious?",
            "each answer is like a sponge of seriousness, absorbing a serious mixture of all the elements i seek to cultivate on this page"
        ]
    },
    {
        "date": "201902041333",
        "ctx": [
            "what order do you answer these questions in? do you start at the most recently asked and work backwards in time, or do you start at the oldest unread and work your way up",
            "going forward"
        ]
    },
    {
        "date": "201902041318",
        "ctx": [
            "hello Bill I am a huge fan and multi instrumentalist although I am best at guitar, if you haven't done so already, how will you go about creating your band",
            "start with a trio and play extremely small venues, perhaps in disguise"
        ]
    },
    {
        "date": "201902042417",
        "ctx": [
            "how do i shed my worries about others' perceptions of myself so i can do what i gotta do without worrying?",
            "they actually have no perceptions of you because they are too busy worrying about your perceptions of them"
        ]
    },
    {
        "date": "201902040939",
        "ctx": [
            "what the heck are cowbells",
            "a 'clank' sound",
            "and what's the difference between a cowbells and a regular bells",
            "a 'regular' bell might go 'ding' and a cowbell will probably go 'clank'"
        ]
    },
    {
        "date": "201902040901",
        "ctx": [
            "What advice would you give to someone who's afraid of girls?",
            "they are more like you than you may realize"
        ]
    },
    {
        "date": "201902040839",
        "ctx": [
            "have you ever thought about quitting the music and youtube business and becoming a baker?",
            "banker maybe"
        ]
    },
    {
        "date": "201902040617",
        "ctx": [
            "We know you've been saying you don't want to announce the release date for your new project in case you mess it up, but can you give us a hint?",
            "sure"
        ]
    },
    {
        "date": "201902040240",
        "ctx": [
            "i want ten trillion dollars how do i get it",
            "borrow it from a friendly nation"
        ]
    },
    {
        "date": "201902040228",
        "ctx": [
            "Would you consider telling me your favorite car?",
            "one of the flying ones"
        ]
    },
    {
        "date": "201902040216",
        "ctx": [
            "will the new thing be release before some time, or after?",
            "before"
        ]
    },
    {
        "date": "201902040141",
        "ctx": [
            "Have you tried making a song about yourself?",
            "sure",
            "Other than \"I'm a person\"",
            "yes"
        ]
    },
    {
        "date": "201902040133",
        "ctx": [
            "Did you watch the sportball?",
            "no"
        ]
    },
    {
        "date": "201902040105",
        "ctx": [
            "answer this once and for all: (ref: tour.html)are you gonna go on tour?"
        ]
    },
    {
        "date": "201902041235",
        "ctx": [
            "during your live show, would it make you happy if the audience sang along (\"that's when i'll know it worked\") or would you prefer that they listened quietly and took in your/the band's performance?",
            "need to account for both"
        ]
    },
    {
        "date": "201902032057",
        "ctx": [
            "your lack of optimism about your next project will never stop me from being relentlessly excited about it. do you think you'll do more stuff like it (whatever it is) in the future",
            "yes, but with a slightly more coherent plan"
        ]
    },
    {
        "date": "201902032006",
        "ctx": [
            "how's the current video-in-making going?",
            "good"
        ]
    },
    {
        "date": "201902031951",
        "ctx": [
            "should i do what i need to",
            "yes"
        ]
    },
    {
        "date": "201902031947",
        "ctx": [
            "yo, just wanted to chime in and say that I'm pumped for the experimental content, even if it's a \"train wreck\"with no known release date",
            "it has a known release date, but i am not saying because i am tired of being embarassed when i fuck everything up"
        ]
    },
    {
        "date": "201902031825",
        "ctx": [
            "What do you think of grapefruits?",
            "i would need to first do some research to find out what the hell they are"
        ]
    },
    {
        "date": "201902031818",
        "ctx": [
            "Bill do you know what a concept album is?",
            "i guess",
            "Elo released one in 1981 called \"Time,\"and I just wanted to tell you that. It's so amazing! I think if you were to ever make an album, it should be a concept album. I just love when every song relates to a fuller story while each individual song has a messege",
            "i find i can get stronger results when i can more deeply integrate the music and non-music, to the point where in its strongest conceptual form i don't think it would resemble a list of songs, and therefore could hardly be called an album. it would also have visual elements, and the entire product would likely be most accurately called a 'video'"
        ]
    },
    {
        "date": "201902031700",
        "ctx": [
            "In long long long journey, triangle man goes to the museum and says MOST of the paintings were painted by somebody else. Does this mean he is a famous painter and some of his work has been displayed in the museum?",
            "the purpose of phrasing it that way is to add a sense of curiosity to that line, which you are now fully exploring"
        ]
    },
    {
        "date": "201902031642",
        "ctx": [
            "when's your next vid gonna come out?",
            "i can't tell you"
        ]
    },
    {
        "date": "201902031428",
        "ctx": [
            "What is the worst part about making a video?",
            "not being able to make a different video instead"
        ]
    },
    {
        "date": "201902031420",
        "ctx": [
            "I think I saw you skiing",
            "you did not"
        ]
    },
    {
        "date": "201902031353",
        "ctx": [
            "Can I commission you for a short vid?",
            "you can try"
        ]
    },
    {
        "date": "201902030924",
        "ctx": [
            "you said you did a bad thing.",
            "not necessarily, but i have used that for song lyrics before",
            "What did you do?",
            "wrote a song"
        ]
    },
    {
        "date": "201902030721",
        "ctx": [
            "Did you private \"a brief history of spain and portugal\" because it was flagged for misleading?",
            "it was removed and i was given a strike, 3 years after it was released, on christmas day 2017"
        ]
    },
    {
        "date": "201902030447",
        "ctx": [
            "What is the subject matter of your exciting new project that definitely isn't a train wreck?",
            "frolicking too hard and then seeking punishment"
        ]
    },
    {
        "date": "201902030329",
        "ctx": [
            "What is your favorite lake on this planet earth?",
            "Lake Superior"
        ]
    },
    {
        "date": "201902030234",
        "ctx": [
            "how does one initiate conversation with another human?",
            "there are 2 simple ways. one is to say 'hi' and the other is to talk about whatever world-wide catastrophe is currently occuring"
        ]
    },
    {
        "date": "201902030229",
        "ctx": [
            "so what happened to the whole making a song every two weeks for at least a year thing?",
            "i got greedy and tried to add more and failed spectacularly",
            "i mean i know you tried adding in more stuff and got a bit derailed and have been struggling to get back on a schedule but now you're working on a non-song video? i mean that's cool and i'm looking forward to it but....i guess what i'm wondering is do you have a plan to get back on a strict song+video schedule again soon? cause songs are fun",
            "the main priorities since december are: 1. do not reduce the song schedle from what it was last fall, and 2. add in some type of non-song content in addition to that. the only problem to solve is how in flying hell is that possible, which may seem like a big problem but i've solved it before"
        ]
    },
    {
        "date": "201902031208",
        "ctx": [
            "How can I keep from being discouraged when others tell me that art is something i can't pursue forever? I feel like I'm being put down a lot for wanting to make creativity a career.",
            "perhaps you could re-orient yourself to a higher position where they are unable to push you down from. maybe from that point you could start pushing them down, as revenge"
        ]
    },
    {
        "date": "201902022339",
        "ctx": [
            "could one find a means of contacting you outside of random chance on a website that you probably only check occasionally?",
            "likely",
            "or is such a thing unrealistic for someone such as yourself?",
            "it can be difficult because the schedules and goals i set for myself are usually outlandish",
            "are you into philosophy?",
            "back in my day we just called it thinking",
            "and again, your content is a literal gem. it takes work, dedication, and real talent.",
            "that's nice of you",
            "not to mention how ridiculously rare real creativity is in today's culture.",
            "it saddens me that everyone always seems to think creativity is rare in whatever time period they are currently living in. but fortunately the pervasiveness of this view throughout every moment in history amounts to sufficient proof that it's not true and never has been true",
            "you don't need to fear having a big ego, and i wouldn't assume you do, but imo you probably should. (not really but you know what i mean)\n\nalso is moral realism legit",
            "never heard of it",
            "and do you ever plan on opening up your life more to the public?",
            "yes",
            "full respect if that's not in your personal agenda because clearly my subjective morality is correct over everyone else's so i'm entitled to state whether or not your decision is respectable.\n\nalso is religion legit or man made trash based on nothing but religious dogma rather than historical events from multiple authentic sources and sciency stuff",
            "the word religion seems to have evolved into a mean word, because it seems like no one ever uses it to describe their own beliefs. only to describe other people's beliefs. so it kind of seems like not a fair word. gets used frequently in fights and debates, etc"
        ]
    },
    {
        "date": "201902022318",
        "ctx": [
            "do you consider post-1965 avant garde music jazz?",
            "never thought about it"
        ]
    },
    {
        "date": "201902022238",
        "ctx": [
            "Will the new video be coming out in the next week, or the next month?",
            "maybe both"
        ]
    },
    {
        "date": "201902022214",
        "ctx": [
            "How do you resolve what to go with when multiple things sound right/work well? I'm finding this to be an actual problem because I relatively often come up with wildly different paths for my work that are both satisfying in different ways. Does this happen to you?",
            "yes but that's probably better than not having anything at all"
        ]
    },
    {
        "date": "201902022101",
        "ctx": [
            "(ref: q.php?date=201902010238)2.1.192:38 am  Why do you think prime numbers help in making the music have more \"originality\"",
            "i never thought of it that way"
        ]
    },
    {
        "date": "201902022009",
        "ctx": [
            "Thoughts on math?",
            "seems legit"
        ]
    },
    {
        "date": "201902021918",
        "ctx": [
            "should i pursue what i want to do or pursue something that will realistically get me money",
            "that depends on how much money you currently have on hand"
        ]
    },
    {
        "date": "201902021810",
        "ctx": [
            "is there any industry standard loudness.",
            "as loud as possible",
            "i either mix my tracks to loud or not loud enough. how do i find the middle ground",
            "how would you know they're too loud or too soft unless you already have some middle ground reference you are referring to? this story is full of holes if you ask me"
        ]
    },
    {
        "date": "201902021558",
        "ctx": [
            "how much is a bill-ion",
            "1 thousand million"
        ]
    },
    {
        "date": "201902021454",
        "ctx": [
            "What can you say about you current project?",
            "it's kind of a train wreck",
            "Is there music involved?",
            "yes",
            "Is it a video?",
            "yes",
            "Is it by yourself still?",
            "yes",
            "Does it take place in your room?",
            "no",
            "Does the content involve you?",
            "yes",
            "or Are exploring particular subject matter?",
            "barely",
            "Will we hear your voice in it?",
            "yes",
            "On a sliding scale from Monday Good Firetruck to HotEWIG, how involved is this project?",
            "involved with what",
            "How do you feel about it this far?",
            "it's a kind of a train wreck but it's an experiment that needed to happen, in order to open up some doors"
        ]
    },
    {
        "date": "201902021451",
        "ctx": [
            "if u could do anything what would you do?",
            "convert all the toxic waste and garbage to fresh clean resources"
        ]
    },
    {
        "date": "201902021446",
        "ctx": [
            "Since you prefer to release songs individually, do you enjoy listening to albums beginning to end?",
            "that would require a bit of research to even figure out how an album is supposed to go, and find all the songs and put them in order",
            "Let's say there's a musician or band that you've loved for a long time, and they release a new album. What do you do while listening to this music that's new to you?",
            "nothing, just listen to it"
        ]
    },
    {
        "date": "201902021441",
        "ctx": [
            "I'm unboxing things. What's the best thing to unbox?",
            "cold hard cash"
        ]
    },
    {
        "date": "201902021421",
        "ctx": [
            "do you still have 2 different copies of quicktime and 3 browsers on your dock",
            "it's not 'copies', those are 2 different versions which each have different features. they each have some features that the other one doesn't"
        ]
    },
    {
        "date": "201902021408",
        "ctx": [
            "I have a philosophy that chords aren't inherently functional;only notes are functional. Like, G7 isn't dominant in C because it's V7, it's dominant because B, D, and F are dominant-sounding notes in C.",
            "sure. i don't really know what they mean by 'dominant' (that seems like a deceptive word to me) but yes i agree, chords are just made up of notes and bits of harmony. using letters to symbolize chords can be an extremely handy shortcut if both the writer and reader are thinking of it the same way, but it is still only an approximation of what the actual notes are"
        ]
    },
    {
        "date": "201902021353",
        "ctx": [
            "Bill, do you think you wanted to make a song without a video you could make one of those videos where it's just a vinyl spinning?",
            "that might be painfully disappointing if it goes on a channel which is primarily known for video material"
        ]
    },
    {
        "date": "201902021339",
        "ctx": [
            "My teacher said liking the color orange makes me a psychopath. Is that true",
            "probably the other way around- being a psychopath is what causes you to like the color orange"
        ]
    },
    {
        "date": "201902021323",
        "ctx": [
            "Why do you care for music a lot?",
            "it is a powerful and legendary tool for enhancing any message by directly controlling the emotions of the recipient as they receive the message"
        ]
    },
    {
        "date": "201902021314",
        "ctx": [
            "would be cool if your new video is 5 minutes long",
            "yes but you might be forgetting the uncool underbelly of such an undertaking, which is the time spent making it, during which no other content is made"
        ]
    },
    {
        "date": "201902022450",
        "ctx": [
            "you just cant make a bad song can you?",
            "all my songs are bad"
        ]
    },
    {
        "date": "201902022439",
        "ctx": [
            "when do you think you're uploading your next video?",
            "can't say, don't wanna jinx it",
            "will it be a long one?",
            "no",
            "maybe one like ball and stick?",
            "similar, but with the added twist of having real life facts and details. nearly resulting in a spectacular train wreck but hey it's a new format. gotta try it",
            "btw i think you're one of the most talented musicians nowadays",
            "that's nice of you"
        ]
    },
    {
        "date": "201902021133",
        "ctx": [
            "Would you make a video about you reading this webpage?",
            "yes"
        ]
    },
    {
        "date": "201902021107",
        "ctx": [
            "I personally hate astrology, but I have a couple of friends/acquaintances/family members who are into it and from what I can tell, the attraction of astrology isn't that it can predict the future. 99% of astrology fans don't know if Mercury is in retrograde or what that even means. They couldn't identify a single one of the zodiac constellations in the actual night sky.\n\nThe attraction of astrology is that it's an elaborate personality test that encourages a lot of self-reflective navel-gazing, which some people enjoy and find beneficial. For instance, the \"typical\" positive Aries traits are courage, daring and competitiveness, while the negative traits are self-centeredness, anger and pushiness. Obviously, not every person born in the month of April has these as their dominant traits... but pretty much everyone has these traits present to some extent, so they'll reflect on this crude psychological assessment. An Aries who actually is dari ng and c ompetitive might acknowledge that they come off as rude or attention-seeking to others. And an Aries who's naturally shy might feel empowered by a personality test that tells them that deep down, they're courageous and decisive. Astrology books that promise to give relationship tips for Capricorns and Libras (or whatever) are actually just full of basic good communication advice that will probably smooth a relationship between any two people. So people can feel like they're getting real benefit from astrology.\n\nIf people really don't feel like their personality fits their sign, they can get a fancy natal chart done that will tell them that even though their sign in Taurus, the position of Jupiter or whatever counteracts their Taurus traits and makes them a true Scorpio. Astrology is just a very elaborate, mystical personality test that you can manipulate to get whatever results you want. It's really not that different from the MBTI personality test, which is extrem ely popu lar among \"rational\" people even though it's junk science. People like personality tests and astrology because people like thinking about themselves and coming up with fancy terms to express their identity.",
            "astrology is often hijacked and re-purposed as a 12-option personality test, but that's not what real astrology actually is"
        ]
    },
    {
        "date": "201902021052",
        "ctx": [
            "what's your favourite song that you've written?",
            "i would prefer to write a new one to be my favorite"
        ]
    },
    {
        "date": "201902021027",
        "ctx": [
            "On some question a pretty long time ago about sleep schedules, you said that \"maybe if you let it get really really bad, it will get really really good\". As someone who is often quite frustrated and anoyed with sleep, could you potentially elaborate?",
            "i was alluding to pushing it later and later and later until it becomes fantastically early"
        ]
    },
    {
        "date": "201902020921",
        "ctx": [
            "do you do typical Cool bandmember things in your liveaction videos (bass power stance, singer-shuffling, air drum flair, etc) because they're your natural instincts when playing those instruments, or because it's a good way to crush nerves/selfconsciousness? or for other reasons?",
            "trying to make the video good",
            "you just look so cool and confident in songs a lot of the time, and i've been told i'm awkward onstage, and i was wondering if pretending to be cool helps",
            "it can hardly be called 'on stage' if there's no live audience you are also the editor and producer and you have complete control over which takes to use and when"
        ]
    },
    {
        "date": "201902020728",
        "ctx": [
            "do you choose a time signature before you write a song or do you let it choose you?",
            "i let the song choose it"
        ]
    },
    {
        "date": "201902020409",
        "ctx": [
            "Can you give us a hint as to what you're working on now?",
            "it's stupid"
        ]
    },
    {
        "date": "201902020345",
        "ctx": [
            "how do i get over the past? the past bothers me a lot and i want to move on. how?",
            "make some future"
        ]
    },
    {
        "date": "201902021237",
        "ctx": [
            "I think I may have made peace with everything",
            "ah that's about the time everything changes"
        ]
    },
    {
        "date": "201902012334",
        "ctx": [
            "why are all your link and visited link colors so unusual?",
            "i don't actually know what the usual colors are"
        ]
    },
    {
        "date": "201902012318",
        "ctx": [
            "when you first meet someone, what is your perception of them most affected by?",
            "them"
        ]
    },
    {
        "date": "201902012301",
        "ctx": [
            "are you in the process making another song and music video to go with it, or are you currently working on something else",
            "something else, and having a creative meltdown"
        ]
    },
    {
        "date": "201902012201",
        "ctx": [
            "You should make a song with a southern/country voice so I can find the country genre acceptable",
            "i'm pretty sure the southern accent is precisely what makes that 'genre' so unacceptable to so many people. might as well take the other elements and skip the accent"
        ]
    },
    {
        "date": "201902012143",
        "ctx": [
            "Out of all the designs and graphics you've made in your video (triangle boy, stick, airplane,ect) which one could you relate to more",
            "the boxes from the which box is the right box game"
        ]
    },
    {
        "date": "201902012117",
        "ctx": [
            "Thoughts on freewill?",
            "seems legit"
        ]
    },
    {
        "date": "201902012051",
        "ctx": [
            "I can't seem to get a job, but I've been trying very hard. Any tips?",
            "be the job you wish to see in the world"
        ]
    },
    {
        "date": "201902011925",
        "ctx": [
            "How much do you think you'll adapt your songs to make them fit for playing live?",
            "very much",
            "Do you think you'll just rework them a bit or completely change them around?",
            "change them a lot"
        ]
    },
    {
        "date": "201902011910",
        "ctx": [
            "Are daily notes your main project as of lately, or is that just auxiliary?",
            "they were my main project around jan 24 and 25. i got them all cued up for the next four months"
        ]
    },
    {
        "date": "201902011823",
        "ctx": [
            "what instrument are you planning to play while doing live concerts?",
            "the tickets"
        ]
    },
    {
        "date": "201902011758",
        "ctx": [
            "How often does your mind change about things?",
            "an average of 1/2 a time per thing"
        ]
    },
    {
        "date": "201902011738",
        "ctx": [
            "Do you eat bananas with or without the peel?",
            "i eat only the stem"
        ]
    },
    {
        "date": "201902011729",
        "ctx": [
            "why is paul ur favourite Beatle?",
            "what the heck is a beatle"
        ]
    },
    {
        "date": "201902011701",
        "ctx": [
            "When is your next Instagram post scheduled for?",
            "i don't schedule instagram"
        ]
    },
    {
        "date": "201902011645",
        "ctx": [
            "I'm not really sure where I'm going right now. Advice?",
            "start documenting your journey. free story, with mystery and intrigue included"
        ]
    },
    {
        "date": "201902011638",
        "ctx": [
            "do you believe in evolution?",
            "i've noticed that my beliefs evolve"
        ]
    },
    {
        "date": "201902011609",
        "ctx": [
            "I really, really want to get into making music but I'm having a lot of trouble. I've been trying to learn the piano and so far it's going ok but I just haven't been able to write a coherent melody. I should probably master playing piano or some other instrument before I start making my own things,",
            "i think making your own things is the only way you're gonna master anything",
            "but I know that's going to take a long time and it feels like I will never get around to writing my own music.",
            "why not do it now",
            "Long story short: do you have any tips for a very inexperienced musician who wants to start writing music?",
            "no but i can tell you that you can be a very very very experienced musician and still feel like you can't write anything. that's because writing is voodoo, and it's some kind of freaky paradox. that's the impossible part but also the fun part once you get a taste"
        ]
    },
    {
        "date": "201902011539",
        "ctx": [
            "has anyone ever asked you a question before",
            "it almost seems that way"
        ]
    },
    {
        "date": "201902011526",
        "ctx": [
            "right now i want to get more comfortable with transcribing just lead vocal melodies. will that be a good first step even if i don't transcribe bass lines and chords too?",
            "sure"
        ]
    },
    {
        "date": "201902011437",
        "ctx": [
            "do you ever listen to a song more than twice/three times?",
            "yes"
        ]
    },
    {
        "date": "201902011423",
        "ctx": [
            "(hallo it's the finger pain ukulele asker again) so i have read a bunch of answers you've given here that say a good way to figure out music, esp. chords, is to just start playing notes together and see what sounds good. so today i was trying to learn how to play a d7 chord, which is the first bar chord i've learned. i tried playing it and it sounded like dissonant, pitchy...just all-around not like i was doing it right. i tried tuning my ukulele (with a tuner, i don't even know what to listen for if i were to try and tune by ear), pressing harder, putting my ukulele on the floor and pressing each string individually rather than trying to bar, playing each note separately to make sure the strings were ringing.......then i finally went online and watched some videos of other people playing d7 chords. and they all sounded pretty much exactly like what i'd been doing. i was playing the chord right all along and it turns out that, at least to my ear, d7 is just a bad and wrong-sounding chord.",
            "could sound bad if taken out of context",
            "anyway this was really fucking disheartening to me because it means apparently i can't rely on my own ears to teach me how to make good music sound good.",
            "of course you can",
            "like i can't hear the difference in \"correctness\" between d7 and like, g7 if i were to fuck up and put my finger somewhere wrong.",
            "actually, this is a fun fact about D7, G7, anything7, ...... those chords are founded on 'incorrectness.' it's kind of like the evil monster character in a movie. you may look at that character and think 'aah, ... scary'  ... but is that wrong? no it's actually very right for the movie, especially for the scary parts of the movie",
            "i can't hear whether a note is sharp or flat or in tune - like i can hear the pitch changing when i turn my tuning peg but if it weren't for my digital tuner i'd have zero idea where is the \"right\" pitch for the note.",
            "well you're gonna have to decide. and if they all sound bad to you then it couldn't possibly be very much fun, so at that point you would want to find something else that you do enjoy",
            "i guess my question is is there something i should be listening for that i'm not?",
            "whenever you get the big thrills, always make a mental note of when that happened, and any circumstances surrounding it",
            "or any exercises i can try to learn the difference between a chord and a not-chord or between in tune and not in tune?",
            "the only leading authority on this is you",
            "i just feel kind of sad and left out like you (and my musician friends) make learning by ear sound like such a wonderful and constructive journey and i'm afraid my ears are just too shitty for me to do it",
            "i guess my first question is, is there any music you enjoy"
        ]
    },
    {
        "date": "201902011351",
        "ctx": [
            "What are your thoughts on love?",
            "seems legit"
        ]
    },
    {
        "date": "201902011311",
        "ctx": [
            "any good modern pop singers?",
            "there better be"
        ]
    },
    {
        "date": "201902012438",
        "ctx": [
            "My grandma can make videos faster than you.",
            "are they better"
        ]
    },
    {
        "date": "201902011055",
        "ctx": [
            "can insanity bring about more creativity?",
            "sure"
        ]
    },
    {
        "date": "201902011046",
        "ctx": [
            "My boyfriend hit me, sort of accidentally while having a meltdown. His mom thinks I'm overemotional to be so upset about it. Am I crazy?",
            "has she seen footage of the event"
        ]
    },
    {
        "date": "201902011026",
        "ctx": [
            "the world is so weird. if aliens came to earth they would be shocked. like \"you have water falling from the sky? and huge plants? how?\" if you forget how things work then you can see how weird they are. people think i'm weird for thinking the world is weird. what do you think",
            "some things may be more normal than you think"
        ]
    },
    {
        "date": "201902010959",
        "ctx": [
            "what's the best way to publish to Spotify?",
            "that is a dark secret known to only the dark elders, and unfortunately no one knows who the elders are, nor even how many of them there are. it could be an irrational number"
        ]
    },
    {
        "date": "201902010954",
        "ctx": [
            "What else do you like to do when you're not making music, video editing, or answering questions?",
            "try to figure out more efficient and better ways of doing all the things that i do, which already includes the things you mentioned and more"
        ]
    },
    {
        "date": "201902010951",
        "ctx": [
            "can you do any funny voices",
            "all voices are funny"
        ]
    },
    {
        "date": "201902010948",
        "ctx": [
            "If anything is possible, is impossible possible?",
            "it can become possible"
        ]
    },
    {
        "date": "201902010847",
        "ctx": [
            "why live afterall when you just die",
            "why die afterall when you just live"
        ]
    },
    {
        "date": "201902010727",
        "ctx": [
            "Is life unfair?",
            "yes, and fair"
        ]
    },
    {
        "date": "201902010724",
        "ctx": [
            "what is the map thing of an island in \"hi it's 1995\"?",
            "let me check ..... that would be myst"
        ]
    },
    {
        "date": "201902010644",
        "ctx": [
            "(ref: q.php?date=201901281148)1.28.1911:48 am  you mean you believe it was faked",
            "they really went there, but then they had to fake it anyway because they brought the wrong flag"
        ]
    },
    {
        "date": "201902010536",
        "ctx": [
            "how do i get better at talking to people?",
            "pratice / experience"
        ]
    },
    {
        "date": "201902010238",
        "ctx": [
            "why am i so ugly?",
            "that is due to the strange amounts of beauty you posess"
        ]
    },
    {
        "date": "201902010238",
        "ctx": [
            "What's the most direct connection between (your) music and prime numbers?",
            "originality, hopefully",
            "e.g. are time signatures with a prime number of beats aesthetically different than dividable time signatures?",
            "less usable usually, and mostly only used for 1 bar, as a transition",
            "I know you did that bit of ball and stick in 13, which is prime, and that was cool."
        ]
    },
    {
        "date": "201902010233",
        "ctx": [
            "what should i do if i have lots of stories in my head but i can't write them down because i get distracted easily no matter how hard to try to stay focused",
            "try speaking them or explaining them somehow into a recording device. if you can't focus enough to do that then i would question whether they were ever focused to begin with, in your head. and if they are unfocused but still there somehow, then perhaps the best way to express this is through unfocused writing"
        ]
    },
    {
        "date": "201902010159",
        "ctx": [
            "how's the new thing going? almost done?",
            "i can't tell you"
        ]
    },
    {
        "date": "201902010135",
        "ctx": [
            "you talk a lot about the 12 levels of suffering.",
            "that's taken out of context",
            "Could you share any information on the individual levels? Or is the only known fact that there are 12?",
            "it's likely to be just 1. a bungalow of suffering"
        ]
    },
    {
        "date": "201902010125",
        "ctx": [
            "What do you think is the coolest bit about science?",
            "the breakthroughs"
        ]
    },
    {
        "date": "201902011252",
        "ctx": [
            "i use an app to help me tune my ukulele, but it isn't sensitive enough to get it all the way in tune.",
            "if it's an app that means it was made well after the year 2000, in which case it is definitely accurate. but what may not be accurate is the frets/intonation of your instrument. sometimes you can get the open strings in tune but if you press the frets it won't be right. this is called bad intonation and it essentially means you need to have a bit of surgery on your instrument because it may be slightly bent, etc",
            "i can tell the strings are slightly off, but i can't tell which ones or by how much. how do i get better at tuning it?"
        ]
    },
    {
        "date": "201902011210",
        "ctx": [
            "What's the droning sound in some of your songs?",
            "which sound"
        ]
    },
    {
        "date": "201902011202",
        "ctx": [
            "hey so I have this really great teacher but every time he calls on me I get really overwhelmed with pressure that I can't answer to question accurately, even though I know the answer in my head. What should I do to think faster?",
            "i think you need to think slower\n\n\n\n\n\n(ref: questions-2019-01.html)PREVIOUS QUESTIONS"
        ]
    }
]