[
    {
        "date": "7.31.19 10:24 pm",
        "ctx": [
            "I'm having trouble with the first draft of a play I'm writing. I feel like I've accidentally made one character and her plotline very confusing, but I'm not sure if I should try to fix her and the plotline as I finish the draft or if I should just go ahead with my current confusing version of her plotline and then try to fix it in a later draft. What do you think I should do?",
            "speed up"
        ]
    },
    {
        "date": "7.31.19 10:08 pm",
        "ctx": [
            "Are your answer based on algorithm",
            "i was going to say \"i was going to say no but now that i think about it yes\" but i changed my mind and now i am not going to say that"
        ]
    },
    {
        "date": "7.31.19 10:07 pm",
        "ctx": [
            "Are you going to help raid area 51 in September",
            "not necessary, the dang thing raids itself"
        ]
    },
    {
        "date": "7.31.19 9:53 pm",
        "ctx": [
            "Favorite spongebob meme?",
            "sponge robert"
        ]
    },
    {
        "date": "7.31.19 9:37 pm",
        "ctx": [
            "what song/video did you have the most fun making?",
            "i would prefer to make a new one to be the most fun"
        ]
    },
    {
        "date": "7.31.19 9:23 pm",
        "ctx": [
            "is it august yet",
            "yes"
        ]
    },
    {
        "date": "7.31.19 9:13 pm",
        "ctx": [
            "If you could be a character in any movie what would it be?",
            "the lion king, from the lion king"
        ]
    },
    {
        "date": "7.31.19 9:06 pm",
        "ctx": [
            "Are you Elon Musk's long lost brother or an alien?",
            "i was going to say no, but now that i think about it yes"
        ]
    },
    {
        "date": "7.31.19 7:56 pm",
        "ctx": [
            "How do i convince my chicken to burp out a sandwich",
            "let's just say you could do it the easy way or the hard way"
        ]
    },
    {
        "date": "7.31.19 7:16 pm",
        "ctx": [
            "when making your song when do you decide what instruments to use",
            "you have to just guess. then see if it makes you flutter with aliveness, if not then guess again"
        ]
    },
    {
        "date": "7.31.19 7:04 pm",
        "ctx": [
            "How do you arrange and perform \"vocals day\"? Seems through the latent writing process along with other issues that I expect occur to reach the perfection of the instrument tracks.But the emotion and inflection is always so perfect as well.I'm thinking of the example \"textin' on my iphone\" but all your songs would qualify.It seems unfakeable, so how to you keep the emotion present while recording?Or is your process actually pretty quick and painless, so that by vocals you're still just excited from how it's all coming together?",
            "you always want it to be quick and painless, but ever since the technology has been invented to do it as many times as you want, and even piece together, i'm afraid almost zero people on the planet ever have quick and painless experiences any more. one of the very few tricks that does seem to work, if you can do something along the lines of convincing yourself that you have a very short time limit on the recording session. very scary but thrilling, and produces the best results i think. it's just as well, because your voice will wear out if you hammer it for too long on one session. another trick i should mention is try to do it bad"
        ]
    },
    {
        "date": "7.31.19 6:27 pm",
        "ctx": [
            "Have you ever ate chips?? It's a very good product.",
            "fuck chips"
        ]
    },
    {
        "date": "7.31.19 6:23 pm",
        "ctx": [
            "Can you teach me how to melt my birthday?",
            "birthdays are self-melting. if you haven't seen so for yourself, just wait a few more years"
        ]
    },
    {
        "date": "7.31.19 5:51 pm",
        "ctx": [
            "(ref: q.php?date=201907281924)7.28.197:24 pm  how would this work. Would you need a translator or just not use much slang and keep it vanilla spanish or how do you picture it working?",
            "i don't really speak fluent spanish, but it would be fun with or without a translator"
        ]
    },
    {
        "date": "7.31.19 5:30 pm",
        "ctx": [
            "Why do most people color the sun yellow when in real life it's actually orange?",
            "people living on earth tend to do that because the sun looks yellow through the earth's atmosphere. at least it kind of does through peripheral vision. when you look directly at it it's hard to see anything"
        ]
    },
    {
        "date": "7.31.19 5:23 pm",
        "ctx": [
            "how long is a good time to wait between abandoning your previous theory about the workings of the world (because you've had an experience that contradicts it) and coming up with a new theory?",
            "about 6 weeks",
            "or is it better to have no theories at all and just accept whatever happens with resigned surprise",
            "never resign for real. you can make your announcement of resignation and hold a ceremony but do not in fact resign actually. keep your options open"
        ]
    },
    {
        "date": "7.31.19 5:13 pm",
        "ctx": [
            "Cats or dogs",
            "i prefer a blend"
        ]
    },
    {
        "date": "7.31.19 4:50 pm",
        "ctx": [
            "hey do you want this license plate my friend stole off the back of a snowplow last year? i don't really need it but it seems a shame to throw it out",
            "what's the number"
        ]
    },
    {
        "date": "7.31.19 4:45 pm",
        "ctx": [
            "what rhymes with orange?",
            "(ref: eminemorangerhymes.mp4)rhymes with orange"
        ]
    },
    {
        "date": "7.31.19 4:26 pm",
        "ctx": [
            "do you have a name for it when a piece in major resolves to major 6 instead of major 1 (usually with the major 3 in the melody)?",
            "add ### to the key sig, go to the new 1"
        ]
    },
    {
        "date": "7.31.19 2:36 pm",
        "ctx": [
            "did you ever escape the rut you were stuck in",
            "yes, then i got in it again, and then escaped from it again. haven't been in there since, knock on wood. unless it's camoflauged"
        ]
    },
    {
        "date": "7.31.19 2:15 pm",
        "ctx": [
            "Why are some algorithms greedy?",
            "everyone's greedy"
        ]
    },
    {
        "date": "7.31.19 1:53 pm",
        "ctx": [
            "bill help i'm so anxious",
            "it's gonna be ok"
        ]
    },
    {
        "date": "7.31.19 12:08 pm",
        "ctx": [
            "have you ever roleplayed",
            "doing it now"
        ]
    },
    {
        "date": "7.31.19 9:17 am",
        "ctx": [
            "I've heard you say in the past that you're bad at collaborating on projects. Is this because collaborating requires lots of compromise and getting rid of things you like / keeping things you don't in order to satisfy your work partner, and you can't work like that because you need complete creative freedom?",
            "yes",
            "Or is there another reason?",
            "there seems to be many other logistical reasons"
        ]
    },
    {
        "date": "7.31.19 9:00 am",
        "ctx": [
            "My mental health feels like seasons. There's gotta be a better way than just riding out the seasons or burying myself until I can't tell them apart. Why can't I live in a perpetual spring?",
            "spring is a direction. it is going from one place to another. with only one place, there is no direction. and no spring"
        ]
    },
    {
        "date": "7.31.19 5:39 am",
        "ctx": [
            "is it difficult keeping up with this website while also managing real life and creating your videos?",
            "could be easier if there was some sort of button i could press, to do it all at the same time"
        ]
    },
    {
        "date": "7.31.19 4:48 am",
        "ctx": [
            "I'm too scared to test it out, what does the \"i'm Feeling randy\" button do?",
            "takes you to the random questions viewer"
        ]
    },
    {
        "date": "7.31.19 1:44 am",
        "ctx": [
            "Why can't I stop worrying about things that are out of my control? How can I stop?",
            "you must find some things to worry about that are within your range of control"
        ]
    },
    {
        "date": "7.31.19 1:02 am",
        "ctx": [
            "How do I fly a spacecraft?",
            "first you must figure out which way is up"
        ]
    },
    {
        "date": "7.31.19 12:46 am",
        "ctx": [
            "Is it even important to know what we dislike/fear?",
            "could be psychiatrically therapeutic"
        ]
    },
    {
        "date": "7.31.19 12:07 am",
        "ctx": [
            "how can i learn to trust myself more? this is one of my greatest obstacles at the moment.",
            "you'll need to establish a better track record"
        ]
    },
    {
        "date": "7.30.19 11:39 pm",
        "ctx": [
            "Where do motivation come from?",
            "you"
        ]
    },
    {
        "date": "7.30.19 10:51 pm",
        "ctx": [
            "Ive been on a nostalgia trip listening to music I was making 2-4 years ago when I was trying really hard to release my own stuff and then froze and didn't release/finish anything. The thing is, I hear them now with some distance from those crippling perfectionism days where I perhaps didn't have the skillset to close the gap of my taste vs my skill, and I actually enjoy the attempts, but looking back on the process I wish I could do the same things without my mind getting in the way so I can become even better and not have it be such a passionate swirl of good and bad emotions. Ive been trying to figure out what short form of what I was trying to do back then would sound like because I thought I wanted to try something new on my revisiting of music, but hearing those old tracks make me want to try harder this time, and starting small. Im just thankful that I still have those tracks around to experience my journey even though back then I didn't feel  like the y were good enough for me to share because of the expectations I thought people had of me being the guy returning home after going to a great music school. Any experience with similar feelings and how you overcame them?",
            "it's kind of like those competitions on reality shows where they make everyone get into a wheel barrow, and then they say \"ok, whoever stays in this wheelbarrow the longest gets to keep the wheel barrow.\" ..... How badly do you want it? how badly does the next person want it? ..... only time will tell"
        ]
    },
    {
        "date": "7.30.19 10:27 pm",
        "ctx": [
            "is there a multiverse?",
            "if so then way more"
        ]
    },
    {
        "date": "7.30.19 10:14 pm",
        "ctx": [
            "what color is music?",
            "any"
        ]
    },
    {
        "date": "7.30.19 9:48 pm",
        "ctx": [
            "i have been battling all day trying to make my text look crisper.the edges have been rendering jagged and rough.i am very frustrated because i can't find any information to help me and have tried so many things.did you ever have this issue?",
            "raising the resolution is always a safe bet. otherwise you'll have to fool around with anti-aliasing settings"
        ]
    },
    {
        "date": "7.30.19 9:19 pm",
        "ctx": [
            "Fabric's a really weird thing if you think about it. Thoughts?",
            "oh nice try, you are trying to get me to make it weird by thinking about it"
        ]
    },
    {
        "date": "7.30.19 9:09 pm",
        "ctx": [
            "What does being \"online\" mean? Why are we on a line- where did the line come from and who drew it?",
            "it probably used to be through a wire. we used to do everything through a wire. the legendary bill clinton was most likely elected president of the united states through a wire"
        ]
    },
    {
        "date": "7.30.19 9:04 pm",
        "ctx": [
            "Do you prefer fresh or stale eggs?",
            "no egg is stale enough"
        ]
    },
    {
        "date": "7.30.19 9:04 pm",
        "ctx": [
            "what are your thoughts on church scales? which one's your favorite",
            "any scale can be a church scale, but that doesn't seem as important as melodies and songs"
        ]
    },
    {
        "date": "7.30.19 9:02 pm",
        "ctx": [
            "Are you gonna be doing more plays any time soon?",
            "yes",
            "I really enjoyed the one with the mechanical pencil and iPhone charger"
        ]
    },
    {
        "date": "7.30.19 8:07 pm",
        "ctx": [
            "how many peas in a peanut my mom wont tell me",
            "no peas in peanuts only peanuts in peanuts. specifically 2 peanuts per peanut"
        ]
    },
    {
        "date": "7.30.19 7:13 pm",
        "ctx": [
            "May i consume an aircraft made of stone?",
            "i don't think so"
        ]
    },
    {
        "date": "7.30.19 5:20 pm",
        "ctx": [
            "What would be your first response if all books had their own face?",
            "i am wondering what their response would be"
        ]
    },
    {
        "date": "7.30.19 5:09 pm",
        "ctx": [
            "How's earth?",
            "it's pretty neat"
        ]
    },
    {
        "date": "7.30.19 4:36 pm",
        "ctx": [
            "should my floor tom be tuned to a specific note or just whatever sounds good?",
            "it should probably be muted enough not to interfere with the bass notes, but if you must have it ring then do it to whatever the bass note should be at the time you play it. if you expect multiple different bass notes in a song, then you are gonna wanna get multiple drums. admittedly, this is easier in a digital/virtual environment"
        ]
    },
    {
        "date": "7.30.19 4:34 pm",
        "ctx": [
            "(ref: q.php?date=201907291730)7.29.195:30 pm  what color was it before",
            "probably black"
        ]
    },
    {
        "date": "7.30.19 4:27 pm",
        "ctx": [
            "Are you in need of a secretary?",
            "yes"
        ]
    },
    {
        "date": "7.30.19 4:20 pm",
        "ctx": [
            "what's advice?",
            "kind of like a dare"
        ]
    },
    {
        "date": "7.30.19 4:13 pm",
        "ctx": [
            "Bill, how personally do your songs reflect your actual emotions/feelings?",
            "very good, but there are still many emotions that remain not yet reflected thus far",
            "Like, how much is your music a portrayal of who you are?",
            "probably 100% considering i wrote and produced all of it"
        ]
    },
    {
        "date": "7.30.19 3:06 pm",
        "ctx": [
            "How do I become smart?",
            "i have some good news, you may not have been informed, but you are already smart"
        ]
    },
    {
        "date": "7.30.19 2:50 pm",
        "ctx": [
            "how to become taco?",
            "you must think like the taco, you must get inside the taco's head"
        ]
    },
    {
        "date": "7.30.19 2:41 pm",
        "ctx": [
            "i found a man at my college that looks a lot like you, is this cause for concern?",
            "no"
        ]
    },
    {
        "date": "7.30.19 2:35 pm",
        "ctx": [
            "can you make an anagram out of this question",
            "yes"
        ]
    },
    {
        "date": "7.30.19 1:28 pm",
        "ctx": [
            "In the song we can just get high, did you mean the high as in high up or did you mean smoke?",
            "i meant (ref: high.mp3)this"
        ]
    },
    {
        "date": "7.30.19 12:58 pm",
        "ctx": [
            "will you recommend something to me?",
            "in context yes"
        ]
    },
    {
        "date": "7.30.19 11:45 am",
        "ctx": [
            "why are the questions purple",
            "because i like purple and nothing else was purple on the website at the time this was made"
        ]
    },
    {
        "date": "7.30.19 10:20 am",
        "ctx": [
            "what donation platform is best to use in terms of how much commission they take / how much you will actually end up with?",
            "i'm not entirely sure. for a long time i didn't use any because it was too confusing. most important is that the content is getting out there"
        ]
    },
    {
        "date": "7.30.19 9:26 am",
        "ctx": [
            "what's the difference between being anxious and being excited",
            "the good or bad time meter"
        ]
    },
    {
        "date": "7.30.19 9:23 am",
        "ctx": [
            "Why do humans see rare things as more valuable and/or likable than common things?",
            "i think we seem to be seen to see rare things better, because due to rareness, all our thoughts and feelings about this must be contained in a shorter span of time and space. where as our adoration of common things is evenly threaded and woven throughout our life, so we might be accustomed to it and not notice it. unless you take it away, then you'll notice it"
        ]
    },
    {
        "date": "7.30.19 9:13 am",
        "ctx": [
            "Monday high five?",
            "sure"
        ]
    },
    {
        "date": "7.30.19 7:43 am",
        "ctx": [
            "thoughts on chord inversions?",
            "each one sounds different, and would therefore invoke different thoughts. actually, they don't even invoke thoughts, they only contain feelings, and then when they are paired with something else (besides a chord) those feelings + other thing can trigger the thoughts. they are usually very interesting and good thoughts, drenched with much feeling (due to chord)"
        ]
    },
    {
        "date": "7.30.19 7:24 am",
        "ctx": [
            "ants keep eating my laundry what do I do",
            "eventually they will eat it all and then they won't be able to do it anymore"
        ]
    },
    {
        "date": "7.30.19 7:23 am",
        "ctx": [
            "are you a business man?",
            "business person"
        ]
    },
    {
        "date": "7.30.19 5:28 am",
        "ctx": [
            "ur not quitting right?",
            "only the lame stuff"
        ]
    },
    {
        "date": "7.30.19 4:49 am",
        "ctx": [
            "should the elements of a song resemble (or more, maybe influence, invoke) karma to the listener?",
            "that could be cool"
        ]
    },
    {
        "date": "7.30.19 4:33 am",
        "ctx": [
            "What is your purpose of doing things you are doing now? Music?",
            "yes, and much more"
        ]
    },
    {
        "date": "7.30.19 3:27 am",
        "ctx": [
            "how does your favorite cereal get chosen?",
            "audience vote"
        ]
    },
    {
        "date": "7.30.19 3:04 am",
        "ctx": [
            "what do you think about that thing you mentioned in the video?",
            "it's ok"
        ]
    },
    {
        "date": "7.30.19 2:32 am",
        "ctx": [
            "why would you voice something in second inversion, like Bma7/F#, for example? does that all have to do with the chords and voice leading around it? also how would you voice that on keys",
            "it just sounds a little different. you'll have to try it and see. actually i can give you a really common example of where B/F# really is what you want. actually let's switch it to the key of C for easier explaining, and it's not actually Cmaj7/G, this example is C/G, but nonetheless i think you will be able to see the difference. Take the song 'happy birthday to you' in the key of C. right before the end of the song, on the last \"birth\". the harmony is probably playing C chord, but i think you'll find that the best place for the bass, at this point in the song, is G. i can name a trillion other examples of popular/classic/traditional songs, over the course of the last 300 years, that have had a 1(chord) over 5(bass) absolutely thrive in this right before the end finalistic 'the song's about to end' spot. you've heard it a million times. try putting C over C there instead .... it doesn't quite fit. it sounds like the beginning of the song, .... right before the end ? ... By the way, to complete the example just you you can hear it clearly, the 'good' way to do it, from the final line \"birth\" is C/G, \"day\" is D7, \"to\" is G7sus4, and \"you\" is C, preferably with the G note left out, just e c , with low C in the bass. and Fmin/Ab was on \"hap\""
        ]
    },
    {
        "date": "7.30.19 12:37 am",
        "ctx": [
            "Can you pronounce whomst'd've'ly'yaint'nt'ed'ies's'y'es?",
            "yes"
        ]
    },
    {
        "date": "7.29.19 11:52 pm",
        "ctx": [
            "do u think 19 tet has any good possibilities in it?",
            "i was going to say no, but now that i think about it yes"
        ]
    },
    {
        "date": "7.29.19 11:27 pm",
        "ctx": [
            "I can't decide if i want to eat a bagel or not please advise",
            "eat part of a bagel, and put the rest on display, artistically"
        ]
    },
    {
        "date": "7.29.19 11:17 pm",
        "ctx": [
            "what's a good Halloween costume?",
            "you know pumpkins? not a pumpkin, but the orange mush found inside pumpkins"
        ]
    },
    {
        "date": "7.29.19 10:37 pm",
        "ctx": [
            "where do balloons go when we let go of them",
            "they are organized by weight"
        ]
    },
    {
        "date": "7.29.19 9:06 pm",
        "ctx": [
            "What is your favorite cardinal direction?",
            "up"
        ]
    },
    {
        "date": "7.29.19 8:25 pm",
        "ctx": [
            "Is water wet?",
            "it damn better not be"
        ]
    },
    {
        "date": "7.29.19 8:01 pm",
        "ctx": [
            "Let's play rock paper scissors",
            "ok i choose rock"
        ]
    },
    {
        "date": "7.29.19 7:28 pm",
        "ctx": [
            "How often do you ride a bike?",
            "i was thinking of making a computer simulator to ride a bike for me"
        ]
    },
    {
        "date": "7.29.19 6:29 pm",
        "ctx": [
            "hi bill i would like to become a peanut. can you give me advice on how to achieve this goal",
            "it's a lot of paperwork, i'm not really sure how to do it"
        ]
    },
    {
        "date": "7.29.19 5:30 pm",
        "ctx": [
            "Is this purple?",
            "it is now"
        ]
    },
    {
        "date": "7.29.19 3:46 pm",
        "ctx": [
            "how do I pet a frog without becoming the frog ?",
            "do it with 2 fingers, so that it appears you are using 2 fingers but only 1 finger touches the frog, and the other finger remains touching the first finger"
        ]
    },
    {
        "date": "7.29.19 2:54 pm",
        "ctx": [
            "so i've started analyzing hymns from this baptist hymnal and it's got me thinking why specific voicings don't have names.",
            "they might, in the context of whichever songwriters where writing that way at the time. but it's all just notes anyway",
            "i don't know if im wrong about this, but like i came across a voicing of G major(In G) like root, 5th, root, 3rd and although i understand that's just \"G major\" why hasn't anyone invented a naming system to differentiate all these different voicings that exist? have you ever invented one?",
            "i think the truly 2 most efficient ways i know of notating that are (ref: gnotechordsym.png\">this and (ref: gchordsound.mp3\">this. or better yet <a href=\"gchordnotationandsound.mp4\">this. or <a href=)gchordkeysandsound.mp4)this"
        ]
    },
    {
        "date": "7.29.19 2:30 pm",
        "ctx": [
            "Was \"Might Quit\" about you stopping YouTube,",
            "no",
            "or to make people think that since you have been away for months after that?",
            "youtube is run by one of the most powerful entities on planet earth. i suspect they are mostly unstoppable at this point"
        ]
    },
    {
        "date": "7.29.19 2:19 pm",
        "ctx": [
            "How would you collaborate if you would?",
            "one way is the way i am doing it here on questions dot html"
        ]
    },
    {
        "date": "7.29.19 1:37 pm",
        "ctx": [
            "i have landed my first church gig which makes me very excited. it is with a denomination with some views that many consider 'outside'. do you think working for certain denominations makes it harder to find work with other churches if they frown on the beliefs of that denomination? this just seems like a whole bag of worms and it would be nice if it just didn't matter at all. i wanna give a nice service to the public and that is all.",
            "once the music starts, that's all there is"
        ]
    },
    {
        "date": "7.29.19 1:03 pm",
        "ctx": [
            "Big thing that takes a long time, or small complicated thing that also takes a long time?",
            "how about big complicated thing that takes a short time"
        ]
    },
    {
        "date": "7.29.19 12:40 pm",
        "ctx": [
            "Is being gay gay?",
            "let me perform some calculations"
        ]
    },
    {
        "date": "7.29.19 12:25 pm",
        "ctx": [
            "what is/was your favorite thing to learn in school",
            "how to write the word \"fiction\" quickly and confidently on a chalk board"
        ]
    },
    {
        "date": "7.29.19 11:35 am",
        "ctx": [
            "How to triumph over danger?",
            "you and the danger must grow a relationship in which to psychiatrically evaluate each other, even just in that moment"
        ]
    },
    {
        "date": "7.29.19 11:31 am",
        "ctx": [
            "Do you like scotch tape?",
            "\"not too sticky, just sticky enough\" that's what i always say"
        ]
    },
    {
        "date": "7.29.19 11:14 am",
        "ctx": [
            "Are writing these songs hard for you?",
            "which ones"
        ]
    },
    {
        "date": "7.29.19 11:13 am",
        "ctx": [
            "What's your favorite song that you've written so far on your channel?",
            "i would prefer to write a new one to be my favorite"
        ]
    },
    {
        "date": "7.29.19 10:14 am",
        "ctx": [
            "What should i tell the girl I like?",
            "tell her some information from one of your various fields of expertise"
        ]
    },
    {
        "date": "7.29.19 10:11 am",
        "ctx": [
            "Should we use this waiting period between your videos to make songs/content of our own",
            "that would be convenient"
        ]
    },
    {
        "date": "7.29.19 9:56 am",
        "ctx": [
            "Do you ever have strange dreams?",
            "i think i'm in one"
        ]
    },
    {
        "date": "7.29.19 9:34 am",
        "ctx": [
            "Why do you even have a lyrics page if you are so insistent that lyrics should never be read outside the song",
            "simply for verification purposes"
        ]
    },
    {
        "date": "7.29.19 9:17 am",
        "ctx": [
            "Are you human?",
            "let me run some experiments"
        ]
    },
    {
        "date": "7.29.19 9:03 am",
        "ctx": [
            "Would you be interested in cosigning my mortgage?",
            "i thought i already cosigned it"
        ]
    },
    {
        "date": "7.29.19 8:52 am",
        "ctx": [
            "have you ate chips™? it's a very good product",
            "fuck chips"
        ]
    },
    {
        "date": "7.29.19 8:16 am",
        "ctx": [
            "Hi Bill, where should I go travel to this summer?",
            "that depends on where you have traveled before"
        ]
    },
    {
        "date": "7.29.19 6:20 am",
        "ctx": [
            "Okay, I'm dying to ask now, what mysterious project that you're under NDA to not talk about are you not not not not not working on? As a follow-up, can you give us a vague nondescript nonsummary of it?",
            "(ref: bey-upgrade.mp3)sure"
        ]
    },
    {
        "date": "7.29.19 4:36 am",
        "ctx": [
            "any new videos coming before September?",
            "a lot can happen before september"
        ]
    },
    {
        "date": "7.29.19 12:26 am",
        "ctx": [
            "how does one stop being the kind of guy who wants to follow 24/7 news coverage of the most recent tragic event.",
            "it's quite simple really. learn how to mechanically power-off your news device, and completely de-activate it, and store it away completely out of use. in about 5 days you will no longer be hooked on it, and you will likely have become hooked on something different instead. maybe even more enjoyable",
            "I love finding everything about the things I focus on, and Id like that focus to be better placed"
        ]
    },
    {
        "date": "7.28.19 11:51 pm",
        "ctx": [
            "i'm bored what should i do",
            "you could change your name and have a name changing ceremony"
        ]
    },
    {
        "date": "7.28.19 11:12 pm",
        "ctx": [
            "bowl or spoon first when making cereal",
            "need to come up with a name first"
        ]
    },
    {
        "date": "7.28.19 11:01 pm",
        "ctx": [
            "Bill, let's save the world! :D",
            "ok"
        ]
    },
    {
        "date": "7.28.19 10:49 pm",
        "ctx": [
            "Do you enjoy existing?",
            "not sure if i am following the directions correctly"
        ]
    },
    {
        "date": "7.28.19 9:37 pm",
        "ctx": [
            "I think you need a comprehensive guide to everything you don't understand? .. I may be wrong",
            "don't we all"
        ]
    },
    {
        "date": "7.28.19 8:53 pm",
        "ctx": [
            "whats 9+9",
            "one hundred"
        ]
    },
    {
        "date": "7.28.19 8:19 pm",
        "ctx": [
            "can you teach me chords",
            "sure"
        ]
    },
    {
        "date": "7.28.19 7:24 pm",
        "ctx": [
            "Would you like to do a spanish-speaking podcast?",
            "i never thought of that but yes"
        ]
    },
    {
        "date": "7.28.19 6:52 pm",
        "ctx": [
            "in your opinion, speaking as a drummer, what do you think are the key qualities you would hope for in a bass player?",
            "they do it for the song"
        ]
    },
    {
        "date": "7.28.19 6:40 pm",
        "ctx": [
            "What kind of acoustic guitar do you play in your videos?",
            "baritone ukulele"
        ]
    },
    {
        "date": "7.28.19 6:19 pm",
        "ctx": [
            "cereal?",
            "it's possible"
        ]
    },
    {
        "date": "7.28.19 6:12 pm",
        "ctx": [
            "few questions. first of all, at (https://billwurtz.com/questions/q.php?date=201907141711) you said, and I quote \"i have never received any question more than once\", but you do have dedicated pages to specific questions you get a lot such as \"Has Anyone Really Been Far Even as Decided to Use Even Go Want to do Look More Like?\" or \"what is the airspeed velocity of an unladen swallow\", showing clearly you do get multiple of what is essentially the same question. Explain?",
            "actually due to the enormulogantically massive quantitative amounts of the same questions(s) i've gotten, in this instance i've resorted to fiction/humour to pass the time in a more flavourful manner",
            "also what happened to the c major scale t-shirt",
            "too good. can't sell",
            "also also what do you think of The Lick",
            "put it this way, it didn't get where it is today by being weak"
        ]
    },
    {
        "date": "7.28.19 4:58 pm",
        "ctx": [
            "how do i know when people want to listen to what i am saying instead of having me be quiet, i can be soooo into what im saying that I project my own excitement for the topic to everyone",
            "it's just like most things in life, it's like walking on thin ice. sometimes you have to just walk and be brave. and sometimes, whoa, hold on, stop and be careful. you'll know you're doing it right when you've done a little bit of both each day"
        ]
    },
    {
        "date": "7.28.19 3:34 pm",
        "ctx": [
            "hi i hope ur doing ok bud also how do owls fly",
            "they've got to do it backwards or something"
        ]
    },
    {
        "date": "7.28.19 3:27 pm",
        "ctx": [
            "i mean, you must have to deal with ordinary things while deeply into a long creative endeavor.People who like, want to go out to lunch, but you really are right in the middle of this very small but important detail that needs to be just right before you can even think about taking a break, and it could be hours.",
            "i go to lunch alone. i don't do lunch meetings. i try to schedule meetings before or after lunch. also i should mention that i call every meal lunch. that's one of the joys of making your own lunch schedule"
        ]
    },
    {
        "date": "7.28.19 3:23 pm",
        "ctx": [
            "how to balance being an obsessive perfectionist in an art with normal people who do not understand why i may be spending 18 hours working on a project today?",
            "when balance is achieved, you may be relatively far away from them"
        ]
    },
    {
        "date": "7.28.19 2:35 pm",
        "ctx": [
            "how to be wholesome?",
            "step 1 is to subscribe to some wholesome magazines"
        ]
    },
    {
        "date": "7.28.19 2:30 pm",
        "ctx": [
            "Would you say you are self-actualized",
            "brb doing it now"
        ]
    },
    {
        "date": "7.28.19 1:22 pm",
        "ctx": [
            "does this question remind you of another question?",
            "yes"
        ]
    },
    {
        "date": "7.28.19 1:02 pm",
        "ctx": [
            "hello bill. do you still edit without a mouse/trackpad?",
            "i've always had and used a mouse/trackpad, in some ways that are valuable and in some ways that i always wished i could use keyboard -- like specifically when i am using the mouse to move to a fake button and virtual press it via the mouse. that's when you know something's wrong. but as we speak i am making great strides. as i'm doing questions, what used to be complex mouse moves are now as quick as punching an order at burger king"
        ]
    },
    {
        "date": "7.28.19 12:00 pm",
        "ctx": [
            "Can you answer a question inside a question inside a question inside a question?",
            "yes"
        ]
    },
    {
        "date": "7.28.19 11:57 am",
        "ctx": [
            "every time i think i'm creating a song or writing a chord progression that came to my mind i end up realizing that it already exists and i was basically transcribing it. how do you deal with it? has this ever happened to you?",
            "if it's just chords, you usually won't have to worry about it. everyone is allowed to use the same chords (and they do). if it's a melody, ........ well ............ if your melody is simple enough, it's almost guaranteed that someone has done it before, and that will be ok as long as they don't catch you making a ton of money with it. but, if you want to be sure you are doing something original, all you have to do is give it some nudges in some peculiar directions. put on a funny hat, mess it up a little. then just try and find your way back home as normal. does the trick every time"
        ]
    },
    {
        "date": "7.28.19 11:47 am",
        "ctx": [
            "what percentage of the new video is already made?",
            "there is a music video with the audio 100% finalized, and the visual is maybe at about 20%"
        ]
    },
    {
        "date": "7.28.19 10:49 am",
        "ctx": [
            "I just did a bad thing. Help.",
            "that's normal"
        ]
    },
    {
        "date": "7.28.19 10:32 am",
        "ctx": [
            "After you uploaded \"Might Quit,\" are you actually going to quit writing songs? I hope not",
            "not even close, actually if you listen to that song, it is not even about that"
        ]
    },
    {
        "date": "7.28.19 10:10 am",
        "ctx": [
            "how do you get the website online? i already made a cool website but can't seem to air it",
            "now you need hosting"
        ]
    },
    {
        "date": "7.28.19 9:27 am",
        "ctx": [
            "are you working with the fbi",
            "not that i know of"
        ]
    },
    {
        "date": "7.28.19 8:37 am",
        "ctx": [
            "do you have any advice for an aspiring musician who's a little worried about the financial side of 'trying to make a living from music'?",
            "you can either get a non-music job, or a music job",
            "i'm a little worried that if i try to put all my eggs in one basket it won't work out and i'll be kinda stranded,",
            "no you won't, at that point you can just get a non-music job",
            "but at the same time i'm not sure that i'd be able to balance having a more stable career and also doing music work,",
            "balancing things will make you stronger, more nimble, and innovative",
            "so it feels like i'm kinda stuck no matter what i do, and i figured you might be able to help as someone who's (probably) had to make the same decision",
            "you can try getting a non-music job or a music job. depending on your mindset, you might be more tolerant of one or the other. over time this could even change. but that's ok, you can change your job accordingly"
        ]
    },
    {
        "date": "7.28.19 6:15 am",
        "ctx": [
            "What's you main source of income?",
            "suing myself for identity theft"
        ]
    },
    {
        "date": "7.28.19 5:34 am",
        "ctx": [
            "(ref: q.php?date=201907272146)7.27.199:46 pm  you mentioned on some interview you did recently (at least i think it was recent, it was on twitch and they don't keep stuff up on there long), you advised pretending to be as successful as you want to be/act like you have the audience you want to have, which i think can be summed up as \"Fake It Til You Make It\". what do you think? thanks for the other tips btw, but what if my own tastes are really niche?",
            "do you actually think you are capable of making something that a lot of other people like but you don't? how would you even know what you're doing? that's like painting a picture using colors that you can't even see",
            "i definitely want to make stuff i personally would enjoy, but i want my stuff to be enjoyed by as many people as possible, and i'm definitely not most people. it's a good start though, i think i'll begin the \"Make Content For You\" diet right....now!"
        ]
    },
    {
        "date": "7.28.19 3:57 am",
        "ctx": [
            "how does that story go again?",
            "yaaay oh no yaaaay oh no yaaay and so forth"
        ]
    },
    {
        "date": "7.28.19 3:37 am",
        "ctx": [
            "would you rather have a windows 7 or 7 windows?",
            "windows 7"
        ]
    },
    {
        "date": "7.28.19 2:51 am",
        "ctx": [
            "How on earth did you do those harmonies in Bad Thing?",
            "i've been messing with chords and notes for long enough in my life that i can usually get a sense of some cool ways to use them, in almost any scenario"
        ]
    },
    {
        "date": "7.28.19 2:41 am",
        "ctx": [
            "So the song \"I think I might quit\" said things such as:\n\"Do you feel alright\" \"do you think I'm dying\" \nPANIC MODE\nIs there something I should be worried about?&#129402;",
            "probably not"
        ]
    },
    {
        "date": "7.28.19 1:40 am",
        "ctx": [
            "i thought i remembered you giving an answer a few days ago along the lines of, \"the next song is going to sound almost as professional as the kind of music they play in gas stations.\"",
            "i didn't say that, but that sounds like a good idea",
            "i can't find it so maybe i just hallucinated it. but, either way, what changes are you making to elevate it from a level of 'no obvious flaws' to top-40, professional quality? or else what are the plans",
            "there's nothing anyone can really do to ensure that. the only thing you can do is try your best, and you will still think you are not there yet, when all of a sudden people will start asking you how you got there"
        ]
    },
    {
        "date": "7.28.19 1:24 am",
        "ctx": [
            "Ball or stick",
            "there's got to be a way to combine the two"
        ]
    },
    {
        "date": "7.28.19 12:41 am",
        "ctx": [
            "Can you make more videos i enjoy your content",
            "yes but i was thinking about doing it a little different and better"
        ]
    },
    {
        "date": "7.28.19 12:41 am",
        "ctx": [
            "Do you ask questions?",
            "yes"
        ]
    },
    {
        "date": "7.27.19 11:51 pm",
        "ctx": [
            "rent a home",
            "that sounds like fun"
        ]
    },
    {
        "date": "7.27.19 11:22 pm",
        "ctx": [
            "how's life",
            "it's ok"
        ]
    },
    {
        "date": "7.27.19 11:19 pm",
        "ctx": [
            "i'm becoming more experimental in my music, it seems to be sounding worse and worse, is this normal?!",
            "yes"
        ]
    },
    {
        "date": "7.27.19 10:49 pm",
        "ctx": [
            "Is it possible to come up with an original question?",
            "the question has to come up with you"
        ]
    },
    {
        "date": "7.27.19 10:42 pm",
        "ctx": [
            "I want to make money, but I don't know where to start, can you help give me some advice?",
            "sell something. if you can't find anything to sell, you can pick up some lumps off the ground and sell those"
        ]
    },
    {
        "date": "7.27.19 9:46 pm",
        "ctx": [
            "so Basically Bill what you're telling me is that i need to follow the \"Fake It Til You Make It\" diet if i wish to create content for people.",
            "i don't recall saying that",
            "any other diets you can recommend for this end?",
            "you could try only round foods. things shaped like balls",
            "i have heard good things about the \"Make Things People Enjoy\" and \"Practise Making Content Every Day\" diets.",
            "i don't know any direct reliable way to make things people enjoy, other than to make something yourself enjoys, and hold on to hope that perhaps you may share some similar taste with your planetmates"
        ]
    },
    {
        "date": "7.27.19 8:19 pm",
        "ctx": [
            "When is your face reveal?",
            "never"
        ]
    },
    {
        "date": "7.27.19 7:33 pm",
        "ctx": [
            "how to make stuff more definitive",
            "impossible"
        ]
    },
    {
        "date": "7.27.19 7:10 pm",
        "ctx": [
            "How can I get famous because of the novel I have written?",
            "you'll have to start on the meme circuit"
        ]
    },
    {
        "date": "7.27.19 6:39 pm",
        "ctx": [
            "Should I learn the bass left handed?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "7.27.19 6:33 pm",
        "ctx": [
            "I'm trying to troubleshoot something and tried everything, what should i do now",
            "did you try the rubber duck test"
        ]
    },
    {
        "date": "7.27.19 4:05 pm",
        "ctx": [
            "could you move the random question button further to the top of the page so that you don't have to move the mouse every time you want to click it? some questions are longer than others and the button jumps around quite a bit... not that much of a problem but it would be an improvement",
            "you can press command R (control R). i know you are on a desktop, because if you were on mobile, you would not like the idea of the random button being above, because then your thumb would be obscuring the question all the time"
        ]
    },
    {
        "date": "7.27.19 4:00 pm",
        "ctx": [
            "Is there anything you'd like to invent?",
            "inventors"
        ]
    },
    {
        "date": "7.27.19 3:52 pm",
        "ctx": [
            "what is good enough",
            "something better maybe"
        ]
    },
    {
        "date": "7.27.19 3:41 pm",
        "ctx": [
            "Do you support Trump's wall?",
            "i didn't know he actually had one"
        ]
    },
    {
        "date": "7.27.19 3:40 pm",
        "ctx": [
            "Even though you will not be attending, do you think that we could open up a new chapter in our history as a species based on what we could find if the area 51 raid is successful?",
            "could be disasterous"
        ]
    },
    {
        "date": "7.27.19 2:33 pm",
        "ctx": [
            "why can't i request anagrams here?",
            "because i have to do the questions in the order they were received, and i don't like refusing anagrams. but if i do the anagram during the questions process it holds up the questions process considerably, and i'm not allowed to do it out of order, where as on the anagrams page i am allowed to do it out of order"
        ]
    },
    {
        "date": "7.27.19 2:03 pm",
        "ctx": [
            "Help I'm trapped in a text-box",
            "relatable"
        ]
    },
    {
        "date": "7.27.19 12:21 pm",
        "ctx": [
            "ideas for a multiplayer platform game?",
            "one player gets to be the player, the other player has to be the platforms"
        ]
    },
    {
        "date": "7.27.19 8:26 am",
        "ctx": [
            "So if your next project a big boy one?",
            "should be within certain big boy parameters"
        ]
    },
    {
        "date": "7.27.19 8:23 am",
        "ctx": [
            "left or right?",
            "how about forward for once"
        ]
    },
    {
        "date": "7.27.19 5:59 am",
        "ctx": [
            "I have all this music within me but I can't seem to get it out. Any advice?",
            "start tapping your surroundings gently, just to see what they sound like. not to get the music out, but just to familiarize yourself more intimately with your acoustic surroundings"
        ]
    },
    {
        "date": "7.27.19 4:56 am",
        "ctx": [
            "are you going to make music videos for your older vids?",
            "that would be nice",
            "i really liked i can play and the road and it would be cool if you did",
            "unfortunately that means 1 less newer song that gets a video"
        ]
    },
    {
        "date": "7.27.19 3:21 am",
        "ctx": [
            "so what should I do about my hunger?",
            "make up a song about it"
        ]
    },
    {
        "date": "7.27.19 2:00 am",
        "ctx": [
            "what did the 2 year process of getting your head straight involve? What's the most powerful thing you learned in that time?",
            "which 2 years"
        ]
    },
    {
        "date": "7.27.19 2:00 am",
        "ctx": [
            "I want to publish poetry. I write one poem every day, usually right before bed, in hopes of improving. What can I do to improve faster/better?",
            "you are already improving faster and better"
        ]
    },
    {
        "date": "7.27.19 1:40 am",
        "ctx": [
            "Can I get one of those eat trees shirts please",
            "i hope so"
        ]
    },
    {
        "date": "7.27.19 12:46 am",
        "ctx": [
            "Have you ever used anything to edit your primary content on your channel other than Final Cut Pro? \u0013\u0013",
            "i actually technically never used that",
            "If so, what was it?",
            "a smattering of different things"
        ]
    },
    {
        "date": "7.26.19 11:26 pm",
        "ctx": [
            "I want to stare at the sun, but I might go blind, help",
            "try listening to the sun"
        ]
    },
    {
        "date": "7.26.19 10:56 pm",
        "ctx": [
            "Does it make sense?",
            "no\u0001\u0001\u0001\u0001\u0001"
        ]
    },
    {
        "date": "7.26.19 10:19 pm",
        "ctx": [
            "What's better? Dodecahedrons or icosahedrons?",
            "neither one is good enough"
        ]
    },
    {
        "date": "7.26.19 10:17 pm",
        "ctx": [
            "you said at vidcon last year that the way you get your unique video editing style is by not watching anything else- does this apply to songwriting?",
            "actually no",
            "it can't, right?",
            "probably could",
            "i feel like every song i write is a stylistic copy of an artist i like",
            "i think once you hear enough music, you don't have that problem any more. i'm sure this is true with videos also"
        ]
    },
    {
        "date": "7.26.19 10:04 pm",
        "ctx": [
            "What is the bad thing you did",
            "i have never done a bad thing. i have only done good things, and a few things that are mildly questionable"
        ]
    },
    {
        "date": "7.26.19 9:17 pm",
        "ctx": [
            "Thoughts on leggings as pants",
            "that's fine, but it would make a more interesting shirt"
        ]
    },
    {
        "date": "7.26.19 6:24 pm",
        "ctx": [
            "Will the next video have an avatar, such as triangle boy in Long Long Long Journey, or be mostly featuring yourself, such as the videos: Slow Down and Might Quit?",
            "that depends on which one comes out next, but one of them has a character"
        ]
    },
    {
        "date": "7.26.19 5:54 pm",
        "ctx": [
            "I tried being nice to someone who's been repeatedly hostile towards me, and I was pleasantly surprised that we actually worked out our differences and we're tentative friends now. I think people should be kind more often, including me. Do you agree",
            "it's a good trick to keep in your side pocket"
        ]
    },
    {
        "date": "7.26.19 5:52 pm",
        "ctx": [
            "do you use a plug-in to pitch correct your voice takes (not hate I know this is a legitimate and normal thing)",
            "no"
        ]
    },
    {
        "date": "7.26.19 5:47 pm",
        "ctx": [
            "(ref: q.php?date=201907250251)7.25.192:51 am  i do, actually",
            "that may be true, but it's glitchy and bad. and once you see it, you may be slightly disappointed but still feel over all ok, where as i will feel very bad because you will have seen something of mine that is glitchy and not good"
        ]
    },
    {
        "date": "7.26.19 5:41 pm",
        "ctx": [
            "I have to interview a music band soon, what questions should I or should I not ask them?",
            "ah, you just gave me a great idea of a question by asking me a question. you should ask them that question. ask them what you should ask them"
        ]
    },
    {
        "date": "7.26.19 3:01 pm",
        "ctx": [
            "Opinion about egg",
            "bad"
        ]
    },
    {
        "date": "7.26.19 2:41 pm",
        "ctx": [
            "u are such a master live drummer, it kind of makes me sad we don't get to hear that in the music you make :(",
            "i am sad about it too, but i am also sad about the idea of being a homeowner, for some reason"
        ]
    },
    {
        "date": "7.26.19 2:24 pm",
        "ctx": [
            "Why do things die?",
            "as punishment for living"
        ]
    },
    {
        "date": "7.26.19 2:08 pm",
        "ctx": [
            "I was thinking if you could make a 5 second video while we wait. Is that possible?",
            "while you wait for what"
        ]
    },
    {
        "date": "7.26.19 1:00 pm",
        "ctx": [
            "Do you consider yourself an artist?",
            "maybe",
            "Why or why not?",
            "different reasons, depending on the situation. for example, if it's judgement day and only artists are supposed to survive and i am filling out the form or whatever, i'm probably gonna check the box saying i'm an artist, because i would like to survive because i have more stuff to do i mean art"
        ]
    },
    {
        "date": "7.26.19 12:21 pm",
        "ctx": [
            "am i a dog",
            "let me run some tests"
        ]
    },
    {
        "date": "7.26.19 11:49 am",
        "ctx": [
            "Should have the United States annexed Mexico in the Mexican American War?",
            "they attempted to compromise by annexing some of it"
        ]
    },
    {
        "date": "7.26.19 10:43 am",
        "ctx": [
            "I actually think I just saw you in New York City. What now?",
            "see how many other people you can see. keep a tally going"
        ]
    },
    {
        "date": "7.26.19 9:33 am",
        "ctx": [
            "How would you define art?",
            "by doing it"
        ]
    },
    {
        "date": "7.26.19 6:22 am",
        "ctx": [
            "are you coming back to youtube?",
            "i only go on youtube to post videos that i have completed. i will continue to use youtube for this exact reason"
        ]
    },
    {
        "date": "7.26.19 5:47 am",
        "ctx": [
            "Can we have extra fire?",
            "yes"
        ]
    },
    {
        "date": "7.26.19 5:24 am",
        "ctx": [
            "why do you use Apple produtcs so often",
            "why do you think you know how often or unoften i use apple products"
        ]
    },
    {
        "date": "7.26.19 12:24 am",
        "ctx": [
            "what has been the biggest obstacle to fully realizing your potential as an artist?",
            "efficiency"
        ]
    },
    {
        "date": "7.25.19 11:41 pm",
        "ctx": [
            "what are some small crimes i could do. like, i want to bend some rules, but not in a very malicious way. im already planning on doing some pretty paintings on the walls of the school bathroom (which is a rule bend cause that's graffiti). what else should i do",
            "you could rip a DVD for personal use only"
        ]
    },
    {
        "date": "7.25.19 11:24 pm",
        "ctx": [
            "Is there a more efficient way to open a door that only a few people know about",
            "i don't know"
        ]
    },
    {
        "date": "7.25.19 10:25 pm",
        "ctx": [
            "easter is coming soon",
            "i want to believe  you"
        ]
    },
    {
        "date": "7.25.19 9:50 pm",
        "ctx": [
            "What did you want to become when you were younger?",
            "older but not this old"
        ]
    },
    {
        "date": "7.25.19 9:12 pm",
        "ctx": [
            "(ref: q.php?date=201907232115)7.23.199:15 pm Hey thanks for the response bill, I figured that was the best and tried laying down a temp track, it just felt a little stale compared to the excitement of getting ideas for first time in a while and how good they sounded to me. is this just me being impatient to record and i should wait, or would experimenting with recording the guitar, adjusting it to tempo and then recording a final track of real time guitar?",
            "these are 2 extremely different activities. it makes sense that you would feel lost trying to do a solo singer/songwriter 1 instrument+voc song as a full arrangement, and similarly it makes sense that it might feel impossible to take a full arrangement and perform it live with 1 inst+voc. they are completely different machines. the translation can  be made, but it might take a lot of experience to figure out how the heck it's gonna work. actually what i was explaining before is that they are such different things that i wouldn't recommend trying to get one to work like the other. you might just feel confused and frustrated. in other words, i would say don't try to play the same kind of guitar track. probably don't even use the guitar, or if you use guitar don't use the same one and don't play it in the same way, and definitely don't do that first. i was recommending doing the percussion first. that's just something i've learned from experience. not the drums, not the bass, not the chords, but actually the percussion. like shakers/tambs/hi hats, etc. ch-k-ch-k-ch that sort of thing. this is why you'll need to have your writing all zipped up at this point, tempo and roadmap need to be finalized in order for this approach to really work. if you're curious as to how to learn how to run such a complex operation, i would suggest starting with songs less than 5 seconds in length"
        ]
    },
    {
        "date": "7.25.19 9:05 pm",
        "ctx": [
            "Is it possible to go infinity and beyond?",
            "'beyond' wouldn't be necessary, but no"
        ]
    },
    {
        "date": "7.25.19 8:55 pm",
        "ctx": [
            "why is white so bright",
            "someone's gotta do it"
        ]
    },
    {
        "date": "7.25.19 7:50 pm",
        "ctx": [
            "if you could eat clouds, what would you use to eat them?"
        ]
    },
    {
        "date": "7.25.19 7:03 pm",
        "ctx": [
            "Why aren't strawberries berries?",
            "to get those sweet clicks"
        ]
    },
    {
        "date": "7.25.19 6:18 pm",
        "ctx": [
            "When will the cows reveal themselves as aliens?",
            "they are wondering when you will reveal yourself as an alien"
        ]
    },
    {
        "date": "7.25.19 5:52 pm",
        "ctx": [
            "Thoughts on birds?",
            "they're like the flying version of animals"
        ]
    },
    {
        "date": "7.25.19 5:47 pm",
        "ctx": [
            "What's your creative philosophy?",
            "57B",
            "I always try to compose from the heart, with a focus on emotional impact, but with your \"image,\" is there something you try to \"go for\" when you write?",
            "yes. usually the final result you see is what i'm going for, although in some cases what i was 'going for' would have been 10 to 20 percent better, but was unable to reach that due to standard earthly constraints"
        ]
    },
    {
        "date": "7.25.19 5:37 pm",
        "ctx": [
            "why do you have the immediate answers?",
            "i do not, but that would be nice if i did"
        ]
    },
    {
        "date": "7.25.19 5:30 pm",
        "ctx": [
            "people are annoying. why is that?",
            "it was passed down from their forefathers"
        ]
    },
    {
        "date": "7.25.19 5:10 pm",
        "ctx": [
            "any creative tips on celebrating your nameday?",
            "no"
        ]
    },
    {
        "date": "7.25.19 5:00 pm",
        "ctx": [
            "how to not be scared of making phone calls",
            "start with something very simple, like 1-800-flowers, or 9-1-1"
        ]
    },
    {
        "date": "7.25.19 4:53 pm",
        "ctx": [
            "why are you so awesome?",
            "could be some kind of defense mechanism"
        ]
    },
    {
        "date": "7.25.19 4:31 pm",
        "ctx": [
            "am i in a void or not",
            "cannot be in a void. voids are empty"
        ]
    },
    {
        "date": "7.25.19 3:51 pm",
        "ctx": [
            "crunchy cheetos or puffy cheetos",
            "why can't they be both"
        ]
    },
    {
        "date": "7.25.19 3:25 pm",
        "ctx": [
            "what is the most asked question this month?",
            "this one"
        ]
    },
    {
        "date": "7.25.19 2:03 pm",
        "ctx": [
            "Are you incapable of making a new upload on YT? \u0013\u0013",
            "most of my uploads are actually videos made and produced by me. which i am capable of but there is a lot that goes into it",
            "I mean it's been 4 months!",
            "i did one before that took me 11 months"
        ]
    },
    {
        "date": "7.25.19 1:34 pm",
        "ctx": [
            "(ref: q.php?date=201907251129)7.25.1911:29 am  Thank you very much for your answer. It is very helpful, but I'm referring more to the natural resistance and lack of motivation I feel to learn the process (it could be any process). How too I bust through that?\n\nDoes this resistance I feel mean that I don't want the thing badly enough?",
            "yes"
        ]
    },
    {
        "date": "7.25.19 1:22 pm",
        "ctx": [
            "Do you prefer anything or everything?",
            "anything"
        ]
    },
    {
        "date": "7.25.19 12:50 pm",
        "ctx": [
            "Will That Video Talking About Velcro Be Ever Made Because It Seems ...Interesting",
            "too scrapy"
        ]
    },
    {
        "date": "7.25.19 12:37 pm",
        "ctx": [
            "How can i be a positive person?",
            "be a positive object and then gradually undergo metamorphosis into a person"
        ]
    },
    {
        "date": "7.25.19 12:37 pm",
        "ctx": [
            "How do I write question",
            "it can't be done"
        ]
    },
    {
        "date": "7.25.19 12:18 pm",
        "ctx": [
            "Is water wet or not",
            "it's extremely dry"
        ]
    },
    {
        "date": "7.25.19 12:01 pm",
        "ctx": [
            "What is a normal time to eat lunch?",
            "lunch time"
        ]
    },
    {
        "date": "7.25.19 11:48 am",
        "ctx": [
            "How do I take over the questions page? I would like to establish a strict policy of communism.",
            "too late it's already communist"
        ]
    },
    {
        "date": "7.25.19 11:47 am",
        "ctx": [
            "Why my geog teacher is so rude?",
            "could be some underlying cardinal frustrations"
        ]
    },
    {
        "date": "7.25.19 11:29 am",
        "ctx": [
            "I am in a situation where I want something really badly (a website for myself), but I don't like the process to get it (learn how to build it, and then do it). Have you ever been in a situation like that?",
            "sort of",
            "Do you have any advice for me? thanks a lot!",
            "if you can make text files and if you have a web broswer, you can make a website without the internet, just on your computer. pretty cool. then once you have some things happening there, it's a pretty small leap to launch it online"
        ]
    },
    {
        "date": "7.25.19 11:24 am",
        "ctx": [
            "How would you advise a child who lives the exact same day everyday and a life restricted to school and home without any freedom?",
            "some people would risk it all and give up everything just for the opportunity to have home and school",
            "Life is boring and I can't be bothered to wait for change to happen.",
            "i will see if i can get that expedited for you"
        ]
    },
    {
        "date": "7.25.19 10:19 am",
        "ctx": [
            "Can you try making a video with the same type completely on a mobile device like an iPad or some sort?",
            "there is currently no type, but i would be interested in delving madly into ipad software"
        ]
    },
    {
        "date": "7.25.19 9:08 am",
        "ctx": [
            "Opinion on fish as pet?",
            "too large"
        ]
    },
    {
        "date": "7.25.19 8:44 am",
        "ctx": [
            "Opinion about velcro?",
            "fake"
        ]
    },
    {
        "date": "7.25.19 7:13 am",
        "ctx": [
            "how many garlic cloves to potatoes is ideal for mashed potatoes?",
            "skip the potatoes, and just mash the cloves"
        ]
    },
    {
        "date": "7.25.19 6:09 am",
        "ctx": [
            "how do you know so much",
            "i made it up"
        ]
    },
    {
        "date": "7.25.19 5:20 am",
        "ctx": [
            "Do you have problems in your life so that why your 'hi I'm steve' video has a deeper meaning?",
            "everyone has problems, but that video is more focused on solving them. i consider the final jingle (\"that's the way we can get things done\") to be the most important part of the video"
        ]
    },
    {
        "date": "7.25.19 4:38 am",
        "ctx": [
            "i have ideas for things like cartoons and movies but i have no experience with making either one. ive been writing down my ideas in a little book and im banking that im going to forget all of it, find my book, and work on my ideas when i have more experience on the topics in the future. my question is what can i do to save my ideas that i cant explain on paper? and how would i be able to remember every little detail without missing anything that i thought of in the past? (lets say the past is right now)",
            "record a short video of yourself talking through it, acting it out, and explaining it in as many ways as you can. in your idea list, write town the title/location/filepath of the demo video"
        ]
    },
    {
        "date": "7.25.19 3:20 am",
        "ctx": [
            "do you think a book is good?",
            "it has to be 300 pages or more"
        ]
    },
    {
        "date": "7.25.19 2:51 am",
        "ctx": [
            "is there any triangle boy movie or any of the likes? i'd like to see more of my three sided bb thanks",
            "you don't wanna see it"
        ]
    },
    {
        "date": "7.25.19 1:50 am",
        "ctx": [
            "how does one not forget everything thats currently important to them?",
            "write it down, maybe twice"
        ]
    },
    {
        "date": "7.25.19 12:40 am",
        "ctx": [
            "How do I make a song while knowing nearly nothing about music theory? Like I have an idea of what the mood is supposed to be like and all but when I start playing on the piano, I don't know how to modify a chord or scale and stuff like that so I don't get anywhere interesting.",
            "no one knows. until you spend some time with it, and then suddenly you know. think back to the way you learned your native language"
        ]
    },
    {
        "date": "7.24.19 11:40 pm",
        "ctx": [
            "what is the occupation that you think is the most underrated?",
            "job rater"
        ]
    },
    {
        "date": "7.24.19 10:06 pm",
        "ctx": [
            "you think could upload the stems to Just Did a Bad Thing? i love the production and would like to hear the individual instruments to see how it's made.",
            "i would love to release that but the price would be too high"
        ]
    },
    {
        "date": "7.24.19 9:30 pm",
        "ctx": [
            "do you use tab or space for formatting? pick carefully, your life's on the line",
            "no it's not but i use both"
        ]
    },
    {
        "date": "7.24.19 8:15 pm",
        "ctx": [
            "hello bill, do you have any more scheduled interviews coming up? both of your recent interviews were great. i hope you enjoyed them as much as we enjoyed watching/listening to them. you previously talked about how you were terrible at doing interviews but, imho, they're great and very genuiune. please don't go hard on yourself. it's great seeing you on screen. you are great.",
            "i am doing as many as possible in order to unlock higher skill levels"
        ]
    },
    {
        "date": "7.24.19 7:12 pm",
        "ctx": [
            "peach iced tea or lemon iced tea?",
            "how about just ice, fuck the fruit"
        ]
    },
    {
        "date": "7.24.19 6:17 pm",
        "ctx": [
            "Have You Ever Thought The World Is StupidSo You Planned To Raid Area 51 Steal The Aliens Move To Mars And Lived There?",
            "why leave home? raid area 51 online"
        ]
    },
    {
        "date": "7.24.19 5:49 pm",
        "ctx": [
            "do you live in a castle",
            "technically yes"
        ]
    },
    {
        "date": "7.24.19 4:25 pm",
        "ctx": [
            "Are you a tractor?",
            "technically no"
        ]
    },
    {
        "date": "7.24.19 3:34 pm",
        "ctx": [
            "in march 2014 you asked if me if i wanted to get high and now weed is legal in canada so when I turn 18 meet me at toronto pearson I have decided to accept your offer thank you very much I have a potato to eat",
            "make sure you get some black pepper on it, in case you get too high"
        ]
    },
    {
        "date": "7.24.19 2:52 pm",
        "ctx": [
            "how can I find songs I could really like?",
            "they have to find you, but you could entice them by going to more places"
        ]
    },
    {
        "date": "7.24.19 1:41 pm",
        "ctx": [
            "How do I know what I'm feeling",
            "you must use your brain/mind to interpret the feelings"
        ]
    },
    {
        "date": "7.24.19 12:31 pm",
        "ctx": [
            "Got a pin from your shop and it is very nice. Where can i wear it?",
            "i don't know",
            "On one hand pins seem like a weird thing to wear in public but on the other hand i really want do wear your pin.",
            "it could go on the jean"
        ]
    },
    {
        "date": "7.24.19 11:55 am",
        "ctx": [
            "Do you agree disorder is the purpose of everything?",
            "no"
        ]
    },
    {
        "date": "7.24.19 10:04 am",
        "ctx": [
            "would it be possible to use midi input from your (musical) keyboard to do key shortcuts?it looks like there are some programs to do this",
            "yes. the thing i am most interested in working out now would be how to use a sliders device (such as a mixingboard style control surface) to directly control any slider or parameter in a program, particularly a video editing program. preferably multiple controls at the same time, each with different sliders"
        ]
    },
    {
        "date": "7.24.19 9:56 am",
        "ctx": [
            "How many bad days have you had so far?",
            "at least 4"
        ]
    },
    {
        "date": "7.24.19 8:29 am",
        "ctx": [
            "Can you tell me how to fly?",
            "must obtain thrust, and lift"
        ]
    },
    {
        "date": "7.24.19 7:21 am",
        "ctx": [
            "where can motivation be found?",
            "in the garbage"
        ]
    },
    {
        "date": "7.24.19 6:18 am",
        "ctx": [
            "what are your thoughts on the new Twitter \"update?...\" it's literally mobile Twitter and it pisses me off",
            "one solution would be to move to the sahara desert where there is no twitter"
        ]
    },
    {
        "date": "7.24.19 5:00 am",
        "ctx": [
            "In the event of becoming a self aware dinosaur, would you accept being a dinosaur?",
            "i suppose i would have to"
        ]
    },
    {
        "date": "7.24.19 4:19 am",
        "ctx": [
            "if the next song u make was your last, what would it be about",
            "you"
        ]
    },
    {
        "date": "7.24.19 3:53 am",
        "ctx": [
            "Do you actually exist?",
            "let me run some experiments to find out"
        ]
    },
    {
        "date": "7.24.19 2:43 am",
        "ctx": [
            "can I have your bread?",
            "i thought you already had it"
        ]
    },
    {
        "date": "7.24.19 1:11 am",
        "ctx": [
            "If you were a teacher, what subject would you teach (that isn't music-related)?",
            "whatever was asked"
        ]
    },
    {
        "date": "7.24.19 12:11 am",
        "ctx": [
            "do you think the area 51 raid is actually going to happen?",
            "i don't care"
        ]
    },
    {
        "date": "7.23.19 11:58 pm",
        "ctx": [
            "on a Scale from 1 to 5 how big is the earth?",
            "maybe 3"
        ]
    },
    {
        "date": "7.23.19 10:26 pm",
        "ctx": [
            "Hey bill, so I was thinking about doing some magic. Do you have any advice for that?",
            "magic is self doing"
        ]
    },
    {
        "date": "7.23.19 9:15 pm",
        "ctx": [
            "I've got some songs I wrote on guitar and I want to record them to record more of my music, but I feel stuck unless I'm playing on my guitar. Is it better to record the guitar and build from there or try to lay a groundwork and then overdub it for stable rhythm?",
            "it's going to be a very different activity, playing/singing as a 1 person live performer (guitar), vs. designing an arrangement. both processes can be very rewarding, but they're totally different. if you're doing an arrangement i would not recommend starting with your normal solo guitar performance. if you're working alone, i would strongly recommend using a click and doing percussion first. then do temp instruments, then temp vocal, then go back and re-build the instrumental arrangement, then finally re-do the vocal, then maybe touch up the instruments then maybe touch up the vocal. where as, on the other hand, if you'd rather capture the solo singer-songwriter/guitar performance, i would suggest capturing as much room noise as you can"
        ]
    },
    {
        "date": "7.23.19 7:53 pm",
        "ctx": [
            "Are you an airplane?",
            "it almost seems that way sometimes"
        ]
    },
    {
        "date": "7.23.19 7:51 pm",
        "ctx": [
            "are there any sad jazz songs?",
            "sure",
            "it seems to me that the more \"jazzy\" you make a song, the more upbeat, cheery, playful, or even \"chill\" it sounds.",
            "how about \"my funny valentine\", or the A sections of paul mccartney's \"my valentine\""
        ]
    },
    {
        "date": "7.23.19 7:48 pm",
        "ctx": [
            "What is the name of this chord?\n\nA#/Bb - C - E?",
            "sounds like C7. if the bass is on C then you can call it C7. if the bass is on F#, you can call it F#7b5. if the bass is on Ab, you can call it Abaug(add2). if the bass is on F, you can call if Fsus4maj7. if the bass is on B, you can give the charts back to the arranger with some (ref: thesearentright.mp4)constructive feedback"
        ]
    },
    {
        "date": "7.23.19 6:19 pm",
        "ctx": [
            "after quite some time of not knowing what to draw, an idea finally popped into my head last night!!!! I'm working on the drawing right now yayyyy!!!!!!!!\nI've decided to try my best to make the drawing look different from my past drawings. It just NEEDS to be different, I mean, I haven't done anything in weeks! The problem that I'm currently facing is the idea that the drawing won't be worth the wait.. My audience is waiting for me to post something good, but what if the drawing doesn't end up meeting their expectations? What if the drawing ends up looking the same as my past ones despite my efforts to make it look different and unique?\nDo you ever worry about this kind of stuff?",
            "yes",
            "If so, how do you cope with these negative thoughts and worries?",
            "fake my own death",
            "Do you simply ignore the thoughts and just hope for the best? Or do you do something else?",
            "you could try exploring some entirely new mediums, and platforms, where you might have much less experience, forcing you to think outside the box and also should appear much different especially because you don't know how to do any of the things you always did before"
        ]
    },
    {
        "date": "7.23.19 5:26 pm",
        "ctx": [
            "Have you ever just been Mad Online(tm)?",
            "i was going to say no, but now that i think about it yes, every day i am"
        ]
    },
    {
        "date": "7.23.19 5:23 pm",
        "ctx": [
            "when you were writing notebook stuff back in 2005 (or earlier), were you thinking they would be published or shown to anyone else?",
            "yes",
            "if not, when did you decide to publish them?"
        ]
    },
    {
        "date": "7.23.19 4:55 pm",
        "ctx": [
            "I feel so alone. Not in the sense that I don't have any friends, or nobody to talk to... but we're all humans. WHERE ARE THE ALIENS??? Shouldn't there be some by now?? Just... where is everybody? Where are they? I'm so lost and confused I wanna build a rocket ship and go exploring",
            "sounds like you might want to be the aliens"
        ]
    },
    {
        "date": "7.23.19 4:20 pm",
        "ctx": [
            "follow your heart or your mind?",
            "if you get them going in generally the same direction, then you can follow both"
        ]
    },
    {
        "date": "7.23.19 2:11 pm",
        "ctx": [
            "I just discovered \"The Narrative\", it is a magic narration by myself of my own story. It happens real time as the story unfolds, mostly out loud (not quietly inside my head), and it is extremely powerful. If it is turned off, the story defaults along, but if it's turned on, I'm in control of the story.\n\nIs this what you refer to when you say you gotta talk things out?",
            "yes"
        ]
    },
    {
        "date": "7.23.19 12:40 pm",
        "ctx": [
            "is the reason for your hiatus due to triangle boy the movie",
            "there is no hiatus nor triangle boy movie"
        ]
    },
    {
        "date": "7.23.19 12:16 pm",
        "ctx": [
            "(ref: q.php?date=201907211902)7.21.197:02 pm  have you looked at Karabiner, you can use it to bind keys to stuff on mac",
            "yes, i currently use it. still haven't figured out how to do anything with 'complex modifiers' and editing json scripts. and when using it with additional normal keyboards, i still don't know any way to really get more key functions besides assigning it to the 32 mouse buttons, only 29 of which work, and all of which still tend to click in a web browser and also in the dock. and it's still not enough to fill the whole keyboard. let me know if you have any detailed tips or tricks, and/or troubleshooting advice"
        ]
    },
    {
        "date": "7.23.19 11:43 am",
        "ctx": [
            "why is 1 smaller than 2?",
            "it doesn't really matter, as long as it's smaller or bigger"
        ]
    },
    {
        "date": "7.23.19 11:03 am",
        "ctx": [
            "do you believe in the moon?",
            "yes"
        ]
    },
    {
        "date": "7.23.19 10:38 am",
        "ctx": [
            "hey bill my friend is impatient and thinks that impatience is a good thing to express through a question on here but also is too lazy to do it himself. how do I get him to shut up (ideally through some passive-aggressive means)?",
            "there are probably some system commands you could run on his computing device that make all those unnecessary GUI animations 20 to 30x slower than they already are"
        ]
    },
    {
        "date": "7.23.19 9:10 am",
        "ctx": [
            "I gave up on my degree, what should I do now?",
            "invent some of your own"
        ]
    },
    {
        "date": "7.23.19 8:26 am",
        "ctx": [
            "what's your favorite style of art?",
            "my favorite thing is when it changes styles"
        ]
    },
    {
        "date": "7.23.19 8:18 am",
        "ctx": [
            "Here's a question. In \"Mount St. Helens Is About to Blow Up\", you sing \"all my friends, family and animals probably gonna run away\". By this, do you mean \"all of my friends, all of my family and all of my animals are going to run away\"? Or is it instead \"all of my friends and family are going to run away, in addition to animals that may not necessarily belong to me\"? Thank you.",
            "there is possibly considerable overlap amongst them all"
        ]
    },
    {
        "date": "7.23.19 6:47 am",
        "ctx": [
            "Which song of yours is your favorite?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "7.23.19 5:58 am",
        "ctx": [
            "what do you have to say for the education system today?",
            "nothing"
        ]
    },
    {
        "date": "7.23.19 5:44 am",
        "ctx": [
            "cats are liquids",
            "ok but i was thinking of getting a second opinion"
        ]
    },
    {
        "date": "7.23.19 5:02 am",
        "ctx": [
            "what's the point of time zones?",
            "that would be a meager attempt to cover up how flat the earth is"
        ]
    },
    {
        "date": "7.23.19 4:56 am",
        "ctx": [
            "do you think minecraft is a good game?",
            "much more"
        ]
    },
    {
        "date": "7.23.19 4:47 am",
        "ctx": [
            "Do you still like to answer so many questions?",
            "yes"
        ]
    },
    {
        "date": "7.23.19 3:43 am",
        "ctx": [
            "Am I an advanced form of AI?",
            "i was going to say no but now that i think bout it yes"
        ]
    },
    {
        "date": "7.23.19 3:31 am",
        "ctx": [
            "Has anyone ever told you that you look like the Soup Nazi character from Seinfeld?\n\nBecause you do.",
            "no that's because i don't"
        ]
    },
    {
        "date": "7.23.19 3:13 am",
        "ctx": [
            "how cool is the blimp in mount st helens?",
            "cooler than it was represented, visually"
        ]
    },
    {
        "date": "7.23.19 2:47 am",
        "ctx": [
            "god damn you wanna do something right in making the smallest little eensy weensie change, it takes years of study and recalibration. turns out everything is karate",
            "that's true"
        ]
    },
    {
        "date": "7.23.19 2:39 am",
        "ctx": [
            "are you gonna post a teaser on your instagram?",
            "yes"
        ]
    },
    {
        "date": "7.23.19 2:19 am",
        "ctx": [
            "Are you gonna go for enlightenment this lifetime?",
            "sure",
            "And/or self-realization",
            "yes"
        ]
    },
    {
        "date": "7.23.19 1:46 am",
        "ctx": [
            "crazy how jrr tolkien made elfs and dwarfs cool by making them elves and dwarves. how did he figure that out do you think",
            "could have thought of it while on safari"
        ]
    },
    {
        "date": "7.23.19 1:07 am",
        "ctx": [
            "do people conceptualize time via numbers?",
            "yes",
            "do we require labels such as months and years and seconds to be able to define and understand the concept of time?",
            "it helps",
            "what is time if you eliminate outside stimuli from which to gauge it?",
            "nothing",
            "is it possible for us to understand time with no clocks, no sun moving through the sky, no seasons?",
            "not without something that can be used as a clock. and almost anything that moves can be used as a clock",
            "this shit really starts to make no sense when you consider relativity...like how do you explain the concept of time moving faster for someone in a spaceship to your dog, which has no real idea of some grand unifying force tying different actions and memories together?",
            "that is a huge glaring problem with almost every attempted explaination of time dilation i have ever seen",
            "sorry i doubt you are particularly interested in this.\u0001",
            "i am highly interested in it",
            "i will refrain from submitting more questions of the sort for at least another two weeks or so"
        ]
    },
    {
        "date": "7.23.19 12:31 am",
        "ctx": [
            "Is iced tea juicy or wet?",
            "wet"
        ]
    },
    {
        "date": "7.22.19 10:20 pm",
        "ctx": [
            "if someone opened an umbrella inside what would you do",
            "that would not affect my behaviour unless it was done extremely close to me, in which case i would hopefully defend myself by reflex"
        ]
    },
    {
        "date": "7.22.19 8:23 pm",
        "ctx": [
            "Will you ever actually make that episode about velcro?",
            "i doubt it",
            "I'm pretty sure it's being eagerly anticipated by many...",
            "i doubt that too"
        ]
    },
    {
        "date": "7.22.19 8:21 pm",
        "ctx": [
            "How do you write your songs?",
            "i have to let them write me"
        ]
    },
    {
        "date": "7.22.19 7:10 pm",
        "ctx": [
            "does a hot dog count as a sandwich",
            "a hot dog is considered a cereal"
        ]
    },
    {
        "date": "7.22.19 6:58 pm",
        "ctx": [
            "how hard did you fight the producers at genius when they asked you to read your song lyrics without the melody",
            "not hard enough. actually what i was pushing for was clips from the original video"
        ]
    },
    {
        "date": "7.22.19 6:28 pm",
        "ctx": [
            "hey quick question, if i have a chord with a number, say f11,",
            "that's a weird example which has problems",
            "do i just add the fourthnote in the scale to the major triad? if so what is the difference between an 11 and a 4?\nthanks",
            "it's less about rules than you may think. it's like spelling. it's developed over time and there are some exceptions that don't make too much logical sense but that's how it's evolved. i will go through all the numbers and see if i can explain what each one probably means.\n F1 probably a race car\n F2 you might occasionally see this as an abbreviation for Fsus2, that would be notes F G C\n F3 nothing that i know of\n F4 you might occasionally see this as an abbreviation for Fsus4, that would be notes F Bb C\n F5 that would be a \"power chord\", notes F and C only\n F6 that would be notes F A C and D, optional to leave C out\n F7 that means \"F dominant 7\" which is notes F A C and Eb. optional to leave out C\n F8 i've never seen this used by anyone else, but i personally use it as a chord symbol for F and F (an octave apart)\n F9 that means \"F dominant 9\" which is notes F A C Eb and G. optional to leave out C. who knows, maybe even leave out A\n F13 that means \"F dominant 13\" which is notes F A C Eb and D, with likely also G included, and optionally leave out C. maybe even leave out A\n F10, F12, F14 i've never seen any of those used as chord symbols.\n F11 the reason i consider this a strange example is because i think given the pattern seen with F9 and F13, it seems that any number higher than 7 will mean Fdominant7 plus that extra note. so according to this pattern, F11 would have to include A, Eb, AND Bb. but it is commonly thought (and taught) that Bb is no good on F7 unless you get rid of the A. in which case it would be called F7sus4. However, one time i saw F11 in a book and they actually used it to represent Eb/F (which means Eb, G, Bb, with F in the bass.) in other words, F9sus4. I'm pretty sure if you write F11, it will be not clear whether it includes the A or not. I'm not sure if F11 is assumed to be shorthand for F7sus4. I don't think it's clear enough. If you actually want the A and the Bb, and the Eb, i would recommend saying F7add4. if you don't want the A, i would recommend saying F7sus4. F11 will be ambiguous on the question of whether to include the A, which is kind of an important question"
        ]
    },
    {
        "date": "7.22.19 6:12 pm",
        "ctx": [
            "what is your favourite cereal.",
            "i think i prefer the bowl",
            "mine is chocolate hazelnut squares but the cheap ones i'm eating taste like cardboard"
        ]
    },
    {
        "date": "7.22.19 4:44 pm",
        "ctx": [
            "Are you going to storm area 51",
            "no"
        ]
    },
    {
        "date": "7.22.19 2:45 pm",
        "ctx": [
            "whats the best smoothie recipe",
            "take something incredibly rough and put it in a blender"
        ]
    },
    {
        "date": "7.22.19 2:38 pm",
        "ctx": [
            "Now knowing you are a pro level drummer, what's some drum tips you have for self taught drummers?",
            "understand time and learn how to count it. even if you make up your own way, it will be similar to everyone else's way",
            "It's such an exciting revelation that I don't know what to ask."
        ]
    },
    {
        "date": "7.22.19 2:37 pm",
        "ctx": [
            "are you ever gonna stream on twitch?",
            "i think so"
        ]
    },
    {
        "date": "7.22.19 1:55 pm",
        "ctx": [
            "But what is water",
            "i'm not sure"
        ]
    },
    {
        "date": "7.22.19 12:54 pm",
        "ctx": [
            "which is better: mona lisa or starry night",
            "starry night"
        ]
    },
    {
        "date": "7.22.19 12:13 pm",
        "ctx": [
            "opinion on space shuttles",
            "they are *out of this world*"
        ]
    },
    {
        "date": "7.22.19 11:46 am",
        "ctx": [
            "do you learn mandarin?",
            "no but that sounds enticing"
        ]
    },
    {
        "date": "7.22.19 4:45 am",
        "ctx": [
            "how to enjoy smalltalk when I most likely dont have a lot in common with the person talking and/or not a slightest hint of what might be interesting to both of us. When you kind of feel (or maybe its just me) like you can't really open up about what you enjoy thinking/talking about for fear of being judged. How to care less about the impression I give people when my me-ness can sometimes be offputting if I do open up myself to people?",
            "think more about them than about you. ask questions"
        ]
    },
    {
        "date": "7.22.19 4:19 am",
        "ctx": [
            "last mistake you made?",
            "did something correctly"
        ]
    },
    {
        "date": "7.22.19 3:36 am",
        "ctx": [
            "what's a synonym for bohemian rhapsody?",
            "personal epic meltdown"
        ]
    },
    {
        "date": "7.22.19 3:17 am",
        "ctx": [
            "Have you ever liked one genre of music so much, but then suddenly discover a completely different genre that soon you aren't able to get enough of, and while you still haven't forgetten about genre 1, genre 2 is so different that you worry that transitioning back to genre 1 will be tough? I guess it's relevant to add that genre 1 and genre 2 are genres so different, that one might find it difficult to have them co-exist in a single playlist, due to the concept that these genres elicit such different moods and imaginations from oneself. But I guess, the same might not be true to you,Bill, and being able to listen to Autumn Love right after Emerald Princess is as easy as forgetting your toast in the microwave.",
            "toast in the microwave???"
        ]
    },
    {
        "date": "7.22.19 1:32 am",
        "ctx": [
            "can you finish prime factoring 1021",
            "i think i left off after 19. next, check 23, we can use the triple. add 69 is 1090, drop the zero, 109 which i happen to know is prime (first decade of the 3 digits is prime-stuffed, i.e. 101, 103, 107, 109 are all prime) so therefore 23 is out. next check 29, add 29 is 1050, 105, double it is 210, drop the zero, 21, not a mult of 29. 29 is out. keep in mind we only have to go up to the square root of 1021 as long as we check thoroughly. 31 squared is 961, and 40 squared is 1600 so 37 squared is already gonna be too high. so 31 would be the last number we need to check. 1021 minus 31 is 990, drop the zero 99, clearly not a mult of 31. congratulations, 1021 is prime"
        ]
    },
    {
        "date": "7.22.19 12:09 am",
        "ctx": [
            "who would win in a fight: a sloth or 15 salmon?",
            "i don't care, the fighting must stop"
        ]
    },
    {
        "date": "7.22.19 12:03 am",
        "ctx": [
            "favorite spongebob moment?",
            "the one where he says the thing about mayonnaise"
        ]
    },
    {
        "date": "7.21.19 11:56 pm",
        "ctx": [
            "you've given me the idea that you can prevent the frustration of trying to get the attention you want by eliminating insecurity. but i dont know how to do that, i focus too much how little attention i already have that i put even less effort into writing music, and its impossible to avoid facing the reality that no one noticesme unless i do something that feels unoriginal. ive already had too much experience of getting theattention i want, but with the sense of piggybacking off the work of dead composers. that's how i feel with being a musician that performs songs already written. sorry i guess this question could have been a lot shorter but if you're gonna answer what should i do",
            "if you want people to pay attention to a piece of music, you could try putting a video to it. that's a classic maneuver"
        ]
    },
    {
        "date": "7.21.19 11:56 pm",
        "ctx": [
            "you've given me the idea that you can prevent the frustration of trying to get the attention you want by eliminating insecurity. but i dont know how to do that, i focus too much how little attention i already have that i put even less effort into writing music, and its impossible to avoid facing the reality that no one noticesme unless i do something that feels unoriginal.",
            "i thought it was the original stuff that gets noticed, where as the unoriginal stuff blends in and get less noticed",
            "ive already had too much experience of getting theattention i want, but with the sense of piggybacking off the work of dead composers. that's how i feel with being a musician that performs songs already written. sorry i guess this question could have been a lot shorter but if you're gonna answer what should i do"
        ]
    },
    {
        "date": "7.21.19 11:55 pm",
        "ctx": [
            "will you ever put i'm crazy/it's raining on spotify/itunes?",
            "yes",
            "i need this song in my everyday life"
        ]
    },
    {
        "date": "7.21.19 11:44 pm",
        "ctx": [
            "What editing software do you use?",
            "i wish i knew"
        ]
    },
    {
        "date": "7.21.19 11:31 pm",
        "ctx": [
            "Are you going to the Area 51 raid",
            "no",
            "and if yes what are you going to go there for?",
            "perhaps if i wanted to be chastised"
        ]
    },
    {
        "date": "7.21.19 11:02 pm",
        "ctx": [
            "how long do you usually spend answering a question",
            "usually 1 second unless for some reason the questions stirs a deep conflict within my soul"
        ]
    },
    {
        "date": "7.21.19 10:50 pm",
        "ctx": [
            "If you were on the first settler mission to Mars and had the opportunity to divert the rest of the folks back to earth so that you could be the sole resident of Mars, would you do it?",
            "no"
        ]
    },
    {
        "date": "7.21.19 10:34 pm",
        "ctx": [
            "in trying to learn the chords to some songs i like, i think i figured out the reason why perfect pitch isn't as helpful as people think it is. the biggest challenge for me when hearing a chord is making out the individual notes from this magical cloud of sound. even if i had perfect pitch, i would still have to extract which notes are being played, which might be super easy for the top and bottom notes, but it's the ones in the middle where it's hard to even hear what's going on. does that make sense?",
            "people with absolute pitch tend to be alarmingly bad at hearing chords. that's just something i've noticed. probably not always true, but absolute pitch certainly does not help with chords"
        ]
    },
    {
        "date": "7.21.19 10:12 pm",
        "ctx": [
            "(ref: q.php?date=201907210215)7.21.192:15 am Should the revolution be televised?",
            "yes, if possible"
        ]
    },
    {
        "date": "7.21.19 10:02 pm",
        "ctx": [
            "is innovation getting harder?",
            "no, easier"
        ]
    },
    {
        "date": "7.21.19 9:27 pm",
        "ctx": [
            "is this the greatest website on the internet?",
            "it's in the top 10"
        ]
    },
    {
        "date": "7.21.19 9:10 pm",
        "ctx": [
            "do you have a keyboard shortcut for answering 'i was going to say no but now that i think about it yes'?",
            "i was going to say no but then i realized i should make one. but then i changed my mind and realized i don't want to because i prefer for that answer to be open to slight variations"
        ]
    },
    {
        "date": "7.21.19 9:05 pm",
        "ctx": [
            "HOW TO GOOD MUSIC",
            "the world may never know"
        ]
    },
    {
        "date": "7.21.19 7:02 pm",
        "ctx": [
            "have you seen taran van hemert's videos?",
            "yes",
            "he uses autohotkey to do keyboard stuff but he has some very good ideas, i've definitely used some of his things",
            "he is an inspiration, although it's difficult for me to replicate his methods exactly because we use different operating systems. anyone with experience in this area, feel free to contact and advise. would greatly appreciate it"
        ]
    },
    {
        "date": "7.21.19 6:38 pm",
        "ctx": [
            "Do you like cell mitosis",
            "yes"
        ]
    },
    {
        "date": "7.21.19 6:22 pm",
        "ctx": [
            "When is the next song coming in?",
            "soon i hope",
            "Also, love your style of music. :)",
            "that's nice of you"
        ]
    },
    {
        "date": "7.21.19 5:59 pm",
        "ctx": [
            "do you think it's good to pay attention to OnLine people",
            "it's getting harder to tell who is on or offline"
        ]
    },
    {
        "date": "7.21.19 5:13 pm",
        "ctx": [
            "RE: Not understanding why anyone would create software and not make every feature accessible via keyboard. Being able to click on stuff means you don't have to memorise a list of commands or even remember that Alt brings up menus.",
            "i never, ever said i was opposed to being able to click on stuff.",
            "So developers implement being able to click File > Save first and CTRL-S later. Later never comes because the devs ran out of time or were bad at their jobs. I'm an amateur web dev and I'd never heard of this preference. The applause that followed your remark surprised me. Surely your niche opinion on software was not already widely held by that audience;as you had said yourself in what I believe were your initial writings on the matter, you felt that you had held this question subconsciously for a long time before you could express it. But the applause also made sense on a different level. I feel like we all hate the mouse deep in our hearts.",
            "i don't hate the mouse at all. it's one of the most important inventions of all time",
            "Anyway so I looked it up and found out about the principle of keyboard comp atibilit y, which is similarly that all software should be accessible via keyboard because many people aren't able to use a mouse due to a disability. Not sure whether you knew that, but either way, it's a good opinion to be promoting and I'm glad I'm now a slightly less ignorant amateur web dev.",
            "when it comes to using a mouse to click on a button, it is extremely inefficient to maneuver the mouse to the location of a fake button and pretend to press it. however, that's a great thing to do when first learning the application. but as you approach an expert level, it becomes vitally important to add the extra speed of using the keyboard. this is only for button-style functions ('do a thing', etc). this does not apply to actual graphical functions that require motion/movement"
        ]
    },
    {
        "date": "7.21.19 4:40 pm",
        "ctx": [
            "Have You Quit",
            "quit what"
        ]
    },
    {
        "date": "7.21.19 3:50 pm",
        "ctx": [
            "Hi Bill. I just tried to transcribe a song, but there were some ambiguous chords in there. I also don't know if I am notating things correctly. Can you please check?\n\nSong (0:00-1:35) https://www.youtube.com/watch?v=vKdHdv6NGf4\n\n\nChords (4 bar lines)\n\n(Intro)\n\n1sus 1 1maj9 1\n\n(Main)\n\n1 3sus 3 6min 5min7 1aug (~ii V I in key of 4)\n\n47 1/3 2min 4/5 b5°\n\n47 5/4 3min7 6min7\n\n2min7 27 5sus 5\n\n(Solo section 8 bar lines)\n\n47 3min7 47 6min9 5add6 (Scales: 4Lyd 3Phr 4Lyd 6min 3Phr)\n\n47 3min7 6min7 b7maj7 5sus 5 (4Lyd 3Phr 6min b7Lyd 5mix)",
            "that generally looks pretty good to me, but the first thing that is definitely wrong is the \"47\"s, those should be 4maj7. besides that, to just nitpick the notation and not the actual content, when you say \"5add6\" i'd say it should be 56. (actually when doing it all in numbers like this i prefer to write the 6 higher than the 5, but that's not always so easy in text, especially plaintext like this, so i don't blame you). another thing, when you have the 1aug, i think it's most likely 1aug7. they're not doing us a favor with the release/cutoff of these chords being so long, the chords are bleeding into each other. Makes that flat5 thing much less effective than it could be, and difficult to identify because if we try to pause and isolate that moment by brute force, it's going to have the previous chord smeared in with it. But for sure plain as day to me that feels like a thing i always use, which would be a 3aug triad over b5 bass note. (not b5dim as you called it) so in this key, Baug/C#. if you listen carefully you can very clearly hear the E note (from the C/D chord)   change to Eb during the chord. also, for more even smaller nitpicks, the 2min on the second line is 2min7. just noticed the first chord at the very top also has a 2 in it. so you might say 1sus2,4. and the 1maj9 on the first line i would definitely call that 5/1 (5 over 1). straight off the yacht"
        ]
    },
    {
        "date": "7.21.19 3:49 pm",
        "ctx": [
            "how do you come up with the ideas for the art that goes with your videos? is there a theme or is it just random? (probably just random but still)",
            "my general strategy is to make the video as good as possible"
        ]
    },
    {
        "date": "7.21.19 3:15 pm",
        "ctx": [
            "Are babies one form of Artificial Intelligence?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "7.21.19 1:31 pm",
        "ctx": [
            "best way to end a conversation?",
            "earthquake"
        ]
    },
    {
        "date": "7.21.19 12:12 pm",
        "ctx": [
            "Are you on the autism spectrum? I have autism and am constantly misdiagnosing people with ASD bc I think everyone else has autism.",
            "i can relate to some of the key traits, but certainly not all of them"
        ]
    },
    {
        "date": "7.21.19 11:29 am",
        "ctx": [
            "What car do you drive?",
            "[Your Brand Here] ad space available"
        ]
    },
    {
        "date": "7.21.19 9:23 am",
        "ctx": [
            "At this point, are you not putting \"I'm crazy/it's raining\" on Spotify out of spite/annoyance/disliking your fans/something similar? Because that's what it feels like. It seems like it would be so easy. If that's not it, then why?",
            "got to be some kind of superstition"
        ]
    },
    {
        "date": "7.21.19 8:40 am",
        "ctx": [
            "how did abiogenesis abiogenerate?",
            "curiously"
        ]
    },
    {
        "date": "7.21.19 7:46 am",
        "ctx": [
            "do you ever feel like just slapping your knee",
            "touching it, not slapping it"
        ]
    },
    {
        "date": "7.21.19 6:41 am",
        "ctx": [
            "what do you think of Prog Rock?",
            "it is visible at high tide, although it appears very small"
        ]
    },
    {
        "date": "7.21.19 6:41 am",
        "ctx": [
            "What do you think is the beast breakfast food for a 23 year old art student?",
            "meet and beef"
        ]
    },
    {
        "date": "7.21.19 6:40 am",
        "ctx": [
            "Am I talking to a AI that would only be found in Area 51 because you raided it",
            "area 51 is self raiding. not necessary to raid"
        ]
    },
    {
        "date": "7.21.19 4:36 am",
        "ctx": [
            "how do you \"be yourself\"? aren't you always being yourself?",
            "i can be possible to impersonate someone else by mistake"
        ]
    },
    {
        "date": "7.21.19 4:35 am",
        "ctx": [
            "do you have more instrumentals you wanna put up on the website or have you not made any since 2014 due to making other content",
            "there are some that are much older which i have not put up yet"
        ]
    },
    {
        "date": "7.21.19 3:27 am",
        "ctx": [
            "Are you an advanced formof AI?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "7.21.19 2:15 am",
        "ctx": [
            "when is the revolution coming",
            "every day"
        ]
    },
    {
        "date": "7.20.19 11:35 pm",
        "ctx": [
            "i got a job interview monday for a position that is potentially waaaaaaaaay more high paying than anything i thought would ever be possible at this point in my life.i have been planning budgets at living on only a fraction of this money.and it looks like it still may allow me a sort of sustainable amount of time to create things outside of work.good enough that i could probably get by doing this a couple of years.what do you think i should do with this insane amount of extra money? save it like crazy right?",
            "i would say you shouldn't be thinking this much about it before you've actually gotten the job"
        ]
    },
    {
        "date": "7.20.19 10:23 pm",
        "ctx": [
            "have you ever been in a steamroom\n\nits like a sauna with this mint-smelling steam its so good i'm in one now",
            "i'm in one that is several hundred miles in size. although no mint"
        ]
    },
    {
        "date": "7.20.19 5:45 pm",
        "ctx": [
            "Do you actually answer these questions, or is it some sort of robot? It seems to me that you have like 15 answers that you use for most questions.",
            "sometimes it seems like there's only 15 questions"
        ]
    },
    {
        "date": "7.20.19 5:31 pm",
        "ctx": [
            "(serious) do the lyrics of your long songs actually have meaning",
            "the meaning would be strongest when combined with the music",
            "or are they just random words that came off on top of your head? (y/n)",
            "my songs don't have words. if any of it sounds like words that's a coincidence"
        ]
    },
    {
        "date": "7.20.19 4:41 pm",
        "ctx": [
            "what music do you like?",
            "incorrect"
        ]
    },
    {
        "date": "7.20.19 3:52 pm",
        "ctx": [
            "why do so many people want your opinion on communism?",
            "probably just casual conversation"
        ]
    },
    {
        "date": "7.20.19 2:09 pm",
        "ctx": [
            "Are you supercalifragilisticexpialidociousor are you just normal?",
            "no and that's the same thing"
        ]
    },
    {
        "date": "7.20.19 12:08 pm",
        "ctx": [
            "whats the best topping for rice cakes",
            "already been topped, with rice. the rice topping is already baked on. it's unclear which side is the top, so the rice toppings have been into the bottom also, just to be safe"
        ]
    },
    {
        "date": "7.20.19 9:52 am",
        "ctx": [
            "hey bill how do i make potions?",
            "all you gotta do is mix 2 non-potions"
        ]
    },
    {
        "date": "7.20.19 9:26 am",
        "ctx": [
            "Do you eat horse?",
            "never eat horse. must only drink horse"
        ]
    },
    {
        "date": "7.20.19 9:10 am",
        "ctx": [
            "can states morally secede?",
            "sure"
        ]
    },
    {
        "date": "7.20.19 8:45 am",
        "ctx": [
            "Will the video you're working on ever be finished?",
            "yes and more"
        ]
    },
    {
        "date": "7.20.19 8:23 am",
        "ctx": [
            "could you put down your guard for a minute so we can destroy you?",
            "i will think about it"
        ]
    },
    {
        "date": "7.20.19 6:24 am",
        "ctx": [
            "I have a great idea that can help you remove some pressure from people demanding more content: Take some of the old classic Bill Wurtz songs that we all love (Crazy/raining, Bob Marley, I Can Play, The Road etc.) and put them up on Spotify! That would generate some hype in the community and give you some more time to figure out your new software in peace.\n\nThanks :)",
            "that doesn't quite fit with the theme around here these days, of 'new and improved'"
        ]
    },
    {
        "date": "7.20.19 5:10 am",
        "ctx": [
            "Did you know that there is a legitimate argument for the idea that water is not wet?",
            "i don't care"
        ]
    },
    {
        "date": "7.20.19 3:51 am",
        "ctx": [
            "Do you find yourself being recognised by fans in public often?",
            "i am able to disguise myself by wearing my pants sideways"
        ]
    },
    {
        "date": "7.20.19 1:47 am",
        "ctx": [
            "Ever eat a burrito and wish it was filled with stew?",
            "no, that's because i don't know what stew is"
        ]
    },
    {
        "date": "7.20.19 1:00 am",
        "ctx": [
            "Are you coming back?",
            "i didn't leave"
        ]
    },
    {
        "date": "7.19.19 11:17 pm",
        "ctx": [
            "what makes music awesome? thabks",
            "scientists are still trying to figure out"
        ]
    },
    {
        "date": "7.19.19 11:11 pm",
        "ctx": [
            "Why do most of you videos involving wanting you or someone to come home?",
            "they don't but i respect your opinion"
        ]
    },
    {
        "date": "7.19.19 11:08 pm",
        "ctx": [
            "do you follow a specific process to make your videos?",
            "yes"
        ]
    },
    {
        "date": "7.19.19 10:46 pm",
        "ctx": [
            "I wrote a song whilst experiencing an anomalous creative surge and now I'm worried I'll never write a better song. Have you ever experienced this?",
            "not since long before i realized it's not true"
        ]
    },
    {
        "date": "7.19.19 9:14 pm",
        "ctx": [
            "Are still making videos?",
            "yes"
        ]
    },
    {
        "date": "7.19.19 8:43 pm",
        "ctx": [
            "I want to name my lamp, what is a good name for a lamp?",
            "My Lamp"
        ]
    },
    {
        "date": "7.19.19 8:34 pm",
        "ctx": [
            "Where did the kitten who usually hangs out in my backyard go? I'm concerned for her saftey.",
            "could have gotten a network television deal"
        ]
    },
    {
        "date": "7.19.19 7:35 pm",
        "ctx": [
            "yknow if you wait long enough (like 25 years or so) technology might progress to the point where it could automatically transcribe most of the source material of the notebook page",
            "i think that technology existed 30 years ago. maybe 50"
        ]
    },
    {
        "date": "7.19.19 6:32 pm",
        "ctx": [
            "have you ever noticed how *perfect* water is?",
            "yes"
        ]
    },
    {
        "date": "7.19.19 6:21 pm",
        "ctx": [
            "Please, please, please be so kind and answer this question Bill!\n\nPreamble: you generate a ton of files: text files for ideas, journals, lyrics, scripts, etc etc, images, pictures, screenshots, audio recordings, video recordings, combinations of all of the above when you start editing and putting them together, and all the other things I'm probably missing.\n\nActual question: how do you organize all that?",
            "by date or contents. the computer organizes that for me. yours probably does too",
            "Final rant: I feel that so many of my ideas and projects get stuck just because my laptop is a mess, I have files all over the place, and an organizing system that has a lot of room for improvement and I use only inconsistently. I don't know exactly how or where to start improving this. I'm also afraid that organizing could be a very long project in of itself. HELP!\n\nThanks a lot!",
            "i try to put a keyword in the name of the thing, and then add a distinctive keymash (ajoi3rre0) to make sure it doesn't collide. if it's text and need to find it, i can also search by contents. just type distinctive string you know is in there, in quotes. \nthere's a lot of different things depending on your use case. and you also need to organize your mind / life, which is probably the more important challenge"
        ]
    },
    {
        "date": "7.19.19 5:33 pm",
        "ctx": [
            "Do you consider yourself an animator",
            "not yet"
        ]
    },
    {
        "date": "7.19.19 4:50 pm",
        "ctx": [
            "what is your opinion on communism",
            "tried and true"
        ]
    },
    {
        "date": "7.19.19 4:19 pm",
        "ctx": [
            "do you plan on releasing anything in the near future?",
            "yes"
        ]
    },
    {
        "date": "7.19.19 3:45 pm",
        "ctx": [
            "Wait did you do a live stream??",
            "no"
        ]
    },
    {
        "date": "7.19.19 3:40 pm",
        "ctx": [
            "Are you really gonna force me to get a tiktok",
            "no"
        ]
    },
    {
        "date": "7.19.19 3:28 pm",
        "ctx": [
            "DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT DID YOU QUIT ?",
            "quit what"
        ]
    },
    {
        "date": "7.19.19 3:05 pm",
        "ctx": [
            "is it weird (or will it be weird) going through [massive technology transformation] and also make reality videos about the nearly year long struggle that was making hotewig? since you were going through a similar but smaller scale transformation with 3d animation at the time. do you feel like that was a completely different person?",
            "reality editing has always been many years offset. so i am used to that feeling. if i spend a lot of time searching through reality archives sometimes i feel like i am transported to that time, and i almost forget what the current date/year is"
        ]
    },
    {
        "date": "7.19.19 2:30 pm",
        "ctx": [
            "is your current technological adaptation an attempt to design a system of keyboard shortcuts/controls for every single thing you have to do when making a song video (and non-song videos too I suppose), and subsequently learning to use them fluently?",
            "that's always a good idea. but then sometimes certain things just can't be shortcutted. then you search a little harder and you find out that they can, but some of them still can't. then, you look a little harder and you may eventually find that even those can, but yet still some other ones still can't. then one day you can't take it anymore and you resort to more advanced tactics",
            "If so, I think that's a genius idea to speed up the song-video release time to fit within the dream schedule. And it's totally worth a period of time with no new releases in order to give you a chance to learn it.",
            "automation is not the only thing i am working on"
        ]
    },
    {
        "date": "7.19.19 1:07 pm",
        "ctx": [
            "what do you call that part when somebody is about to spill the beans about something important, but then somebody interrupts him/her.",
            "a good save"
        ]
    },
    {
        "date": "7.19.19 11:47 am",
        "ctx": [
            "(ref: q.php?date=201907180009)7.18.1912:09 am  is \"get from here to there\" a valid purpose for buying a boat? or building one, for that matter?",
            "yes"
        ]
    },
    {
        "date": "7.19.19 10:52 am",
        "ctx": [
            "(ref: q.php?date=201907182206)7.18.1910:06 pm  wait what? Stream? have you been live streaming?",
            "no but i was a guest on a show that did"
        ]
    },
    {
        "date": "7.19.19 10:45 am",
        "ctx": [
            "Hi Bill, fan club president here. You owe your membership fees, when can I expect them?",
            "there must be some mistake, i'm not in a fan club"
        ]
    },
    {
        "date": "7.19.19 7:55 am",
        "ctx": [
            "am i a cat",
            "possibly 2 cats"
        ]
    },
    {
        "date": "7.19.19 3:57 am",
        "ctx": [
            "do you have a favorite videogame console you played on in your childhood? favorite videogame on that console?",
            "apple IIe"
        ]
    },
    {
        "date": "7.19.19 3:22 am",
        "ctx": [
            "Are you quitting videos, or making another video about history?",
            "neither"
        ]
    },
    {
        "date": "7.19.19 1:05 am",
        "ctx": [
            "i really enjoyed the live stream.i like watching your interviews.you're doing a good job.do you feel physically tired after?",
            "no"
        ]
    },
    {
        "date": "7.19.19 12:53 am",
        "ctx": [
            "can a state be legitimate",
            "for the right price"
        ]
    },
    {
        "date": "7.19.19 12:27 am",
        "ctx": [
            "Will you make more youtube videos",
            "i will think about it"
        ]
    },
    {
        "date": "7.19.19 12:20 am",
        "ctx": [
            "when you combine a certain thing with another certain thing you can get an incredibly emotional moment. i take for example you songs: in i wanna be a movie star at the part \"everybody wants more than just a friend\" you added the phrase \"let's reestructure the fabric of the known universe\" in the video. the fact here is that you added it at a part when the melody has like a \"rise\" so it causes some kind of euphoria, mixed with adrenaline, inspiration and energy. i mean, if that sentence wouldn't be there it'd definitely have a less-powerful effect. i also noticed that in and the day goes on with the \"mountain escape plan\" and the \"use a bike to escape the grid\" at a calm part preparing for the \"rising part\" (\"and i'm right where I belong\"). but the truth is you do this a lot, countless times, do you do this on purpose?",
            "the best description was your first sentence",
            "are you conscious of that effect you produce?",
            "yes",
            "and how do you know where, when, whenst and how to use it?",
            "all i can do is use my own emotions as a guide"
        ]
    },
    {
        "date": "7.18.19 11:45 pm",
        "ctx": [
            "How big is the rock you live under",
            "fake"
        ]
    },
    {
        "date": "7.18.19 10:28 pm",
        "ctx": [
            "Hi Bill,\n\nWith regards to your desire to use AppleScript to press buttons that Automator cannot write scripts for, have you attempted to use macOS's GUI Scripting festures? See the Apple Developer guide here:\n\nhttps://developer.apple.com/library/archive/documentation/LanguagesUtilities/Conceptual/MacAutomationScriptingGuide/AutomatetheUserInterface.html\n\nHope this helps.\n\nTake care, give care, kill all cops,\n-Maymay",
            "the ones i'm having trouble with not menus. but the way i can list everything (more than menus) is by saying \"UI elements.\" an example of ones that are giving me trouble are \"static text.\" also, for this, the inspector shown on the page you linked is useful but not really because it usually gives the wrong name of stuff, where as the \"UI elements\" gives the exact name of stuff. but it unfortunately doesn't give all the actions that can be done with it. what's further ironic is that the Automator will record your action beautifully and say \"click static text\". but if you write that yourself exactly in the apple script the same way, it just says 'missing value.' this method works for most buttons/menus, etc, but for certain things, like when you 'click static text' that doesn't work"
        ]
    },
    {
        "date": "7.18.19 10:06 pm",
        "ctx": [
            "I noticed that you want to do mocap in that recent stream.did you know you can do mocap with a Kinect?",
            "yes but it seems kinect is extinct. all the information on that subject is from about 2014. if you think this method still exists and if you can walk me through the steps i would love to hear it. also i think windows is required, is that correct"
        ]
    },
    {
        "date": "7.18.19 10:05 pm",
        "ctx": [
            "so do you eat Ice?",
            "no"
        ]
    },
    {
        "date": "7.18.19 8:11 pm",
        "ctx": [
            "im a weird astral thing stuck in a humanoid body, which i guess is just as equally a weird astral thing... maybe. hm.. and i belong making music and creating what i feel, because living around all these people isnt doing it anything but... confining. constraining. ive barely lived out my life, but i have trouble. the main problem now seems to be i have a shitty laptop and cant find the software thats right, thats cheap or free or whatever.. but all the other pieces are there to start. any wise words?",
            "use what you have. it sounds like you haven't learned how to use it yet. getting extra things is just going to make the learning more difficult",
            "i have guitars. i have drums. no keys. no software. no mics.",
            "i think you own something with a mic. almost everything has mics nowadays. but if you really don't have one, you'll have to start playing live shows",
            "no money. its pretty fucked to be stuck. but i know things will move with time. patience. this is an awful question. . oops. awful questions are worth asking too, sometimes. hm. if you get to this, know its giant for me. thanks, bill. you inspire me infinitely. even if this goes unanswered (how does one answer this anyway)"
        ]
    },
    {
        "date": "7.18.19 8:06 pm",
        "ctx": [
            "I had my phone audio on mono for ~6 months without knowing it by accident, and I switched it off today, allowing songs to make full use of my car's surround sound speakers. Contrary to my expectations since you are a small indie producer with little/no outside help, your songs made great use of it (particularly when i get older). Do you design music with different types of speakers that might play them in mind?",
            "the goal is to try to make it sound as good as possible on any device",
            "Do you listen to your tracks in various ways (eg mono, stereo, surround) to see how that might affect them?",
            "sometimes it's good to test in mono, to catch more obvious things. i've never tested in surround and i actually don't really know how it works nor have access to it"
        ]
    },
    {
        "date": "7.18.19 7:14 pm",
        "ctx": [
            "whos your parents",
            "sigfried and roy"
        ]
    },
    {
        "date": "7.18.19 5:25 pm",
        "ctx": [
            "hey bill, me and my friends decided to play parrot or carrot, but we dont know how to play it. can you leave instructions? thabk you",
            "fake"
        ]
    },
    {
        "date": "7.18.19 5:22 pm",
        "ctx": [
            "what do you think about people trying to be a smartass by saying that old music is better than modern music.",
            "the joke's on them. the old music was once new and the new music will soon be old"
        ]
    },
    {
        "date": "7.18.19 4:51 pm",
        "ctx": [
            "Don't know why you say you aren't a good guitarist. Quote from the comments of I'm Crazy / It's Raining: \"If that guitar playing wasn't quantized...he is one of the most in-time, scary, skilled, studio-quality musicians out there.\" My one (nerdy) question is, what type of guitar do you play in that video?",
            "yamaha mm6",
            "I'll take a random guess that it's a 60's-era Japanese brand, but I'd be intrigued to find out. Lovely clean sound."
        ]
    },
    {
        "date": "7.18.19 3:11 pm",
        "ctx": [
            "hey bill are those chords right? (love takes time mariah carey verses) B, F#/A#, G#m, D#m/F# (B/D#), C#m, B/D#, F#sus, F#. oh and what is the chord after the F# major?? (i think it's an F#add2 but i'm not sure) thx :)",
            "? i think you meant to say Badd2 (it goes back to the top obviously ... then to next sec which is E)"
        ]
    },
    {
        "date": "7.18.19 2:09 pm",
        "ctx": [
            "am i schizophrenic",
            "yes and no"
        ]
    },
    {
        "date": "7.18.19 1:18 pm",
        "ctx": [
            "how to unbecome a sex machine",
            "it was in the handbook, which unfortunately is now un readable because you sexed it"
        ]
    },
    {
        "date": "7.18.19 1:02 pm",
        "ctx": [
            "What's your favourite music?",
            "i like it when it's different from what i previously thought was my favorite"
        ]
    },
    {
        "date": "7.18.19 12:58 pm",
        "ctx": [
            "how do i hallucinate more effectively",
            "use communication device(s)"
        ]
    },
    {
        "date": "7.18.19 12:44 pm",
        "ctx": [
            "How do you feel about hexaflexagons?",
            "fake"
        ]
    },
    {
        "date": "7.18.19 12:35 pm",
        "ctx": [
            "Are you unique?",
            "i think so but i have to double check"
        ]
    },
    {
        "date": "7.18.19 12:02 pm",
        "ctx": [
            "Up or down?",
            "how about to the side"
        ]
    },
    {
        "date": "7.18.19 10:35 am",
        "ctx": [
            "i hope no one has asked you this, but what is happening in 1:47 on \"long long long journey\" ?\n\nhttps://youtu.be/0jEm6owSKFU?t=107\n\nThe high frequency beeping is really interesting, as it seems to be irregular rhythms/non-linear. if i slow it down, it seems to be live as it is not exactly equal spacing for all notes.\n\nthis is my attempt at transcribing the first bar, ignoring unequal note spacing, with x as beep, and o as a rest\n\nxxxo|xxox|oxxo|xoxo|\n\nthanks a ton if you answer it!",
            "the behavior seems to be that of a timbale player. it's all transcribable as 16th notes, but consider some of them flams. and the rhythm is stretched ever so slightly. i think if you imagine a loud timbale player is briefly having his/her party moment, it may become clear. also it's not a loop, it's a full take played through, so you're not gonna get the same thing for each bar"
        ]
    },
    {
        "date": "7.18.19 9:40 am",
        "ctx": [
            "thoughts on ending sentences like this,,,, instead of this...",
            "gives it more of a slant"
        ]
    },
    {
        "date": "7.18.19 5:59 am",
        "ctx": [
            "Are you normal?",
            "Yes!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
        ]
    },
    {
        "date": "7.18.19 5:04 am",
        "ctx": [
            "If you could host a time traveller party, when would you invite?",
            "the inventor of time travel"
        ]
    },
    {
        "date": "7.18.19 4:53 am",
        "ctx": [
            "You still have your notebook on the front page, but it isn't being regularly used.",
            "yes it is",
            "Are you running out of pages?",
            "no",
            "I can get you a new one"
        ]
    },
    {
        "date": "7.18.19 4:19 am",
        "ctx": [
            "Opinion on woodpeckers?",
            "always impressed at the amount of wood they peck. \"no wood left un pecked,\" that is their slogan"
        ]
    },
    {
        "date": "7.18.19 3:42 am",
        "ctx": [
            "How's it like on the other side of the planet?",
            "the same but some things are in reverse"
        ]
    },
    {
        "date": "7.18.19 3:07 am",
        "ctx": [
            "Why is \"good morning\" a greeting when \"good night\" is not? Help I'm scared",
            "i am too"
        ]
    },
    {
        "date": "7.18.19 3:05 am",
        "ctx": [
            "I want to join the Area 51 raid, but I live in Long Island NY and I'm a broke child and have no money to buy a plane ticket so how can I get there?",
            "you can't, but you can follow along at home by raiding some of the living room furniture"
        ]
    },
    {
        "date": "7.18.19 1:42 am",
        "ctx": [
            "Why don't you posted more Youtube videos?",
            "i am learning how to post more"
        ]
    },
    {
        "date": "7.18.19 1:19 am",
        "ctx": [
            "I'm not happy right now, what do I do?",
            "make up a song about it"
        ]
    },
    {
        "date": "7.18.19 12:09 am",
        "ctx": [
            "do you have any advice for building boats",
            "it's important to know the purpose of the boat when building it"
        ]
    },
    {
        "date": "7.17.19 10:43 pm",
        "ctx": [
            "In the song rabbit snakes, did you really mean that you can only count to 12",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "7.17.19 9:56 pm",
        "ctx": [
            "tips on using vocal EQ because I can't find the best setting, please?",
            "do it with no setting, and just leave it that way until you get sick of it, and then go in and edit it, specifically editing out the part you are sick of"
        ]
    },
    {
        "date": "7.17.19 9:30 pm",
        "ctx": [
            "couldn't you prevent anyone from answering the same exact question you already answered, by redirecting them to said questioN?",
            "yes, i do that on the anagrams page, but that would become problematic on the questions page because sometimes the answer to the same question changes. like \"what day is it\""
        ]
    },
    {
        "date": "7.17.19 9:25 pm",
        "ctx": [
            "what's the biggest waste of time",
            "time cannot be wasted. it stops when nothing is happening"
        ]
    },
    {
        "date": "7.17.19 9:05 pm",
        "ctx": [
            "If Steve isn't Steve than who is Steve?",
            "could be a well known public figure, in disguise as a non-public figure, for privacy reasons, which backfired because steve has now become a public figure"
        ]
    },
    {
        "date": "7.17.19 8:56 pm",
        "ctx": [
            "Are you going to area 51 on September 20?",
            "no"
        ]
    },
    {
        "date": "7.17.19 8:55 pm",
        "ctx": [
            "What genre is your music?",
            "you'll have to listen and see"
        ]
    },
    {
        "date": "7.17.19 7:45 pm",
        "ctx": [
            "any tips for making a living out of your art?",
            "step 1 is to decide how yours it is. then spend the according amount of time developing it for its prime audience (you, depending on how yours you want it to be). then once you feel you absolutely cannot satisfy that audience any greater, then go ahead and hit the market, and quite frankly it doesn't matter which market. if you've completed steps 1 through 3 you should have plenty of staying power due to confidence, and the product will be more than ready by then",
            "you know, what was that experience like for you,",
            "confusing, until i unlocked a few simple secrets",
            "and what hurdles should i expect when pursuing that endeavor?",
            "confusion, not knowing what's going on, etc"
        ]
    },
    {
        "date": "7.17.19 7:33 pm",
        "ctx": [
            "help im a nordic raider and the village im saving is burning what do i do?",
            "try singing a rune"
        ]
    },
    {
        "date": "7.17.19 6:48 pm",
        "ctx": [
            "should you always cling onto yourself if you don't know what you are?",
            "no"
        ]
    },
    {
        "date": "7.17.19 6:45 pm",
        "ctx": [
            "do you think a batch process (write 5 songs, record all 5, then mix all 5, master them, etc) could ever work for you?",
            "yes. in a way, my writing/recording/video process could be considered batch processes, because the entire songwriting is done first, then the entire song recording is done, then the entire video is done"
        ]
    },
    {
        "date": "7.17.19 6:11 pm",
        "ctx": [
            "have you experienced the truth?",
            "i might be experiencing it now"
        ]
    },
    {
        "date": "7.17.19 6:05 pm",
        "ctx": [
            "someone out there has asked you the most questions, and by virtue of asking so many, is probably still asking away. what would you like to say to this person",
            "i appreciate the support, but the occasional rude tauntings about not keeping up with their particular favorite type of content is not helpful or nice and i hope they stop although they probably will not"
        ]
    },
    {
        "date": "7.17.19 5:44 pm",
        "ctx": [
            "Do you show respect towards rocks?",
            "if they earn it"
        ]
    },
    {
        "date": "7.17.19 5:10 pm",
        "ctx": [
            "bill you used to never talk about your opinions,",
            "that's not true",
            "but recently you've been stating a lot of opinions, what changed?",
            "not that",
            "asking because i kinda have the same problem"
        ]
    },
    {
        "date": "7.17.19 5:07 pm",
        "ctx": [
            "is the \"k\" silent in kmart",
            "it's featured"
        ]
    },
    {
        "date": "7.17.19 5:01 pm",
        "ctx": [
            "Have you finished running the test about the earth's flatness?",
            "it has a flatness of 8"
        ]
    },
    {
        "date": "7.17.19 4:52 pm",
        "ctx": [
            "what emotion are you feeling",
            "57b"
        ]
    },
    {
        "date": "7.17.19 4:35 pm",
        "ctx": [
            "hi bill. does everybody asking you \"wheres the video bil!!\" all the time ever stress you out?",
            "sometimes",
            "keep going, bill, the horizon is waiting!",
            "there is no such thing as the horizon. try to go there and you will see what i mean"
        ]
    },
    {
        "date": "7.17.19 4:16 pm",
        "ctx": [
            "i want to do a whole bunch of things, but there is a very challenging thing that i could do first that would give me much more opportunity to do the other things. the problem is said thing to do first could take a very, very long time (potentially on the order of decades) and if i screw it up im in big fucking trouble. should i prioritize the first thing anyway?",
            "that all depends on which things they are, which is a detail you have conveniently left out of your story"
        ]
    },
    {
        "date": "7.17.19 2:53 pm",
        "ctx": [
            "who really cares? who's willing to save a word that is destined to die?",
            "perhaps someone who's destined to make it live"
        ]
    },
    {
        "date": "7.17.19 2:25 pm",
        "ctx": [
            "Where is your favorite place in the world",
            "earth"
        ]
    },
    {
        "date": "7.17.19 2:16 pm",
        "ctx": [
            "do you think vegans can have pudding",
            "vegans can have anything as long as it's through a vegan converter straw"
        ]
    },
    {
        "date": "7.17.19 2:13 pm",
        "ctx": [
            "Is empathy selective by nature?",
            "huh",
            "Does every human only empathize with those they like or are neutral towards?",
            "doubt it"
        ]
    },
    {
        "date": "7.17.19 1:47 pm",
        "ctx": [
            "favorite song released before 1960?",
            "battle of new orleans by johnny horton"
        ]
    },
    {
        "date": "7.17.19 12:15 pm",
        "ctx": [
            "What is your opinion?",
            "1=2"
        ]
    },
    {
        "date": "7.17.19 12:13 pm",
        "ctx": [
            "I've been considering making stock music as some sort of investment for my future, since apparently somewhere people pay for this and if I have a collection online, then future people may send me some small amount of future money randomly throughout the future.What are your thoughts?",
            "that could be a good idea. but depending on what type of artist/creator you are, this may give you a deep feeling of emptiness, and it will be nearly impossible to go through with it, in which case don't"
        ]
    },
    {
        "date": "7.17.19 12:10 pm",
        "ctx": [
            "What's your speed at coming up with new song ideas?",
            "about 1.2",
            "I feel like I can instantly come up with a bunch of musical ideas that are beautiful and fresh and have potential to be impactful.I definitely struggle lyrically though. Without lyrics is it all pointless?",
            "no",
            "Also, for you, once you have an idea decided upon is it a pretty linear process to the song being finished?",
            "yes",
            "Or could the same idea turn out in different ways and still be good?",
            "yes",
            "Is potentiality an illusion?",
            "i was going to say no but now that i think about it yes",
            "How do you deal with possibilities and the chance something could be way different and somewhat better, somehow.",
            "speed up"
        ]
    },
    {
        "date": "7.17.19 9:49 am",
        "ctx": [
            "Hey, could you recommend something to listen to to me? Any genre will do",
            "pink noise"
        ]
    },
    {
        "date": "7.17.19 9:46 am",
        "ctx": [
            "Okay, be honest now... Did you get as good as you are at music by using the popular and acclaimed and definitely not annoying learning tool \"Yousician\"?",
            "no",
            "All the guys in the adverts say it works so it must do right?"
        ]
    },
    {
        "date": "7.17.19 9:36 am",
        "ctx": [
            "Does your song actually contain a secret message",
            "that depends how easily you were able to receive the message"
        ]
    },
    {
        "date": "7.17.19 8:31 am",
        "ctx": [
            "would you ever collaborate with other musicians?",
            "somewhat"
        ]
    },
    {
        "date": "7.17.19 8:25 am",
        "ctx": [
            "how do you stay motivated to work every day",
            "could be fun"
        ]
    },
    {
        "date": "7.17.19 6:54 am",
        "ctx": [
            "are you involved in a secret society",
            "i can't tell you"
        ]
    },
    {
        "date": "7.17.19 6:15 am",
        "ctx": [
            "is it more important to clean my room or take a walk",
            "one interesting thing you could do is gather up all the things from your room and then take a walk and distribute them throughout the world"
        ]
    },
    {
        "date": "7.17.19 5:55 am",
        "ctx": [
            "Are you bad?",
            "yes, and good"
        ]
    },
    {
        "date": "7.17.19 5:36 am",
        "ctx": [
            "feeling like going somewhere new but don't quite know where.do you have any ideas",
            "go into explore mode"
        ]
    },
    {
        "date": "7.17.19 5:34 am",
        "ctx": [
            "How can bass be floaty while also being the backbone of a song at the same time?",
            "you have to know where the important points of the song are. it's like a run-jump platform game (mario, etc). as long as you know where all the platforms are, you'll know when and where to land, and where and when you can be in the air"
        ]
    },
    {
        "date": "7.17.19 5:28 am",
        "ctx": [
            "How much bubble bath is too much?",
            "that depends on the size of your house"
        ]
    },
    {
        "date": "7.17.19 5:17 am",
        "ctx": [
            "What's your favourite music?",
            "pink noise"
        ]
    },
    {
        "date": "7.17.19 4:41 am",
        "ctx": [
            "Why should I be happy to be alive?",
            "can make some interesting shapes and movements"
        ]
    },
    {
        "date": "7.17.19 4:25 am",
        "ctx": [
            "i'm so mad rn all my energy to do what i wanted to do is gone because my work has been corrupted and there's no freaking way to get it back and it's not even my fault so there's not even a good way to prevent it in the future and now i want to never use this thing ever again god fricn stupid",
            "i think there is a good way to prevent it in the future, and it might be to not use whatever device caused it. another way to prevent it is having good save and backup strategies"
        ]
    },
    {
        "date": "7.17.19 2:06 am",
        "ctx": [
            "do you ever feel like useless and unproductive?",
            "yes"
        ]
    },
    {
        "date": "7.17.19 2:04 am",
        "ctx": [
            "are you making a different video or working on something huge?",
            "learning to make videos"
        ]
    },
    {
        "date": "7.16.19 11:08 pm",
        "ctx": [
            "why is the bass on the bottm",
            "because you said so. bass means bottom"
        ]
    },
    {
        "date": "7.16.19 11:06 pm",
        "ctx": [
            "How do I start a business?",
            "you have to get 2 existing businesses to get intimate with each other"
        ]
    },
    {
        "date": "7.16.19 11:05 pm",
        "ctx": [
            "Do you use Google?",
            "sometimes i think it uses me"
        ]
    },
    {
        "date": "7.16.19 11:04 pm",
        "ctx": [
            "can you give me a good senior quote",
            "i am quote"
        ]
    },
    {
        "date": "7.16.19 10:49 pm",
        "ctx": [
            "any tips on how to endure a really long family road trip?",
            "start a new family"
        ]
    },
    {
        "date": "7.16.19 9:05 pm",
        "ctx": [
            "do you get the tinglies when listening to certain music?",
            "yes"
        ]
    },
    {
        "date": "7.16.19 7:46 pm",
        "ctx": [
            "are you nocturnal?",
            "no"
        ]
    },
    {
        "date": "7.16.19 7:01 pm",
        "ctx": [
            "Why does your website have so many spelling errors when going to the categories?",
            "those aren't errors, that's title design"
        ]
    },
    {
        "date": "7.16.19 6:59 pm",
        "ctx": [
            "Is the earth flat",
            "hold on let me run some tests"
        ]
    },
    {
        "date": "7.16.19 5:43 pm",
        "ctx": [
            "do you know of a way to keep certain kinds of older outdated devices from being able to connect with your website?",
            "no. it would actually be preferable if older devices are allowed. not everyone can afford to keep buying new devices every year, and it is very important that my site still works for them. maybe on some very old devices it will be one of the only sites that works"
        ]
    },
    {
        "date": "7.16.19 4:48 pm",
        "ctx": [
            "least favorite liquid?",
            "poison"
        ]
    },
    {
        "date": "7.16.19 4:44 pm",
        "ctx": [
            "What's your most desired video editing or video effects technique that you not know how to do yet, but wish you knew?",
            "motion capture"
        ]
    },
    {
        "date": "7.16.19 3:40 pm",
        "ctx": [
            "what do you think about the internet",
            "could be the next big thing"
        ]
    },
    {
        "date": "7.16.19 3:24 pm",
        "ctx": [
            "after your tech transformation, will future videos more or less make themselves",
            "OH THAT'S WHAT I'M TALKING ABOUT"
        ]
    },
    {
        "date": "7.16.19 3:14 pm",
        "ctx": [
            "Hey bill :)\nHow did you come up with your unique video style?",
            "simply by acting normally and naturally",
            "Absolutely falling in love with it <3\nAnd with which program do you Edit your Videos?",
            "i don't know anymore"
        ]
    },
    {
        "date": "7.16.19 2:43 pm",
        "ctx": [
            "The text font looks different in the new reality video. Why?",
            "i have access to many different fonts on my computer. this has been an invaluable creative tool for me"
        ]
    },
    {
        "date": "7.16.19 2:08 pm",
        "ctx": [
            "What's your favourite sound",
            "vumpf"
        ]
    },
    {
        "date": "7.16.19 1:41 pm",
        "ctx": [
            "I watched your H3H3 podcast. Do you regret going onto the show? There were a lot of points where you looked uncomfortable.",
            "i regret name searching the show on twitter the night before. everything would have been better if i had not done that"
        ]
    },
    {
        "date": "7.16.19 1:02 pm",
        "ctx": [
            "while you were doing research for the history videos, did you save all your searches so that you could go back to the sources you took the info from and re-check, or did you keep like 100 tabs open",
            "i don't use tabs but things were usually saved in history automatically, or bookmarked if i choose"
        ]
    },
    {
        "date": "7.16.19 10:53 am",
        "ctx": [
            "Bill, it isn't healthy when the Easter Bunny talks to you. You need to seek help.",
            "sounds like the one who really needs help in this situation is the easter bunny"
        ]
    },
    {
        "date": "7.16.19 10:31 am",
        "ctx": [
            "How can I translate a message into song lyrics?",
            "you're going to have to sing it. and if you have a chordal instrument, you can also use that to increase the potency"
        ]
    },
    {
        "date": "7.16.19 10:30 am",
        "ctx": [
            "How do I start a dictatorship?",
            "start out by dictating one small thing, and then dictate a little bit more each day"
        ]
    },
    {
        "date": "7.16.19 10:18 am",
        "ctx": [
            "what is your political ideology?",
            "the customer is sometimes right"
        ]
    },
    {
        "date": "7.16.19 10:09 am",
        "ctx": [
            "is the point of lyrics to be broad and vague and appeal to as many people as possible?",
            "only when combined with the music and the general context in which it is delivered",
            "Thank you, I love watching your videos and good luck on making the next ones!",
            "that's nice of you"
        ]
    },
    {
        "date": "7.16.19 9:58 am",
        "ctx": [
            "If you had to eat the same thing everyday, what would it be?",
            "rice"
        ]
    },
    {
        "date": "7.16.19 9:56 am",
        "ctx": [
            "Will you participate in the area 51 event?",
            "no"
        ]
    },
    {
        "date": "7.16.19 9:54 am",
        "ctx": [
            "Favourite letter of the greek alphabet?",
            "&Delta;"
        ]
    },
    {
        "date": "7.16.19 9:53 am",
        "ctx": [
            "How can I build a castle?",
            "one turret at a time"
        ]
    },
    {
        "date": "7.16.19 9:53 am",
        "ctx": [
            "!Do you play bridge?",
            "not since the 1920s"
        ]
    },
    {
        "date": "7.16.19 9:31 am",
        "ctx": [
            "Can you tell good from bad music?",
            "sure",
            "How does one do it?",
            "it's all bad"
        ]
    },
    {
        "date": "7.16.19 8:04 am",
        "ctx": [
            "next project?",
            "projects"
        ]
    },
    {
        "date": "7.16.19 6:55 am",
        "ctx": [
            "what are the chords to \"got to know what's going on\"? it's a great song.",
            "a lot of C, G, Emin, and D, in different orders and for different lengths. occasionally A-"
        ]
    },
    {
        "date": "7.16.19 5:23 am",
        "ctx": [
            "When will you upload the next video? Everyone is worried!",
            "hold on i'm right in the middle of inventing time travel"
        ]
    },
    {
        "date": "7.16.19 3:38 am",
        "ctx": [
            "what is your favorite chemical?",
            "h2o"
        ]
    },
    {
        "date": "7.16.19 3:20 am",
        "ctx": [
            "what's the best way to find new music to listen to",
            "make it yourself"
        ]
    },
    {
        "date": "7.16.19 2:04 am",
        "ctx": [
            "every time i go to ask a question on here i get overtaken with a distracting sense of appreciation for your music and your videos and i guess it sort of makes me lose confidence to some reason to ask a question. if you've ever felt this nervousness, what can you say about it?",
            "it's a good sign"
        ]
    },
    {
        "date": "7.16.19 1:59 am",
        "ctx": [
            "is spelling \"thank you very much\" as \"thabk yuo very muvh\" too much?",
            "could be ok for a greeting card. special occasions, etc",
            "I think it's neat but maybe that's all I need to know"
        ]
    },
    {
        "date": "7.16.19 1:47 am",
        "ctx": [
            "What can I do to more creatively voice a chord? I usually just do 1 (and 5 sometimes) in the bass and 3 and 7 in the righter regions. Is this ok or should i focus my chakra on other number combinations?",
            "no one will know these answers until you start listening to the song and what it's about / how it goes. if you give me an exact song i can more specifically look at it and tell me what you're gonna need at a certain time"
        ]
    },
    {
        "date": "7.16.19 1:07 am",
        "ctx": [
            "BILL I'M SO EXCITED WEEEEEEEEE",
            "that's understandable"
        ]
    },
    {
        "date": "7.15.19 11:27 pm",
        "ctx": [
            "Opinion about Anime?",
            "almost looks like it's moving sometimes"
        ]
    },
    {
        "date": "7.15.19 11:08 pm",
        "ctx": [
            "what is a song lyric you can't fucking stand",
            "can't say. would not be polite to the writer"
        ]
    },
    {
        "date": "7.15.19 10:52 pm",
        "ctx": [
            "Where do you find the time to do all the things you do???",
            "all the time can be found around the clock"
        ]
    },
    {
        "date": "7.15.19 9:32 pm",
        "ctx": [
            "is mount st. helens still booping along to the music as we last left it in \"mount st. helens is about to blow up\"?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "7.15.19 8:50 pm",
        "ctx": [
            "about a year and a half ago i was having trouble getting a project done, and i \"snapped\", like you have described yourself doing in the past. i went into power mode and finished it in about three months.\n\nbut after that, i had no project to work on, no clear successor, so i un-snapped and went back to doing what i was doing before. now i have a successor, but despite attempts, can't seem to \"re-snap\".\n\nhow do i do so?",
            "probably the same way you did it last time",
            "how do i muster up those same feelings on demand?",
            "i'm not sure"
        ]
    },
    {
        "date": "7.15.19 8:04 pm",
        "ctx": [
            "hey i saw you mentioned spider-verse in here, what do you think about it,",
            "it's pretty good",
            "and could you please rate it out of 10?",
            "9.8"
        ]
    },
    {
        "date": "7.15.19 6:53 pm",
        "ctx": [
            "if you could say anything to someone in the central african republic, what would it be?",
            "everything"
        ]
    },
    {
        "date": "7.15.19 6:23 pm",
        "ctx": [
            "what are your thoughts on wool sweaters?",
            "too much wool",
            "and non-wool sweaters?",
            "not enough wool"
        ]
    },
    {
        "date": "7.15.19 5:12 pm",
        "ctx": [
            "best u.s. president?",
            "lincoln"
        ]
    },
    {
        "date": "7.15.19 3:54 pm",
        "ctx": [
            "What is your favorite color?",
            "diamond"
        ]
    },
    {
        "date": "7.15.19 12:26 pm",
        "ctx": [
            "yesterday i did a bad thing and then your song was playing in my head. it was very scary. how does that make you feel",
            "like an upstanding, contributing member of society"
        ]
    },
    {
        "date": "7.15.19 12:14 pm",
        "ctx": [
            "Do you listen to Classical music a little bit?",
            "tiny bit. i would even go so far as to say an eensie weensie, teenie tiny bit"
        ]
    },
    {
        "date": "7.15.19 11:24 am",
        "ctx": [
            "what your favorite type of water",
            "wet/moist"
        ]
    },
    {
        "date": "7.15.19 11:02 am",
        "ctx": [
            "Every time I see a new bill wurtz video in my youtube subscribtion feed I get a huge dopamine kick. it's great. sadly that hasn't happened in a while. Why? :(",
            "i'm learning to do it more and better"
        ]
    },
    {
        "date": "7.15.19 11:00 am",
        "ctx": [
            "Is school fun?",
            "it can be"
        ]
    },
    {
        "date": "7.15.19 10:57 am",
        "ctx": [
            "newsongnewsongnewsongnewsongnewsongnewsong?",
            "oh that sounds delicious"
        ]
    },
    {
        "date": "7.15.19 10:55 am",
        "ctx": [
            "have you quitted youtube or making a big project",
            "learning how to make projects"
        ]
    },
    {
        "date": "7.15.19 8:05 am",
        "ctx": [
            "humans are actually so cool and interesting wtf. like were smart an all yea. but did you know we're the only ones to cry for sad reasons? what about we're the only ones to be able to communicate with a language? we're the only ones to cook our food, too.\n\ni just think its nuts",
            "sounds like a typical day in our world, nut world"
        ]
    },
    {
        "date": "7.15.19 7:25 am",
        "ctx": [
            "bill can you give us a hint on what the next video is about?",
            "ok"
        ]
    },
    {
        "date": "7.15.19 7:23 am",
        "ctx": [
            "did you discard the video you were working on when you started your technological transformation,",
            "no",
            "or are you going to resume doing it when you're fully technologically transformed?",
            "yes, and more"
        ]
    },
    {
        "date": "7.15.19 3:22 am",
        "ctx": [
            "What is your next video about and when does it come out?",
            "i'm having a contest to find out"
        ]
    },
    {
        "date": "7.15.19 3:20 am",
        "ctx": [
            "Where can I buy a plaid shirt for my rock?",
            "kmart"
        ]
    },
    {
        "date": "7.15.19 2:22 am",
        "ctx": [
            "is triangle boy the movie gonna be a real thin g?",
            "only if i can get tom cruise"
        ]
    },
    {
        "date": "7.15.19 2:12 am",
        "ctx": [
            "(ref: q.php?date=201907091928)7.9.197:28 pm  Why don't you just use a macro recorder for the x y coordinates of your cursor?",
            "doing that quite a bit now. i have to rigorously defend my window sizing(s), but as i'm beginning to do that i can already feel the power coursing through my veins"
        ]
    },
    {
        "date": "7.15.19 2:11 am",
        "ctx": [
            "bro do folks wanna know what your favorite songs that you've written yourself a lot?",
            "yes but it doesn't make sense"
        ]
    },
    {
        "date": "7.15.19 1:56 am",
        "ctx": [
            "why is this taking so much? i mean, it's been almost 4 months, are you going to show us your schedule after finishing the video?",
            "hopefully show more videos after finishing the schedule"
        ]
    },
    {
        "date": "7.15.19 1:30 am",
        "ctx": [
            "i don't understand the circle of fifths, could you explain it?",
            "all the notes are cousins. go up or down a 5th to see what note each note's cousins with"
        ]
    },
    {
        "date": "7.15.19 1:17 am",
        "ctx": [
            "Can we have an acronyms page",
            "sounds unbelievable. really excited"
        ]
    },
    {
        "date": "7.15.19 12:50 am",
        "ctx": [
            "How to not be sad all the time",
            "be mad some of the time"
        ]
    },
    {
        "date": "7.15.19 12:22 am",
        "ctx": [
            "How is your music so good?",
            "could be some type of conspiracy"
        ]
    },
    {
        "date": "7.15.19 12:12 am",
        "ctx": [
            "im here again. ive felt different every time i come to you. im tired of working and not working. i want to stop doing everything, i want to be perfect, i dont know how to work, ive failed but it means nothing. i dont know. i do know, but i dont know what to do. i do know what to do, but i just cant. why do i make myself incapable of work?",
            "you may have forgotten how much fun it can be"
        ]
    },
    {
        "date": "7.14.19 10:37 pm",
        "ctx": [
            "What is it about the minor four in a major progression that sounds so good?",
            "essentially, you have 1 note, let's say C, staying the same. while a pair of notes, (E and G) slip together hand in hand one step over the line fully into the dark realm, and back.  the C note staying the same throughout offers us a pivot with which to find common ground between the light world and dark world"
        ]
    },
    {
        "date": "7.14.19 10:06 pm",
        "ctx": [
            "are you currently in need of someone with computer programming skills?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "7.14.19 10:03 pm",
        "ctx": [
            "procrastination. what a thing innit",
            "fake"
        ]
    },
    {
        "date": "7.14.19 10:02 pm",
        "ctx": [
            "tips for staying calm when you feel so nervous you could explode?",
            "hum (ref: mmmmmmmmmmmmm.png)this repeatedly, a half step higher each time"
        ]
    },
    {
        "date": "7.14.19 9:14 pm",
        "ctx": [
            "when are you going to reveal your tik tok account",
            "tuesday maybe"
        ]
    },
    {
        "date": "7.14.19 8:38 pm",
        "ctx": [
            "Have you ever seen the reaction videos to your work? If so, what do you think of them?",
            "oh no you are trying to get me to react to a react. not falling for that one, that makes the universe explode"
        ]
    },
    {
        "date": "7.14.19 8:26 pm",
        "ctx": [
            "How confident would you be cooking a 4 course meal centering around Soy Proteins?",
            "0"
        ]
    },
    {
        "date": "7.14.19 8:17 pm",
        "ctx": [
            "i thought you were gonna make another educational video that has velcro. is it in the works rn?",
            "not even close"
        ]
    },
    {
        "date": "7.14.19 8:16 pm",
        "ctx": [
            "What is your advice for new musicians",
            "new musicians don't need advice. they have all the advice, and they are just now learning to build the tools that will help them give it"
        ]
    },
    {
        "date": "7.14.19 7:06 pm",
        "ctx": [
            "ok bill riddle me this, if music is so good then how come there isn't music 2?",
            "there is music every number, all the way to infinity."
        ]
    },
    {
        "date": "7.14.19 6:49 pm",
        "ctx": [
            "hey bill what key is the song Help! by the beatles in? Sounds like Amaj but it has a G chord in it and that isn't in Amaj. If it is A major, where does that G come from?",
            "i would say the intro is Bmin, setting up to seem like it's going to be in D, (hanging on the final A7 sounds like we're about to go to verse in D) but surprise, it's just not. verse is in A. this coasts along comfortably and normally in A, for a while. Then, when it goes \"help me if you can i'm feeling down\" this is essentually 2 parallel universes running side by side. according to what came before, this sounds like the 2 min chord. so the G will now sound like an interesting flat7. but by the time we hit the E7, all of a sudden you can re-map the entire last 4 bars (two chords worth) as if they have been in Bmin (D) the whole time. similarly showing up at that A7 hang about to put you to bed in D, which again it does not, it just stays in A. just does. to have the fun of going around and doing it all again"
        ]
    },
    {
        "date": "7.14.19 6:03 pm",
        "ctx": [
            "are you going to release isolated tracks of your music (like the isolated bass track of la de da)",
            "full project sessions should be one of the last product releases of my entire life. many other different exciting releases before then"
        ]
    },
    {
        "date": "7.14.19 5:50 pm",
        "ctx": [
            "what happened to your upload schedule\nstop having coincidences with your videos \nare you just releasing something big or did you just want a break",
            "how about something a little more interesting"
        ]
    },
    {
        "date": "7.14.19 5:11 pm",
        "ctx": [
            "what is the most common question you get?",
            "i have never received any question more than once"
        ]
    },
    {
        "date": "7.14.19 4:32 pm",
        "ctx": [
            "Since a dominant 7th chord consists of a root, \na major third, a perfect fifth and a minor seventh, can you play the chord with just three notes? Or do you strictly need to play it with all four notes?",
            "i think i can safely say, the essence of that chord for the most part in today's society is, for example, C in the bass and E and Bb near the middle C range. that would be the commonly understood and socially functional and effective essence of the C7 chord, in so far as i have experienced"
        ]
    },
    {
        "date": "7.14.19 4:28 pm",
        "ctx": [
            "Why do songs rhyme",
            "by mistake maybe"
        ]
    },
    {
        "date": "7.14.19 3:33 pm",
        "ctx": [
            "What's your favorite fruit",
            "red"
        ]
    },
    {
        "date": "7.14.19 3:32 pm",
        "ctx": [
            "Would you ever go on tour?",
            "hell yeah"
        ]
    },
    {
        "date": "7.14.19 2:14 pm",
        "ctx": [
            "Favorite activity during the winter time?",
            "snowing"
        ]
    },
    {
        "date": "7.14.19 2:14 pm",
        "ctx": [
            "for the history vids did you record the narration and the score in the same program so that you could play the instruments \"in time\" with your talking",
            "you don't need to use the same program to record things along to something. just bring the track over from the other program"
        ]
    },
    {
        "date": "7.14.19 12:31 pm",
        "ctx": [
            "Hey Bill. A couple weeks ago, I started making music. It's nothing crazy or anything, but it's just that lately I haven't been enjoying video games quite as much so it's something else to do. I kind of have two questions, though. Firstly, I was wondering how you start writing a song.",
            "any way. this can be confusing until you are able to convince yourself that you statistically might do it everyway",
            "For me, I've just hit a few piano notes at random until I heard a little melody that I liked just by coincidence and that's where I start,",
            "that's the way normal, sensible people do it, and i only discovered that trick very recently. it works fantastically well, i don't know why i was ever so afraid of it",
            "but it sort of feels like I'm cheating because I imagine real musicians put a lot more thought into their music.",
            "music is everywhere. think as little or as much as you want. think a medium amount. go back and forth between the amounts and levels at which you think. there is music to be woven in and among any and all or none of those states",
            "My other question is: do you think it's okay for songs to be short. I've never made anything longer than a minute. Maybe this was a weird question, I dunno. Thanks though.",
            "if you want them to get on spotify, you're going to have to go through a lot of work to get them to accept it if it's under a minute. so i suppose at that point, the next question you would have to ask yourself is is it ok to not be on spotify"
        ]
    },
    {
        "date": "7.14.19 11:25 am",
        "ctx": [
            "Are you going to keep tweeting?",
            "yes"
        ]
    },
    {
        "date": "7.14.19 10:45 am",
        "ctx": [
            "WHAT GAVE YOU THE IDEA TO START THIS TECHNOLOGIBOB IN THE FIRST PLACE.",
            "into the spiderverse"
        ]
    },
    {
        "date": "7.14.19 10:43 am",
        "ctx": [
            "what is a food item that tomatoes do not go well with",
            "tomatoes"
        ]
    },
    {
        "date": "7.14.19 10:37 am",
        "ctx": [
            "how much did you pay in taxes during the fiscal year 2018/2019",
            "the same amount i made"
        ]
    },
    {
        "date": "7.14.19 9:39 am",
        "ctx": [
            "where and how do you produce your music?",
            "join us as we find out"
        ]
    },
    {
        "date": "7.14.19 9:26 am",
        "ctx": [
            "what is your favorite carbon-based lifeform",
            "carbon itself"
        ]
    },
    {
        "date": "7.14.19 8:45 am",
        "ctx": [
            "what motivates you to keep creating content for everyone to see/hear?",
            "what the heck is content"
        ]
    },
    {
        "date": "7.14.19 8:41 am",
        "ctx": [
            "how is a raven like a writing desk?",
            "same weight"
        ]
    },
    {
        "date": "7.14.19 6:41 am",
        "ctx": [
            "ordinary things seem to haunt you, correct?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "7.14.19 6:33 am",
        "ctx": [
            "will you upload reality videos soon?",
            "yes"
        ]
    },
    {
        "date": "7.14.19 5:08 am",
        "ctx": [
            "what do you think the coastguards are guarding",
            "i have it written down somewhere"
        ]
    },
    {
        "date": "7.14.19 2:04 am",
        "ctx": [
            "WHEER VDIEO!!!!!111!!!!!1!!1111",
            "i will check"
        ]
    },
    {
        "date": "7.14.19 12:09 am",
        "ctx": [
            "Which is better capitalism or communism. Just in case",
            "they are twin souls, separated in the big bang"
        ]
    },
    {
        "date": "7.13.19 11:54 pm",
        "ctx": [
            "What does Bill stand for",
            "build"
        ]
    },
    {
        "date": "7.13.19 10:59 pm",
        "ctx": [
            "help the lemons are attacking",
            "why"
        ]
    },
    {
        "date": "7.13.19 10:17 pm",
        "ctx": [
            "Why does this wesbite show as \"Bill Wurtz\" instead of \"bill wurtz\" when searching on Google?",
            "you'd have to ask google. if i was in charge of google, let's put it this way, i would be driving a different type of transportation vehicle"
        ]
    },
    {
        "date": "7.13.19 9:44 pm",
        "ctx": [
            "how can i escape to australia?",
            "has to be by accident. otherwise you won't find it"
        ]
    },
    {
        "date": "7.13.19 9:10 pm",
        "ctx": [
            "Are you quitting YouTube",
            "no",
            "or making another big video?",
            "hopefully more"
        ]
    },
    {
        "date": "7.13.19 8:58 pm",
        "ctx": [
            "hello, i am trying to find a way to harmonize vocals but all i seem to find are complex theoretical explanations regarding many different scenarios, but i just want to know a basic way to harmonize vocals in order to sound nice, could you help me?",
            "listen to some songs (ones you like). once you begin to enjoy them, try the trick where you are only allowed to harmonize 1 word of the entire song. this will stop you from thinking about what note to use (that's the second more important question) and first think about the first most important question which is when to do it"
        ]
    },
    {
        "date": "7.13.19 8:02 pm",
        "ctx": [
            "what was/is your inspiration for this type of minimalist style?",
            "it's not so much a style, it's a method"
        ]
    },
    {
        "date": "7.13.19 7:36 pm",
        "ctx": [
            "What genre would you call your music?",
            "prepost contemporary mid-modern"
        ]
    },
    {
        "date": "7.13.19 6:58 pm",
        "ctx": [
            "whats your next video gonna be",
            "i'm not sure"
        ]
    },
    {
        "date": "7.13.19 6:43 pm",
        "ctx": [
            "what is your opinion on the video that you're maing",
            "video making is not a time to have opinions. it is a time to make opinions\u0016"
        ]
    },
    {
        "date": "7.13.19 6:42 pm",
        "ctx": [
            "how to feel better about yourself?",
            "do something great!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
        ]
    },
    {
        "date": "7.13.19 5:11 pm",
        "ctx": [
            "do you specialize in made up acronyms?",
            "not really",
            "if so, what does SPECIAL stand for?",
            "suing people easily, cuz i'm a lawyer"
        ]
    },
    {
        "date": "7.13.19 4:48 pm",
        "ctx": [
            "are you worried, even a little , that your new technological solutions are going to break down and waste time as you try to fix them, ultimately making everything take longer and making the entire endeavor pointless in the first place?",
            "what is this the worry police"
        ]
    },
    {
        "date": "7.13.19 4:36 pm",
        "ctx": [
            "are there any planets beyond neptune?",
            "beyond neptune no one remembers what a planet is"
        ]
    },
    {
        "date": "7.13.19 4:03 pm",
        "ctx": [
            "ARE YOU FINALLY GOING ON TOUR??????",
            "that would be cool"
        ]
    },
    {
        "date": "7.13.19 3:59 pm",
        "ctx": [
            "does the smart song exist?",
            "it's you"
        ]
    },
    {
        "date": "7.13.19 3:47 pm",
        "ctx": [
            "you're working on something non-song/video related????",
            "i'm increasing my powers vastly for endeavors across the board"
        ]
    },
    {
        "date": "7.13.19 3:40 pm",
        "ctx": [
            "The day that this page goes silent will be a very sad day. We love you so much for doing what you do, including all the answers here. Please don't quit!",
            "i didn't even realize i had started"
        ]
    },
    {
        "date": "7.13.19 3:11 pm",
        "ctx": [
            "going to the airport tomorrow morning;when's the most optimal time to put my headphones in and start listening to \"at the airport terminal?\" (after security when I'm walking to the terminal? when I reach the terminal? before I board my plane? or do you have suggestions for other songs to listen to then)",
            "i suggest shuffle mode"
        ]
    },
    {
        "date": "7.13.19 2:22 pm",
        "ctx": [
            "should i buy your merchandise even if i have too much anxiety to wear it in public",
            "you could decorate an indoor space with it"
        ]
    },
    {
        "date": "7.13.19 2:12 pm",
        "ctx": [
            "What're your thoughts on computers?",
            "you can use them to make computers"
        ]
    },
    {
        "date": "7.13.19 1:58 pm",
        "ctx": [
            "What to do if attacked by lobster cats",
            "defend. be true to yourself. lobster cats can't handle that, they can't even decide what they are"
        ]
    },
    {
        "date": "7.13.19 1:24 pm",
        "ctx": [
            "hey what should i do with all this iron?",
            "check to see if it has been pumped. if not, you'll wanna go ahead and pump it"
        ]
    },
    {
        "date": "7.13.19 12:59 pm",
        "ctx": [
            "what's on your mind right now?",
            "your question"
        ]
    },
    {
        "date": "7.13.19 12:14 pm",
        "ctx": [
            "so is the end goal to make your mouse totally obsolete and go keyboard only?",
            "not even close",
            "that's daring"
        ]
    },
    {
        "date": "7.13.19 12:09 pm",
        "ctx": [
            "what's in your pocket?",
            "nothing"
        ]
    },
    {
        "date": "7.13.19 11:08 am",
        "ctx": [
            "why does my cat attempt to kill me",
            "this is actually an attempt for love and friendship, that you have misunderstood"
        ]
    },
    {
        "date": "7.13.19 8:24 am",
        "ctx": [
            "what is your next big project?",
            "reinventing the wheel, or better yet, inventing a dependable wheel alternative"
        ]
    },
    {
        "date": "7.13.19 7:35 am",
        "ctx": [
            "do you think that in 10-15 years all cars will be self-driving?",
            "no but maybe 50% of them"
        ]
    },
    {
        "date": "7.13.19 7:34 am",
        "ctx": [
            "How do I outsmart you?",
            "do something stupid"
        ]
    },
    {
        "date": "7.13.19 6:44 am",
        "ctx": [
            "What is the most daring thing you have ever done?",
            "was born"
        ]
    },
    {
        "date": "7.13.19 5:23 am",
        "ctx": [
            "Your songs are quite open to interpretation. That being said, every time I listen to them, I find new meaning of song but they always touch same fuzzy string in my soul very few things can touch... When you make songs do you make them with specific meaning in your mind or are they open to understand in a way person wants to, even from your perspective?",
            "the objective is to touch precisely the fuzzy string you mentioned",
            "P.S. I find your art absolutely wonderful, mixing passion and unicorns to create amazing things in this world",
            "that's nice of you"
        ]
    },
    {
        "date": "7.13.19 4:23 am",
        "ctx": [
            "(ref: q.php?date=201907121604)7.12.194:04 pm  I'm just hoping you can be happy with what you've done so far and not let the not-yet accomplishments shadow any success you've had. Are you happy with where you're at, where you've gotten thus far?",
            "looking to do some more advanced accomplishments"
        ]
    },
    {
        "date": "7.13.19 3:42 am",
        "ctx": [
            "You published a video on November 24th, 2014 titled \"monday thanks video\" and I want to know if the track that plays in that video is any longer than the video itself. \u0016",
            "there is 1 beat more. the down beat of beat 1 of bar 9 is played. the sizzle cymbal rings. the players know it's going to fade. the editor(s) took care to include all the best parts before the fade",
            "If it is, can you upload it somewhere, because I love it"
        ]
    },
    {
        "date": "7.13.19 2:54 am",
        "ctx": [
            "do you partake in the experimental use of psychedelics?",
            "perhaps i should"
        ]
    },
    {
        "date": "7.13.19 2:48 am",
        "ctx": [
            "I know you can be the one who could successfully teach me how to appreciate life, because of your philosophical and prophetic language, but I also know that you won't answer seriously, in order to help me, you will not help me.",
            "how can you be so sure"
        ]
    },
    {
        "date": "7.13.19 1:33 am",
        "ctx": [
            "Do you prefer sunny or dark and cloudy days",
            "sometimes the sky turns bright green"
        ]
    },
    {
        "date": "7.13.19 12:08 am",
        "ctx": [
            "Which solar system is your favorite?",
            "1"
        ]
    },
    {
        "date": "7.12.19 11:55 pm",
        "ctx": [
            "if all you (mainly) do is work on the next video/song, what is your motivation to do so?",
            "i'm actually working on something else"
        ]
    },
    {
        "date": "7.12.19 11:35 pm",
        "ctx": [
            "is this question normal?",
            "let me run some tests,"
        ]
    },
    {
        "date": "7.12.19 10:48 pm",
        "ctx": [
            "What is communism",
            "i suspect it's some type of\u0001 color scheme"
        ]
    },
    {
        "date": "7.12.19 10:20 pm",
        "ctx": [
            "new tools = need to make many small videos to practice = opportunity to jump on the TikTok band wagon?",
            "yeah, wish i got my damn name"
        ]
    },
    {
        "date": "7.12.19 9:30 pm",
        "ctx": [
            "how can i ease suffering in the world?",
            "merchandise. you can ease it with merchandise"
        ]
    },
    {
        "date": "7.12.19 8:45 pm",
        "ctx": [
            "How's your video editor transition going?",
            "being slightly overshadowed by a more general and larger transformation"
        ]
    },
    {
        "date": "7.12.19 8:44 pm",
        "ctx": [
            "Can I just launch myself into another planet?",
            "would be difficult",
            "I don't wanna be here anymore.",
            "going to be even more difficult to live there, wherever you launch to"
        ]
    },
    {
        "date": "7.12.19 8:40 pm",
        "ctx": [
            "does every question have an answer?",
            "usually more than 1"
        ]
    },
    {
        "date": "7.12.19 8:38 pm",
        "ctx": [
            "have you been posting in notes instead of twitter lately?",
            "no",
            "or somewhere else?",
            "only questions right now. and consultation emails\u0001\u0001"
        ]
    },
    {
        "date": "7.12.19 8:35 pm",
        "ctx": [
            "(ref: q.php?date=201907111832)7.11.196:32 pm  what is a condiment you DO like??",
            "black pepper"
        ]
    },
    {
        "date": "7.12.19 8:07 pm",
        "ctx": [
            "do you mix your jazz improv recordings",
            "hardly / barely"
        ]
    },
    {
        "date": "7.12.19 7:14 pm",
        "ctx": [
            "i am trying to learn to make the code, is there any particular project / task involving the code that you would like someone to make?",
            "if you are learning, i want you to make something that helps you learn. something that excites you. if you are making it for me, i would prefer that you already have a lot of experience"
        ]
    },
    {
        "date": "7.12.19 7:09 pm",
        "ctx": [
            "why my face sweat",
            "personality"
        ]
    },
    {
        "date": "7.12.19 7:08 pm",
        "ctx": [
            "re (ref: q.php?date=201907091928)7.9.197:28 pm  have you tried vim on unix?",
            "if you have expertese with keyboard programability, or programability in general of control surfaces including keys knobs and sliders, for both video and audio purposes and more, please email"
        ]
    },
    {
        "date": "7.12.19 6:08 pm",
        "ctx": [
            "what is your opinion on gatorade",
            "needs more colors"
        ]
    },
    {
        "date": "7.12.19 5:30 pm",
        "ctx": [
            "favorite hall& oates moment?",
            "(ref: hallandoates-ahyou.mp3)ok"
        ]
    },
    {
        "date": "7.12.19 5:27 pm",
        "ctx": [
            "why did god abandon us?",
            "for training purposes"
        ]
    },
    {
        "date": "7.12.19 5:13 pm",
        "ctx": [
            "When are you gonna upload the next video?",
            "some time after making it"
        ]
    },
    {
        "date": "7.12.19 4:22 pm",
        "ctx": [
            "should you put sugar in tea?",
            "you must put sugar in an enclosure around the tea"
        ]
    },
    {
        "date": "7.12.19 4:04 pm",
        "ctx": [
            "Are you proud of your accomplishments thus far?",
            "looking to do some more advanced accomplishments"
        ]
    },
    {
        "date": "7.12.19 2:15 pm",
        "ctx": [
            "exactly how strong is the blimp you mentioned in mt. st. helens?",
            "very"
        ]
    },
    {
        "date": "7.12.19 2:09 pm",
        "ctx": [
            "If you could instantly make a video about any topic, what would it be about?",
            "which one"
        ]
    },
    {
        "date": "7.12.19 12:50 pm",
        "ctx": [
            "When (&if) you get the live gigs running, what instrument(s) do you think you'll end up playing?",
            "sneakers"
        ]
    },
    {
        "date": "7.12.19 12:43 pm",
        "ctx": [
            "Whats with your video \"mught quit\"",
            "that's a video for a song originally titled 'it's the first day of school' but that sounded like a corny title so i switched it for part of the following line instead",
            "and why are you gone?",
            "i am becoming stronger",
            "Dont quit youtube plz&#128560;",
            "i will not"
        ]
    },
    {
        "date": "7.12.19 12:28 pm",
        "ctx": [
            "Do you like driving, over other forms of transportation? Because like, I'd prefer to ride my bike places, because I don't need to be so extremely careful to not cause an accident and i can actually look around and see and hear and ENJOY my surroundings, whereas when I'm driving I'm locked in this bubble and I have to keep my eyes on the road or else I'll drift out of my lane and crash or something. It reminds of that one quote \"The destination is less important than the trip to get there.\" Do you ever feel this way?",
            "every trip is actually made up of miniature destinations"
        ]
    },
    {
        "date": "7.12.19 12:20 pm",
        "ctx": [
            "hello bill. sorry if this is a stupid question, i'm not much of a music expert. but did you use multi layer vocals in chorus of 'la de da'? \u0013\u0013",
            "yes",
            "it's so satisfying to listen, particularly \"where did all the good times go/where did all the bad times roll/when did all the windmills start to turn so slow\" parts. whole song is beautiful. i love it.",
            "that's nice of you"
        ]
    },
    {
        "date": "7.12.19 8:48 am",
        "ctx": [
            "how do i handle my love sickness",
            "you must go to the love doctor"
        ]
    },
    {
        "date": "7.12.19 7:22 am",
        "ctx": [
            "will you ever literally just make a song titled \"i can't tell you\"",
            "i doubt it"
        ]
    },
    {
        "date": "7.12.19 5:30 am",
        "ctx": [
            "I've had a YouTube channel since 2007 that I infrequently upload videos to and ever since 2011 I've been saying \"okay - I'm going to get my shit together and make all these videos I have ideas for and get on a consistent release schedule.\"Every time I get my shit together, there's some major problem - like with an instrument, camera, software, or some other piece of gear.\n\nLately, I've had the time and money to get shit together and ACTUALLY DO IT but I tell myself \"oh, I can't speak in front of a camera until I can get over this bad episode of acne\" or \"I need to have this or that to make for an interesting shot\".I've realized that my problems are partially in my head and I've been making excuses, procrastinating, etc...I know this is partially due to my anxiety problems - and I've heard friends (mostly actors) describe it as \"being in your head\".\n\nI say all that to tell  you tha t your videos and audio recordings buried on your website that show a glimpse into your creative process - especially when you were starting with Vine - have really helped me and inspired me.A lot of that stuff made me feel like I wasn't alone and crazy whenever I talk to myself about grand ideas in order to sort things out or I try to hype myself up to get some creative endeavor done.\n\nIs there any advice you can impart that'll encourage me to do \"the damn thing\"?Or could you explain how you came to figure out your \"process\" and how to quit procrastinating and making excuses?",
            "ah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that"
        ]
    },
    {
        "date": "7.12.19 5:03 am",
        "ctx": [
            "Since you seem to be self taught, what did you use to learn how to sing?",
            "a microphone"
        ]
    },
    {
        "date": "7.12.19 2:09 am",
        "ctx": [
            "I drew a peeing penis on my arm and I do not know what to do, what do I do know (I tried eating the paint, it didn't work)",
            "sounds like you should sign up for skillshare"
        ]
    },
    {
        "date": "7.11.19 11:56 pm",
        "ctx": [
            "see , the Problem is that we are stuck on earth. . . a lot of things could be solved , or at the very least attended to. if we were other places, as well as Earth. we need to be more places, soon, all the time. it is the only way we can survive .. . do you see what i am getting at",
            "yes. but to be fair earth is pretty fuckin rad, despite some of its hardships. however that's no excuse for not trying to be elsewhere, that extinction level event will sneak up on you"
        ]
    },
    {
        "date": "7.11.19 9:58 pm",
        "ctx": [
            "how many keys should a piano have",
            "somewhere between 60 and 80"
        ]
    },
    {
        "date": "7.11.19 9:15 pm",
        "ctx": [
            "i have an interview tomorrow but i am definitely not going to take the job because it's too far from home (i didn't even apply, a friend recommended me and i was asked to come in), and i already got a new job. i think i'll go to the interview anyway just for practice, but how do i tell them that i'm not interested if i end up getting the job?",
            "Hi [jobmaster person],\n\nI appreciate the offer, but I've accepted a different job. Thanks!\n\n[newjob haver]"
        ]
    },
    {
        "date": "7.11.19 7:04 pm",
        "ctx": [
            "whats your opinion on sheep",
            "very colorful"
        ]
    },
    {
        "date": "7.11.19 7:01 pm",
        "ctx": [
            "im starting to think its crucial to be working on more than one thing at a time, what do you se as the pros/cons to working on one thing at a time vs several?",
            "the variety could be nice, but the major problem i've noticed is that once you allow yourself to switch projects, you quickly spiral into a perpetual switch and you are escaping all projects simultaneously"
        ]
    },
    {
        "date": "7.11.19 6:32 pm",
        "ctx": [
            "do you like ketchup or mustard",
            "no"
        ]
    },
    {
        "date": "7.11.19 6:13 pm",
        "ctx": [
            "is this period of waiting between videos indicative of the magnitude of buzz this supposed video would produce?",
            "which video"
        ]
    },
    {
        "date": "7.11.19 6:05 pm",
        "ctx": [
            "Will you ever get around to taming the beast?",
            "doing it now"
        ]
    },
    {
        "date": "7.11.19 6:03 pm",
        "ctx": [
            "how do I not have an anxiety attack? It's like smdjeoqppajdnanbdjskqksnfjekwkkandnds every 1.347910 seconds.",
            "compose some literature about the anxiety"
        ]
    },
    {
        "date": "7.11.19 5:42 pm",
        "ctx": [
            "when do you think humanity goes extinct?",
            "maybe later"
        ]
    },
    {
        "date": "7.11.19 4:40 pm",
        "ctx": [
            "Why does small talk make me feel like I'm sinking in quicksand?",
            "because you are slowly getting closer to death"
        ]
    },
    {
        "date": "7.11.19 4:18 pm",
        "ctx": [
            "(ref: q.php?date=201907092238)7.9.1910:38 pm  what is that line from? i need to get it out of my head",
            "\"wanna be\" by bobby mcferrin, but listening to it is not going to get it out of your head"
        ]
    },
    {
        "date": "7.11.19 3:22 pm",
        "ctx": [
            "What is your favorite poem",
            "by viewing this site you have already consented to our use of cookies"
        ]
    },
    {
        "date": "7.11.19 2:46 pm",
        "ctx": [
            "is the paperwork fairy real?",
            "no, but i'll tell you what is real and that's fairy paperwork"
        ]
    },
    {
        "date": "7.11.19 1:50 pm",
        "ctx": [
            "People have questioned you not using capital letters all the time, but I noticed the other night typing a thought I had that using lowercase seemed to make it more interesting/distinct and evened out the sentence to have more equal meaning for each word. Is that sorta the approach you have to using them or more just for a personal flair/style?",
            "it's normal. i do it to help me achieve a sense of normalcy"
        ]
    },
    {
        "date": "7.11.19 1:30 pm",
        "ctx": [
            "what is your opinion on the band radiohead",
            "they can be very melty"
        ]
    },
    {
        "date": "7.11.19 1:29 pm",
        "ctx": [
            "Do you enjoy any specific sounds from nature?",
            "sure"
        ]
    },
    {
        "date": "7.11.19 12:37 pm",
        "ctx": [
            "What are your thoughts on time travel?",
            "as far as i can tell, time is the only way to travel"
        ]
    },
    {
        "date": "7.11.19 10:36 am",
        "ctx": [
            "are you a time travler?",
            "everyone is"
        ]
    },
    {
        "date": "7.11.19 5:35 am",
        "ctx": [
            "(ref: q.php?date=201907090118)7.9.191:18 am  my girlfriend says i gotta stop overthinking it and just start small (not exactly what she said but that's kinda how i understood it. sorry if that's wrong @gf) but i'm so fixated on doing the big stuff that i don't want to start small. how do i convince myself to actually sit down and learn what is necessary before getting on to the ambitious stuff? i swear this is like freaking ground hog day for me because i'm in a loop of really wanting to do music and then being scared away because everything is so overwhelming and for some reason i just can't focus on what i need to focus on to actually Start! hhhgh. i apologize.",
            "i strongly recommend starting with very small projects, but since you have clearly proclaimed that you do not want to do that, it seems you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that"
        ]
    },
    {
        "date": "7.11.19 5:06 am",
        "ctx": [
            "i just got an ad for like \"write correctly and grammaticaly\"",
            "that's the only ad i ever get",
            "and realized in some way some companies might try to push a viewpoint in a specific way to shift their market by painting social expectations for \"writing good\" or \"being professional\" and i think they shape the subconscious of society in a way, perhaps quite small, but surely we're not critical enough",
            "i am",
            "to be dissecting every smart technique used against us or well, to used to bias us towards a more beneficial viewpoint for their product . How far do you think fallacy regulation would take us and towards good or bad?",
            "true and false are very flexible",
            "I've gotten targeted\"coding your games is easier than you think\" i'm like the fuck you know what i think, you don't know me.",
            "that's very common. that's what's known as an adfail. treat like any other fail. just laugh it off and be glad that it wasn't you who did the fail",
            "targeted ads after certain ads are shown would be a fun/perhaps informative campaign and critical thinking /fallacy informing. \"Hi, if you're seeing this you just got x ad before this one, so be aware that that checkbox they're making you want  to tick,  by getting their product might not be a checkbox worth ticking, or not even a checkbox. theres not even paper or a document open\".Hope everythings going and doing great. Does inconsistent writing style irk you?",
            "no. wait what is irk",
            "you seem so consistent thatit seems you wouldn't not be by accident."
        ]
    },
    {
        "date": "7.11.19 5:04 am",
        "ctx": [
            "How \"complex\" do you believe our human emotional responses to music are able to get?",
            "i would hypothesize that it can go up to at least a 7.7",
            "It seems like simple chord progressions are often enough to get people wholly excited…\nCould this mean that we are often \"lying\" to ourselves about how \"deep\" and \"special\" our emotions can become in general?",
            "no",
            "Are they hardly more complex than those of animals, possibly an ancient evolutionary feature?",
            "humans are mostly world leaders in complexity, and the emotional capacity will reflect that",
            "With this in mind - do you believe there are limits to musical originality/creativity and meticulous crafting in what appears to still have merit in a human audience?",
            "i don't think so. wait, what is merit",
            "I personally still like to believe that we will always get bored and want something new - but could this \"new thing\" maybe just not be more than the \"old thing\" in disguise?",
            "everything is everything in disguise"
        ]
    },
    {
        "date": "7.11.19 5:01 am",
        "ctx": [
            "would you rather live in canada or in mars? x",
            "i am holding out for both"
        ]
    },
    {
        "date": "7.11.19 4:30 am",
        "ctx": [
            "What's your favorite type of pasta?",
            "frozen",
            "Got a recipe?",
            "you're gonna wanna take the pasta and lower it to a very cold temperature"
        ]
    },
    {
        "date": "7.11.19 12:35 am",
        "ctx": [
            "Are you ever planning on doing more improvs?",
            "yes"
        ]
    },
    {
        "date": "7.10.19 11:47 pm",
        "ctx": [
            "im bored help",
            "you could invent the wheel. not sure if anyone has invented it yet"
        ]
    },
    {
        "date": "7.10.19 10:30 pm",
        "ctx": [
            "What are some good song lyrics to live by?",
            "we learn to live as we learn to give each other what we need to survive together alive"
        ]
    },
    {
        "date": "7.10.19 9:46 pm",
        "ctx": [
            "Hard one for you, what are the chords here in the first 6 seconds before he starts singing? https://youtu.be/VNzK8g0oNEA",
            "F#, C#7, then Aaug triad with right hand, then it seems to be Aaug triad in the right hand with F# maj triad in the left hand (oops). and not lifing the pedal through there to make it extra sloppy. then another F# maj in the right hand, then another Aaug and another left handed F# chord. feel like i need a napkin"
        ]
    },
    {
        "date": "7.10.19 8:20 pm",
        "ctx": [
            "who tf are you",
            "tom jones"
        ]
    },
    {
        "date": "7.10.19 8:08 pm",
        "ctx": [
            "How do I make a good taco?",
            "take a medium/average taco, and put it into a paper shredder"
        ]
    },
    {
        "date": "7.10.19 7:55 pm",
        "ctx": [
            "I found 3 more wasps in my room. How am I alive",
            "perhaps you are the chosen one"
        ]
    },
    {
        "date": "7.10.19 7:36 pm",
        "ctx": [
            "maybe one day you could get a machine with linux based os. all that open-source software would be yours to tamper with. then you'd have true power over your computer and could get the professional, mouse-free experience you crave",
            "i love the mouse. i just don't want the mouse to always have to do keyboard things. i want 5 mouses. doing mouse things"
        ]
    },
    {
        "date": "7.10.19 7:36 pm",
        "ctx": [
            "Someone once told me \"you don't really know something until you know how to explain it to someone else\". Do you think that's true?",
            "please explain"
        ]
    },
    {
        "date": "7.10.19 7:05 pm",
        "ctx": [
            "Did you know that the melody during \"I don't think that anything\" in And the Day Goes On is t h r i l l i n g",
            "would you believe me if i told you it's actually the chords that make it seem like the melody is thrilling"
        ]
    },
    {
        "date": "7.10.19 7:05 pm",
        "ctx": [
            "Are you dead inside?",
            "let me run some tests"
        ]
    },
    {
        "date": "7.10.19 6:42 pm",
        "ctx": [
            "https://www.youtube.com/watch?v=utL9IDe-2Q0\n\nIs this purdie shuffle or something else? I really want to learn to play this but I dont think i can dive in without some sort of tips of how to get the whole thing together, i lack the rhythmic perspective atm. Would appreciate any tips.",
            "i think you would need these extra hi hat notes: (ref: purdie.png)purdie.png (circled them)"
        ]
    },
    {
        "date": "7.10.19 6:18 pm",
        "ctx": [
            "What enjoyment do you get out of answering questions",
            "it keeps me educated"
        ]
    },
    {
        "date": "7.10.19 6:06 pm",
        "ctx": [
            "How the hell did they make all those statues on Easter Island?",
            "that's just simple mummification, i assume"
        ]
    },
    {
        "date": "7.10.19 6:01 pm",
        "ctx": [
            "Should I learn how to drive",
            "sure"
        ]
    },
    {
        "date": "7.10.19 4:35 pm",
        "ctx": [
            "What is your favourite country in the Indian subcontinent?",
            "india"
        ]
    },
    {
        "date": "7.10.19 2:07 pm",
        "ctx": [
            "are we god?",
            "i was going to say no, but now that i think about it yes"
        ]
    },
    {
        "date": "7.10.19 1:13 pm",
        "ctx": [
            "Update on the upcoming music video? I'm craving more bill wurtz content so bad",
            "i accidentally tried to make it too good"
        ]
    },
    {
        "date": "7.10.19 1:02 pm",
        "ctx": [
            "What is the best air flavor",
            "fresh breeze"
        ]
    },
    {
        "date": "7.10.19 10:59 am",
        "ctx": [
            "why do my drums suck",
            "perhaps they are made of polyester"
        ]
    },
    {
        "date": "7.10.19 10:28 am",
        "ctx": [
            "this sentence is a statement and it has a question mark at the end?",
            "i want to believe you"
        ]
    },
    {
        "date": "7.10.19 9:19 am",
        "ctx": [
            "are you happy to exist?",
            "yes"
        ]
    },
    {
        "date": "7.10.19 8:19 am",
        "ctx": [
            "(ref: q.php?date=201907100221)7.10.192:21 am  What'll it be called?",
            "i can't tell you"
        ]
    },
    {
        "date": "7.10.19 8:12 am",
        "ctx": [
            "do you like e g g ?",
            "sure"
        ]
    },
    {
        "date": "7.10.19 7:22 am",
        "ctx": [
            "Ey Bill, what's your favorite animal? Wild or Pet wise, it doesn't really matter.",
            "person"
        ]
    },
    {
        "date": "7.10.19 4:52 am",
        "ctx": [
            "What to do about writers block?",
            "you must think outside the block",
            "I'll get going on a song or arrangement then get stuck because I can't figure out what's supposed to happen next according to my brain and ears",
            "i always finish the writing before starting the arrangement. because the whole world is so much more maluable, flexible, .... editable, in this way"
        ]
    },
    {
        "date": "7.10.19 4:35 am",
        "ctx": [
            "Do you prefer oceans or mountains",
            "i'm willing to wait until there is a way to combine the 2"
        ]
    },
    {
        "date": "7.10.19 3:29 am",
        "ctx": [
            "do you use a click track when recording? Just realizing perhaps producing to a click track is dehumanizing in a way",
            "it is, but, doing a full band's worth of instruments by yourself is not exactly human either. will turn into mush if you don't have something holding it together"
        ]
    },
    {
        "date": "7.10.19 2:22 am",
        "ctx": [
            "Are you secretly a god",
            "that sounds boring"
        ]
    },
    {
        "date": "7.10.19 2:21 am",
        "ctx": [
            "Are you gonna start a band",
            "yes"
        ]
    },
    {
        "date": "7.10.19 2:18 am",
        "ctx": [
            "What is your opnion on elon musk",
            "opinion unable to send. already too many opinions on this subject, from other users"
        ]
    },
    {
        "date": "7.10.19 1:59 am",
        "ctx": [
            "did you get accepted as a wizard",
            "no"
        ]
    },
    {
        "date": "7.10.19 1:45 am",
        "ctx": [
            "where is my lasnaga",
            "everywhere!"
        ]
    },
    {
        "date": "7.10.19 12:01 am",
        "ctx": [
            "have you considered releasing more short vine-style videos to ease the recent technological transition (and the wait for the next song)?",
            "yes"
        ]
    },
    {
        "date": "7.9.19 10:38 pm",
        "ctx": [
            "What is your favorite line of music?",
            "maybe something like (ref: operate-computers-bobbymcferrin.mp4)this"
        ]
    },
    {
        "date": "7.9.19 9:57 pm",
        "ctx": [
            "What have you been up to lately?",
            "learning"
        ]
    },
    {
        "date": "7.9.19 9:40 pm",
        "ctx": [
            "What is your opinion on Velcro?",
            "it's ok"
        ]
    },
    {
        "date": "7.9.19 9:37 pm",
        "ctx": [
            "will you ever record more shorts?",
            "yes"
        ]
    },
    {
        "date": "7.9.19 7:28 pm",
        "ctx": [
            "2 questions, HINT FOR NEXT VID?",
            "i just have 1 question, and i'm tired of asking it in my head, and in my subconscious, for so many years, .... it's time to get it out in the open. the question is this: why, on god's gracious green benevolent moist earth, would anyone EVER , under any circumstances, make a piece of software that is ANY LESS than 100% controllable by keyboard commands??????????????????????????????? why do people do that???? why would anyone EVER do that, and yet that's the only thing anyone seems to have ever done ???????  What world am i in????????????????????????????????????????????????????????????????????????????????",
            "Also, what do you edit your videos with?",
            "keyboard maestro"
        ]
    },
    {
        "date": "7.9.19 7:25 pm",
        "ctx": [
            "how do you feel about non questions in this place?",
            "how do you feel about the non answers"
        ]
    },
    {
        "date": "7.9.19 6:42 pm",
        "ctx": [
            "do you consider yourself an introvert?",
            "not quite"
        ]
    },
    {
        "date": "7.9.19 6:31 pm",
        "ctx": [
            "What's up with your song \"die\"? It spreads a very negative message, and is thoroughly unpleasant as a music piece. If you don't mind my asking, why did you make it, and what went through your heas when you did?\n\n\n\n\nUnrelated, but I also wanted to say that I loved ],]], and ]]].",
            "it's like when someone submits a long question to this page telling us all about how many vast confusing challenges they are having when trying to do a long project. you are looking at the starting point of the exact solution(s) i always describe in response to those questions"
        ]
    },
    {
        "date": "7.9.19 6:26 pm",
        "ctx": [
            "Do you have any tips on how to make interesting chord progressions?",
            "make an interesting song"
        ]
    },
    {
        "date": "7.9.19 6:12 pm",
        "ctx": [
            "twitter's not the same without you my dude, any plans on going back",
            "yes",
            "or sticking to the notes/question/anagram and other sections of this website for written expression?"
        ]
    },
    {
        "date": "7.9.19 4:26 pm",
        "ctx": [
            "how to eat vitamins",
            "you you must flatten them out first"
        ]
    },
    {
        "date": "7.9.19 4:18 pm",
        "ctx": [
            "Are you a completely self taught musician or do you have formal training?",
            "all the magical elements of music (that's 100%) i taught/developed my self. i was also able to garner a significant amount of real-world literacy by occasional observation, at a peculiarly high retension rate",
            "Read the bio but I dont know if space julliard has a website to check the alum list.",
            "the what"
        ]
    },
    {
        "date": "7.9.19 4:17 pm",
        "ctx": [
            "what about violin",
            "difficult the play in tune"
        ]
    },
    {
        "date": "7.9.19 3:55 pm",
        "ctx": [
            "How did you make your website?",
            "it's really just like making a sandwich. you take a couple pieces of bread mixed with a little bit of non-bread, and throw it on the floor"
        ]
    },
    {
        "date": "7.9.19 12:48 pm",
        "ctx": [
            "how do i 'persevere' with long-term projects? by this i mean, after say a week, i just completely forget what my original goals are and give up. ironically this is exactly whats stopping me from helping myself. did you ever experience something like this& if so how did you overcome it?",
            "you could try doing shorter projects"
        ]
    },
    {
        "date": "7.9.19 12:29 pm",
        "ctx": [
            "how to deal with ants",
            "you must use pants"
        ]
    },
    {
        "date": "7.9.19 12:19 pm",
        "ctx": [
            "Make video",
            "what a peculiar idea"
        ]
    },
    {
        "date": "7.9.19 11:53 am",
        "ctx": [
            "how to teach people",
            "ask them what they want to know, and why"
        ]
    },
    {
        "date": "7.9.19 10:47 am",
        "ctx": [
            "I'm certain I can complete a certain 6-month long task, but it's giving me crippling uncertainty and insecurity despite how, well, certain I am. Are there any tools I can use to make me see things more reasonably in this respect",
            "no"
        ]
    },
    {
        "date": "7.9.19 8:57 am",
        "ctx": [
            "Why is the content you make so extraordinarily different in duration? is there a reason for your statistical outliers?",
            "variety!"
        ]
    },
    {
        "date": "7.9.19 7:52 am",
        "ctx": [
            "So what's your current status on your technological migration?",
            "automation"
        ]
    },
    {
        "date": "7.9.19 6:12 am",
        "ctx": [
            "What makes silly puddy silly?",
            "mashing it against something silly, creating a mold of the silliness, to carry with you in earnest"
        ]
    },
    {
        "date": "7.9.19 4:23 am",
        "ctx": [
            "who, if any, are your favorite jazz musicians?",
            "you"
        ]
    },
    {
        "date": "7.9.19 3:08 am",
        "ctx": [
            "How do you feel about space?",
            "pretty good"
        ]
    },
    {
        "date": "7.9.19 2:25 am",
        "ctx": [
            "Do you think every person has a destination for themselves?",
            "no, but you can make one. and change it"
        ]
    },
    {
        "date": "7.9.19 2:14 am",
        "ctx": [
            "how to make music more moment-based and less loop-based",
            "just stop doing loops and see what you're left with"
        ]
    },
    {
        "date": "7.9.19 1:18 am",
        "ctx": [
            "(ref: q.php?date=201907081806)7.8.196:06 pm  what if i don't know anything about actually playing piano",
            "then there's only 1 way to find out",
            "ehwbdhwbqdhbdnkjsegnsifhnrdn i hate this i just wanna do the fun stuff i can't focus on doing the necessary stuff because i just want to get to the FUN STUFF!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! JFIESNGHDNFBDFG AHHHHHHH AHHHHHHH AHHHHHHH THIS SUCKS BECAUSE MUSIC CHASES ME 24/7 BUT IT'S TOO INTIMIDATING SO IT SCARES ME AWAY what do i do thxxxxxxxxxxxxit's fun from the very beginning.",
            "each note makes a different sound. what could be more fun than that"
        ]
    },
    {
        "date": "7.9.19 1:02 am",
        "ctx": [
            "Which empire should I rule first",
            "evil"
        ]
    },
    {
        "date": "7.8.19 11:19 pm",
        "ctx": [
            "what is most important in life?",
            "having a parachute, but not on the way down, it's important that you have the parachute on the way up, to prevent you from getting too high too fast"
        ]
    },
    {
        "date": "7.8.19 9:13 pm",
        "ctx": [
            "any thoughts on how to stop comparing oneself to others in music/life? I tried mustard already (it's killing me, man)",
            "flip it up, start comparing them to you"
        ]
    },
    {
        "date": "7.8.19 8:35 pm",
        "ctx": [
            "what does it mean when there's a ' after a chord? like i saw Db'' today does it just mean two octaves up",
            "if the lines are really big and slanted, it means the whole band stops and waits for something (pizza delivery? etc). if the marks are very tiny and it's hand written, i can only speculate that it actually says like -7 or something but they scribbled it too small. (?) or could be specks / flecks, of debris or other contaminatory substance"
        ]
    },
    {
        "date": "7.8.19 7:49 pm",
        "ctx": [
            "Are you a ghost",
            "close, but not quite. i am a gameshow host"
        ]
    },
    {
        "date": "7.8.19 7:35 pm",
        "ctx": [
            "what are some lessons u learned by being a guest in h3podcast that you would give as tips to someone going to their first podcast as a guest?",
            "don't name search the show on twitter the night before"
        ]
    },
    {
        "date": "7.8.19 7:21 pm",
        "ctx": [
            "I'm so angry and frustrated I might snap and become calm and collected",
            "oh too relate"
        ]
    },
    {
        "date": "7.8.19 7:00 pm",
        "ctx": [
            "where could one ascertain that patch you use on your keyboard for all the improv videos? i know you're wary of people asking what gear you use cause we think it'll be like a sound-like-bill-wurtz all-included pack, so i promise i will utilize it to play in as many different ways i can think of",
            "at guitar center in approximately 2008"
        ]
    },
    {
        "date": "7.8.19 6:24 pm",
        "ctx": [
            "how do you deal with existential dread",
            "book tour!"
        ]
    },
    {
        "date": "7.8.19 6:06 pm",
        "ctx": [
            "are what fingers play what notes (piano/keyboard-wise) on scales etc. as important as people make it out to be?",
            "there's only 1 way to find out",
            "can't i just play it how i feel most comfortable and what i think is the most efficient way?",
            "only if you think you're smart",
            "i'm trying really hard to learn how to actually make sense of music so i can replicate songs and create my own",
            "one thing that can strengthen intuitive fingering is to spend some 7 hour afternoons with the instrument, off book, free playing (no pre-written content)"
        ]
    },
    {
        "date": "7.8.19 5:55 pm",
        "ctx": [
            "hello, i've finally got past my fear and started writing some music. the stuff I've shown to people, they've said it's not bad, but I'm scared to open up any further in fear of people not liking it as it's a sort of reflection of myself. do you have any advice for this? what brought you to start sharing your music with others?",
            "one thing i would never recommend doing is showing someone a song directly. the alternative which i do recommend is putting it somewhere and waiting for them to choose to listen to it at their own discretion, without your supervision"
        ]
    },
    {
        "date": "7.8.19 5:44 pm",
        "ctx": [
            "What is your facorite temperture?",
            "(ref: 73degrees-jmoss.mp3)let me see"
        ]
    },
    {
        "date": "7.8.19 5:40 pm",
        "ctx": [
            "WHY WAS THERE A WASP ON MY BED EHHSHDHSBDFDH HOW DID IT GET INDHDHDBDNN HELP. I HAVE TO MOVE OUT???Djdbndbdb",
            "actually the wasp will probably move out first"
        ]
    },
    {
        "date": "7.8.19 4:26 pm",
        "ctx": [
            "where is the earth's crust",
            "between up and down"
        ]
    },
    {
        "date": "7.8.19 4:26 pm",
        "ctx": [
            "what software do you use?",
            "(ref: allthesoftware.png)software list"
        ]
    },
    {
        "date": "7.8.19 2:16 pm",
        "ctx": [
            "care to share some recent breakthrus you made during your technological transformation",
            "(ref: keyboardshortcutformakingakeyboardshortcut.png)sure"
        ]
    },
    {
        "date": "7.8.19 1:10 pm",
        "ctx": [
            "do you have music/stuff from the past that you haven't made available publicly?",
            "yes"
        ]
    },
    {
        "date": "7.8.19 1:06 pm",
        "ctx": [
            "i'm discouraged from creating things because i have a nagging belief that everything social media wise is unstable and will end soon. do you relate?",
            "it might be about to start"
        ]
    },
    {
        "date": "7.8.19 12:58 pm",
        "ctx": [
            "do you think that in the close-ish future you'll switch styles of content?",
            "yes",
            "(it doesn't need to change, i'm just curious.)"
        ]
    },
    {
        "date": "7.8.19 12:51 pm",
        "ctx": [
            "What are the things you can do with soap",
            "smash it!"
        ]
    },
    {
        "date": "7.8.19 12:31 pm",
        "ctx": [
            "I noticed that you expressed interest in the Swift language in a recent question. A Bill Wurtz iOS app would be pretty cool, it could make use of a notification feature for any sort of new content and provide yet another handy platform for that content. Do you have something like that in mind,",
            "hopefully something vastly more different",
            "or another app idea, or just simply think knowing the language would be a useful skill to have in your back pocket?",
            "i was thinking inside jacket pocket"
        ]
    },
    {
        "date": "7.8.19 11:25 am",
        "ctx": [
            "(ref: q.php?date=201907031116)7.3.1911:16 am  (im a different person) do the e and p stand for edited and published? (i asked another one before this and i thought it was 'picked' and 'edited' but actually looked at the dates and figured i was wrong lol)",
            "yes. i was thinking 'posted' but same thing"
        ]
    },
    {
        "date": "7.8.19 10:39 am",
        "ctx": [
            "are you comfortable with giving interviews or you'd rather not give them",
            "i would prefer to do them because that is the only way to become better at it"
        ]
    },
    {
        "date": "7.8.19 10:37 am",
        "ctx": [
            "why did you decide to switch editing programs while in production of a video?",
            "i didn't switch the program primarily used for that video ....... yet"
        ]
    },
    {
        "date": "7.8.19 7:48 am",
        "ctx": [
            "there are no more questions to ask",
            "oh darn"
        ]
    },
    {
        "date": "7.8.19 6:51 am",
        "ctx": [
            "were you a night owl in late 2010/early 2011?",
            "not an owl, but i worked mostly at night, for logistical reasons which were relevant at the time"
        ]
    },
    {
        "date": "7.8.19 5:40 am",
        "ctx": [
            "as I try to type this up it seems stupider because I can't quite figure out how to word it properly to make the distinction I'm worried about clear. \n\nBut do you think chords have functions, or is it just notes that are functional?",
            "it's the whole sound combined, including any cognitive visual and/or linguistic information, which will overall have the true function",
            "And chords that have a lot of notes with a certain function end up functioning like that because on average the set of notes ends up functioning like the function that is most common amongst the notes?",
            "it's more relative than that. it's more about the relationships to each other",
            "Like, is V7 dominant because V7 is dominant? Or is V7 dominant because 7, 2, and 4 are dominant-function-sounding notes in the scale and they make up the majority of the V7 chord?",
            "to be honest i have no idea why the word dominant is used to describe that particular chord. if anything really describes it most, i'd call it 'twangy', and it particularly describes the relationship of (for example) b and f notes (in G7), and more specifically, if you put G bass under that, it's called G7. the b+f creates the twang (due to their harsh relationship), and the bass on G makes it sound like a G major chord. with the twang"
        ]
    },
    {
        "date": "7.8.19 2:43 am",
        "ctx": [
            "i want to follow a certain moral/morals but i struggle to find the same passion i did before for them. it's like i lost sight of the end of the tunnel. do you know how to get it back?",
            "it will find you, new and improved. it's looking for you"
        ]
    },
    {
        "date": "7.8.19 1:22 am",
        "ctx": [
            "How late at night is it?",
            "about 2 thirds"
        ]
    },
    {
        "date": "7.7.19 11:54 pm",
        "ctx": [
            "IM NOT AFRAID TO SAY WHAT I MEAN!! im afraid of saying what i dont mean. relate?",
            "sort of"
        ]
    },
    {
        "date": "7.7.19 11:32 pm",
        "ctx": [
            "how long did la de da take to finish again? i forget.",
            "several weeks",
            "do you think this current music video is going to take longer than, shorter than, or the same amount of time as la de da did?",
            "should be about the same"
        ]
    },
    {
        "date": "7.7.19 10:35 pm",
        "ctx": [
            "What's your secret to making the perfect lasagne?",
            "make a huge pile of lasagne on the floor, then drop the pan face down onto the pile. then slice through the pile, just under the pan. rotate upright"
        ]
    },
    {
        "date": "7.7.19 9:31 pm",
        "ctx": [
            "as a follow up to (ref: q.php?date=201907061627)7.6.194:27 pm  , how do you feel about some of the other modes? for instance, phrygian?",
            "hard to prove that it is what it is. just like it's hard to prove that an apple is rotated to the right"
        ]
    },
    {
        "date": "7.7.19 9:20 pm",
        "ctx": [
            "Which Back to the Future is the best one?",
            "2"
        ]
    },
    {
        "date": "7.7.19 8:38 pm",
        "ctx": [
            "Can I ever create something truly original?",
            "yes"
        ]
    },
    {
        "date": "7.7.19 8:20 pm",
        "ctx": [
            "will your new video be longer than 1 second?",
            "yes"
        ]
    },
    {
        "date": "7.7.19 8:03 pm",
        "ctx": [
            "How do you remain productive?",
            "sometimes it's good to stop for a moment and reconfigure"
        ]
    },
    {
        "date": "7.7.19 7:49 pm",
        "ctx": [
            "Why do you only make clean songs?",
            "no song is clean"
        ]
    },
    {
        "date": "7.7.19 7:24 pm",
        "ctx": [
            "Wikipedia says you're a comedian.",
            "that's a lie",
            "When do you feel serious?",
            "when i'm telling the truth"
        ]
    },
    {
        "date": "7.7.19 7:03 pm",
        "ctx": [
            "hi i asked a question a long time ago that you probably don't remember, it went something like \"oh no idk how to feel emotions anymore and it's making my music sound like crap because idek how to make stuff sound good because i can't even tell what i'm feeling\" \ni estimate that was 8 months ago (?) well i still haven't solved my problem and i'm beginning to wonder if I should just quit trying to make music. it's just been super discouraging. i mean what if i'm just really not cut out for this and my joy for music is never coming back?\nor maybe it's all in my head or something\nor maybe i should consult an actual psychiatrist\nor maybe i should just stay in bed forever",
            "explore things other than music. that's 2 fun things, rolled up into 1: exploring, and non-music"
        ]
    },
    {
        "date": "7.7.19 5:57 pm",
        "ctx": [
            "are you fighting demons while on hiatus?",
            "i am programming the capability to fight demons"
        ]
    },
    {
        "date": "7.7.19 5:56 pm",
        "ctx": [
            "Do you ever have moments where you need to sit and think about stuff but you aren't really sure what you're thinking about?",
            "i think"
        ]
    },
    {
        "date": "7.7.19 5:38 pm",
        "ctx": [
            "What's your least favorite song",
            "they are all tied for the worst"
        ]
    },
    {
        "date": "7.7.19 5:11 pm",
        "ctx": [
            "Can you solve a puzzle?",
            "sure"
        ]
    },
    {
        "date": "7.7.19 4:50 pm",
        "ctx": [
            "why must it be so rainy",
            "must appease the shareholders"
        ]
    },
    {
        "date": "7.7.19 4:25 pm",
        "ctx": [
            "conspiracy theory: you're creating a backlog to put out more consistent uploads.",
            "that doesn't actually work"
        ]
    },
    {
        "date": "7.7.19 4:14 pm",
        "ctx": [
            "What is the best religion?",
            "[Your Brand Here] ad space available"
        ]
    },
    {
        "date": "7.7.19 1:57 pm",
        "ctx": [
            "Do you ever wonder if there's anything out there that's truly meaningful?",
            "not exactly"
        ]
    },
    {
        "date": "7.7.19 1:53 pm",
        "ctx": [
            "When are you going to make more music and YouTube videos?\nFrom Vietnam",
            "as soon as possible"
        ]
    },
    {
        "date": "7.7.19 1:45 pm",
        "ctx": [
            "Why were there so many freakin nomads in the Eurasian Steppe?",
            "with so much room to roam, it's hard not to roam. in fact, chances are, whatever you are looking for has also roamed, and therefore you need to roam also in order to find it"
        ]
    },
    {
        "date": "7.7.19 12:49 pm",
        "ctx": [
            "Thoughts on unrequited love?",
            "soon, thanks to science, it may be possible to requite your own love"
        ]
    },
    {
        "date": "7.7.19 12:20 pm",
        "ctx": [
            "how many breads have you ate",
            "one million"
        ]
    },
    {
        "date": "7.7.19 11:49 am",
        "ctx": [
            "did you switch editing programs",
            "i'm in the process of switching"
        ]
    },
    {
        "date": "7.7.19 11:30 am",
        "ctx": [
            "do you like food?",
            "it's ok"
        ]
    },
    {
        "date": "7.7.19 9:54 am",
        "ctx": [
            "are you uploading video",
            "not right now"
        ]
    },
    {
        "date": "7.7.19 8:23 am",
        "ctx": [
            "Why are you you",
            "ah, that is due to the reflexive property of equality"
        ]
    },
    {
        "date": "7.7.19 7:54 am",
        "ctx": [
            "I've been feeling sad lately, which is rare for me. May you please cheer me up for a bit",
            "i am trying"
        ]
    },
    {
        "date": "7.7.19 6:28 am",
        "ctx": [
            "i've recently taken this approach to songwriting that's based around recording little song ideas whenever i get them and just having a constant pile of 15-second-long demos to take from and expand upon whenever i want to. this has been working fine so far, but i fear that the number of ideas will soon be so large that i won't be able to make all of them into full songs at a reasonable pace while also developing them to their maximum potential. do i stop recording ideas so fast, giving me more time to work on what's already there but also potentially missing out on what could be some great ideas? do i make them into full songs faster, letting me catch up to the rate at which i'm recording demos but also not giving me enough time to make each song the best version of itself? is there a compromise? do a take a different songwriting approach? help!",
            "i think this is a fine approach, as long as you can learn not to be scared of how large the list gets. just understand that there are infinite ideas, and you will never get a chance to do all of them. once you understand that, there is no harm in having an enormous list. if choosing becomes a problem, you could use random number generators to help"
        ]
    },
    {
        "date": "7.7.19 5:59 am",
        "ctx": [
            "Does an instrument's timbre govern how far outside it may go during a solo?",
            "i doubt it",
            "Is the answer the same regarding resolving/ending phrases on tensionous tones?",
            "i don't know what that means"
        ]
    },
    {
        "date": "7.7.19 4:54 am",
        "ctx": [
            "Do you think using the word \"cool\" figuratively will ever go out of style?",
            "eventually",
            "It doesn't even feel like slang, but I'm sure that's how people once felt about \"keen\" and \"wicked\" and the like."
        ]
    },
    {
        "date": "7.7.19 3:06 am",
        "ctx": [
            "how to deal with negative thoughts?",
            "positive thoughts"
        ]
    },
    {
        "date": "7.7.19 2:41 am",
        "ctx": [
            "do you prefer the more random strange questions or the more technical ones instead?",
            "what about the random technical ones, or the strange technical ones"
        ]
    },
    {
        "date": "7.7.19 1:01 am",
        "ctx": [
            "It's been 3 months since your last video. People are making speculations. You have to post again. Please",
            "i'm posting questions"
        ]
    },
    {
        "date": "7.7.19 12:18 am",
        "ctx": [
            "you haven't posted anything on YouTube or Instagram lately. does this mean something big is in the works?",
            "what's in the works is not a big piece of work, but a big re-working of the way(s) i do work. i am sorry for the delay"
        ]
    },
    {
        "date": "7.6.19 11:03 pm",
        "ctx": [
            "The chorus of just did a bad thing, particularly \"and how many times is the game s'pposed to change?\" reminds me of when my parents took me to see a psychiatrist who had me on this computer program in their office where I played a mix n' match game, and the rules changed as I played it without prompt. Does this line harken to something like this?",
            "no, but i think they both harken to the same thing"
        ]
    },
    {
        "date": "7.6.19 10:11 pm",
        "ctx": [
            "how do you tie your shoes?",
            "my shoes came pre-tied"
        ]
    },
    {
        "date": "7.6.19 10:07 pm",
        "ctx": [
            "what are some words you use to describe qualities of sound across different places in the eq spectrum and their associated frequency?",
            "high, low, medium"
        ]
    },
    {
        "date": "7.6.19 9:14 pm",
        "ctx": [
            "How to stop looking for mistakes",
            "organize your mistakes neatly, so you know where they are"
        ]
    },
    {
        "date": "7.6.19 8:41 pm",
        "ctx": [
            "how does this channel works?",
            "you can ask a question at the top of the page, and the rest of the text on the page is questions that other people have asked, and my answers to them. new questions/answers are added about once a day"
        ]
    },
    {
        "date": "7.6.19 7:05 pm",
        "ctx": [
            "your music is so wonderful, why do you make it?",
            "that would surely be reason enough, if true"
        ]
    },
    {
        "date": "7.6.19 6:32 pm",
        "ctx": [
            "Why do you upload to youtube slightly later than other places? I see \"Might Quit\" has been on this website/itunes since Mar 12, yet the youtube date is Mar 18.",
            "that was a mistake. due to the time delay required to send songs to streaming services (spotify, itunes, etc) i have to guess 2 days in advance (hopefully more, if i want it delivered to some of the other sites on time) when i think the video will be done. sometimes unfortunately i guess wrong"
        ]
    },
    {
        "date": "7.6.19 5:27 pm",
        "ctx": [
            "What was it about school that didnt make sense to the character in might quit?",
            "not specified"
        ]
    },
    {
        "date": "7.6.19 4:27 pm",
        "ctx": [
            "how do you feel about the lydian mode?",
            "dazzled, with childlike wonder"
        ]
    },
    {
        "date": "7.6.19 3:44 pm",
        "ctx": [
            "are you e?",
            "&#8340;"
        ]
    },
    {
        "date": "7.6.19 2:37 pm",
        "ctx": [
            "Do you exist more by having your own website? Asking for a friend",
            "slightly"
        ]
    },
    {
        "date": "7.6.19 2:02 pm",
        "ctx": [
            "Have the constant influx of worried dudes on this page made you regret the title of \"might quit\"",
            "somewhat"
        ]
    },
    {
        "date": "7.6.19 1:49 pm",
        "ctx": [
            "how do you feel about harrison subverting the rhyme on i want to tell you with \"when you're here / all those words they seem to slip away\"? he could have said disappear instead obviously, but he didn't. from what i can tell, it seems he did it because extending the sound \"ear\" wouldn't be quite as natural sounding as \"way.\" is this part of why you don't chase rhymes?",
            "in that case, it's actually rhyming with the previous line"
        ]
    },
    {
        "date": "7.6.19 12:41 pm",
        "ctx": [
            "are you quitting",
            "some things, but not others"
        ]
    },
    {
        "date": "7.6.19 11:12 am",
        "ctx": [
            "omw to the big city in which i'll be completely alone and moneyless to make art and chase my dreams, any advice? ps: im young and stupid",
            "this is the stuff of legends"
        ]
    },
    {
        "date": "7.6.19 11:06 am",
        "ctx": [
            "what is your opinion on groups against science?",
            "love the name. almost sounds fake"
        ]
    },
    {
        "date": "7.6.19 10:35 am",
        "ctx": [
            "Will this technical revolution make videos take less time in the future, or just make the videos more awesome?",
            "extremely both"
        ]
    },
    {
        "date": "7.6.19 6:44 am",
        "ctx": [
            "What's the bigger enemy? The world or oneself?",
            "it's a tie"
        ]
    },
    {
        "date": "7.6.19 6:43 am",
        "ctx": [
            "Isn't language a bit too ambiguous",
            "the ambiguity is the price we pay for ease of use"
        ]
    },
    {
        "date": "7.6.19 5:57 am",
        "ctx": [
            "hows the new video coming along?",
            "it's been delayed and stalled quite a bit"
        ]
    },
    {
        "date": "7.6.19 5:43 am",
        "ctx": [
            "How do I make myself get to bed earlier?",
            "you could try giving yourself some stern warnings"
        ]
    },
    {
        "date": "7.6.19 5:02 am",
        "ctx": [
            "if time travel were to exist in the future, can't we just tell our future selves to time travel back to 2019 so we would know if time travel would ever exist?",
            "yes"
        ]
    },
    {
        "date": "7.6.19 4:01 am",
        "ctx": [
            "If rebirth is real, what do you think are the odds of existing on earth again?",
            "you'd need some very special technology to do that"
        ]
    },
    {
        "date": "7.6.19 3:28 am",
        "ctx": [
            "have you stopped making reality videos?",
            "no"
        ]
    },
    {
        "date": "7.6.19 1:29 am",
        "ctx": [
            "have you ever considered breaking the world record?",
            "yes"
        ]
    },
    {
        "date": "7.6.19 1:06 am",
        "ctx": [
            "when you're in the shit and having a bad time, how do you know you're on the right track?",
            "see if you can open up a round table discussion"
        ]
    },
    {
        "date": "7.6.19 12:40 am",
        "ctx": [
            "any opinions on the evolution of weezer's music and the backlash it often gets for being distinctly not pinkerton over and over again?",
            "i'm not a weezer expert, but i am actually surprised and impressed that weezer's overall sound seems to have remained exactly the same over the course of multiple decades. also, in general, people always have a tendency to complain that new things are not like the old things. this is just because they have grown more of an attachment to the old things. it's important to remember that whenever the old thing originally was released, it surely was met with the same criticism that it wasn't like the even older things, from before"
        ]
    },
    {
        "date": "7.5.19 11:53 pm",
        "ctx": [
            "what are you gonna eat",
            "planes (flat surfaces)"
        ]
    },
    {
        "date": "7.5.19 11:50 pm",
        "ctx": [
            "do you think you will ever decide to do a song that is larger than your ordinary songs or is that far too difficult?",
            "it's not too difficult, but i think when it gets longer than 4 minutes it becomes necessary to break tempo / change gears / speak / talk / have some non-song content integrated in, and also no longer functions properly when only the audio is played without video"
        ]
    },
    {
        "date": "7.5.19 11:07 pm",
        "ctx": [
            "will you make small projects with your new tools?",
            "yes, and large"
        ]
    },
    {
        "date": "7.5.19 10:54 pm",
        "ctx": [
            "Is anything real?\n\nIt sure is.\nAt least on some level.\nAnd this is the only level experienced by me and everyone else as far as I know.\n\nSo why do people ask if this is a simulation?",
            "from what i can tell, it's just a popular phrase, like 'yeet' or 'cowabunga'"
        ]
    },
    {
        "date": "7.5.19 10:35 pm",
        "ctx": [
            "(ref: q.php?date=201907042323)7.4.1911:23 pm  i wasn't talking about the styling (which i think is great) but like why do you have five thousand body tags",
            "why do you care"
        ]
    },
    {
        "date": "7.5.19 10:32 pm",
        "ctx": [
            "so why did you decide to do two Big Changes at once, i'm curious",
            "it's many more than just 2. but sometimes when you make 1 change, it requires many other things to change, or makes you aware of all the other things that need to change. for example, moving to china might suddenly make it necessary to also learn the chinese language(s)"
        ]
    },
    {
        "date": "7.5.19 9:23 pm",
        "ctx": [
            "how are you creative",
            "made a deal with the devil. actually about to expire, need to renew soon"
        ]
    },
    {
        "date": "7.5.19 8:50 pm",
        "ctx": [
            "Lately I've been OBSESSED with MBTI(Myers-Briggs Type Indicator)/16 personality types stuff so much to the point where it's actually draining me mentally for some reason. I've been trying to find my personality type for months now, and I still haven't quite found it yet. I've been doing research on cognitive functions, I've been looking through different MBTI-related subreddits, I've taken millions of different personality tests and it's driving me insane because I get different results every darn time!! I really have this need/desire to fit in one of the 16 personality types, but I just can't seem to truly relate to any of them (for example, I'm too dumb to be an INTP, not sporty/active enough to be an ISTP, way too lazy to be an ISTJ etc.)... Maybe I'm not meant to have a personality after all? Maybe there's a secret 17th personality type that I do not know of?\nDo these 16 personality types even matter? I have zero idea at this point.\nDo you have any advice on getting over this 16-personalities-thing?",
            "sounds like you already have",
            "This is just getting out of hand, but I don't know how to stop myself from obsessing over it.\nAlso, what are your thoughts on MBTI related stuff?",
            "it can be fun to try to categorize people. but i think eventually you will find that living things can be difficult to categorize, mainly due to their ability to change"
        ]
    },
    {
        "date": "7.5.19 7:34 pm",
        "ctx": [
            "what's the longest answer you've given to a question",
            "this one"
        ]
    },
    {
        "date": "7.5.19 6:05 pm",
        "ctx": [
            "what are the chances of a new video by bill wurtz coming out next week?",
            "1%"
        ]
    },
    {
        "date": "7.5.19 6:01 pm",
        "ctx": [
            "(ref: q.php?date=201907031046)7.3.1910:46 am  it's Ab/G#, right?",
            "yes",
            "(Perfect pitch over here.)"
        ]
    },
    {
        "date": "7.5.19 5:55 pm",
        "ctx": [
            "did you quit youtube",
            "no"
        ]
    },
    {
        "date": "7.5.19 5:13 pm",
        "ctx": [
            "(ref: q.php?date=201907032132)7.3.199:32 pm  how the hell do you have all these examples ready to go? Ive seen similar questions on this page where you just list a bunch of stuff like you have it memorized. Do you have like thousands of songs memorized?",
            "no but i know how they go",
            "Or so you have it written down somewhere?",
            "if i could look at a list of all the songs in my itunes, i could have come up with much more, but i was just trying to think of as many as i can. if i thought longer i could come up with many more. it's like naming as many words that start with G as you can",
            "I'm seriously impressed. Also the amount and variety of music that you appreciate is really something"
        ]
    },
    {
        "date": "7.5.19 5:06 pm",
        "ctx": [
            "how's your technological transformation coming along",
            "slow",
            "and how is it affecting the next video",
            "delaying and stalling it quite a bit"
        ]
    },
    {
        "date": "7.5.19 4:43 pm",
        "ctx": [
            "(ref: q.php?date=201907041705)7.4.195:05 pm  However much is done, you must've done something in these couple of months.",
            "reinventing sefl"
        ]
    },
    {
        "date": "7.5.19 3:42 pm",
        "ctx": [
            "have you thought about doing an FAQ page that's like \"the reason nothing from the reality page is \"recent\" is because I post old material on a regular basis\",\"no, might quit is NOT literally about me quitting and even if it were, it's about school??? not youtube???,\" \"as a rule, I never pick a favorite past song because I want my future stuff to be my favorite,\" \"I can play drums even though for some reason people think I don't???\" etc.",
            "no"
        ]
    },
    {
        "date": "7.5.19 2:52 pm",
        "ctx": [
            "I saw your latest youtube video might quit and i was scared at first but it seemed like a normal video.But 3 months later you still have not made a video since then are you actually quitting",
            "no",
            "because im concerned."
        ]
    },
    {
        "date": "7.5.19 1:00 pm",
        "ctx": [
            "are you a wizard cause you are so magical",
            "just dropped off the paperwork today"
        ]
    },
    {
        "date": "7.5.19 12:37 pm",
        "ctx": [
            "Have you ever lost motivation on doing music and/orbideos for a long time?",
            "no",
            "If so what was your favourite dish?"
        ]
    },
    {
        "date": "7.5.19 11:32 am",
        "ctx": [
            "Please make more videos",
            "i will consider it"
        ]
    },
    {
        "date": "7.5.19 10:47 am",
        "ctx": [
            "have you ever experienced an existential crisis",
            "a long time ago i had one that never ended",
            "and if so, how did you cope?",
            "built a website dedicated to myself"
        ]
    },
    {
        "date": "7.5.19 9:28 am",
        "ctx": [
            "what do you think about norway?",
            "the latitudes are spectacular"
        ]
    },
    {
        "date": "7.5.19 8:59 am",
        "ctx": [
            "are you clever?",
            "i am planning to be, in the future"
        ]
    },
    {
        "date": "7.5.19 7:33 am",
        "ctx": [
            "I was thinking further into the happy place of harmonizing around middle c and it got me thinking, depending on where you transpose a song to, do you find the you have to change your voicings around to fit the happy place better?",
            "of course",
            "Wouldn't it change the song's essence to say have the third of a chord on top of the voicing as opposed to maybe the 5th being on top in the original key?",
            "these are the kinds of engineering questions that must be addressed when a song is transposed"
        ]
    },
    {
        "date": "7.5.19 6:38 am",
        "ctx": [
            "Will time travel ever be possible?",
            "it's actually impossible not to time travel"
        ]
    },
    {
        "date": "7.5.19 5:37 am",
        "ctx": [
            "current mental stability levels?",
            "(ref: pierre-inthebillions.mp4)calculating"
        ]
    },
    {
        "date": "7.5.19 4:16 am",
        "ctx": [
            "how do i kill the sadness",
            "cannot be killed. can only be converted"
        ]
    },
    {
        "date": "7.5.19 3:07 am",
        "ctx": [
            "(ref: q.php?date=201907030752)7.3.197:52 am  do you have any tips for how we can find out about any of these other things, once they are made public in whatever fashion they are meant to be?",
            "almost everything i ever do can be discovered by following this page"
        ]
    },
    {
        "date": "7.5.19 2:21 am",
        "ctx": [
            "If you wanted to learn a language,what language would be?",
            "swift"
        ]
    },
    {
        "date": "7.5.19 1:16 am",
        "ctx": [
            "Do you play games?",
            "i am games"
        ]
    },
    {
        "date": "7.5.19 12:25 am",
        "ctx": [
            "what made you decide against using Futura for the \"are you a lamb/lamp\" scene?",
            "nothing"
        ]
    },
    {
        "date": "7.4.19 11:23 pm",
        "ctx": [
            "your HTML is so bad it's almost artistic, is this intentional",
            "i think it's not artistic at all. it's so simple it's downright functional"
        ]
    },
    {
        "date": "7.4.19 10:26 pm",
        "ctx": [
            "how long did it take you to compile all of your notes for the notebook page?",
            "still haven't come close"
        ]
    },
    {
        "date": "7.4.19 10:16 pm",
        "ctx": [
            "Do you think cardboard is funny?",
            "yes"
        ]
    },
    {
        "date": "7.4.19 9:42 pm",
        "ctx": [
            "why multiple things at once?",
            "could be fun"
        ]
    },
    {
        "date": "7.4.19 9:35 pm",
        "ctx": [
            "what do you think of technology",
            "could be the next big thing"
        ]
    },
    {
        "date": "7.4.19 9:05 pm",
        "ctx": [
            "in elementary school i played this game with a calculator where you press +1===========... and you see how high you can get but i spent an entire weekend doing it and i got something like 60,000 and the person i was playing with didn't even do it at all. it made me feel bad because it was a basically pointless task but since it was a competition it became fun except the person i was competing against wasn't even playing at all. it's like i didn't get the credit for winning since my opponent wasn't even playing to begin with. have you ever felt this way before?",
            "yes"
        ]
    },
    {
        "date": "7.4.19 8:40 pm",
        "ctx": [
            "are u a robot?",
            "not sure, but i can crush captchas"
        ]
    },
    {
        "date": "7.4.19 7:05 pm",
        "ctx": [
            "I set myself to a schedule and sometimes I can keep it and make good stuff and sometimes I can't keep it because I need more time to make bad stuff good stuff. SCHEDULE OR QUALITY. What's the third answer here?",
            "i received a very genuine and profound honest answer to that question from a stranger on an extremely short elevator ride. i barely had time to explain the problem (exactly the same situation you explained above) because the elevator ride was so short. but as we arrived at his floor, i said \"which one is it? what's the answer?\". there was just enough time before the doors closed for him to decisevely inform me, \"i think you need both.\" this was profound to me, but admittedly a clear 3rd answer is still needed"
        ]
    },
    {
        "date": "7.4.19 5:33 pm",
        "ctx": [
            "I've always wondered, why are your videos so surreal, and yet make sense and are hilarious?",
            "that was a business strategy i embarked on long ago"
        ]
    },
    {
        "date": "7.4.19 5:05 pm",
        "ctx": [
            "Why can't you just release a hint on Instagram if more than half the video's already done?",
            "more than half the video is not done"
        ]
    },
    {
        "date": "7.4.19 4:33 pm",
        "ctx": [
            "your instrumental 'meadow music' is gorgeous. did it any way inspire the groove you'd use later for movie star?",
            "no, they were both inspired surely by the tempo marking"
        ]
    },
    {
        "date": "7.4.19 4:10 pm",
        "ctx": [
            "out of all the songs you made, which would you consider your favorite. personally i really like the melody of \"i wanna be a movie star\" but id like to know what you think since you made them",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "7.4.19 4:00 pm",
        "ctx": [
            "(ref: q.php?date=201907022107)7.2.199:07 pm  How come your songs don't use guitars anyways? You've shown them in videos but the songs all sound like they favor keyboards.",
            "i unfortunately am not a guitar player"
        ]
    },
    {
        "date": "7.4.19 3:58 pm",
        "ctx": [
            "are you enjoying america day",
            "it's a little loud"
        ]
    },
    {
        "date": "7.4.19 2:59 pm",
        "ctx": [
            "how do you signify inversions/positions using an arabic harmonic naming system?",
            "i use the master numbers of the scale. 4/6 means 4 over 6, which in the key of C would mean F/A"
        ]
    },
    {
        "date": "7.4.19 1:59 pm",
        "ctx": [
            "What's an answer to a question that nobody here has asked?",
            "ARKit"
        ]
    },
    {
        "date": "7.4.19 12:25 pm",
        "ctx": [
            "Are you still allowed to celebrate 4th of July even if you don't live in the United States?",
            "yes"
        ]
    },
    {
        "date": "7.4.19 11:18 am",
        "ctx": [
            "if death is the opposite of birth, then what is the opposite of life?",
            "nothing"
        ]
    },
    {
        "date": "7.4.19 10:06 am",
        "ctx": [
            "Can you question a question while questioning yourself, and your own question?",
            "yes but that is a very advanced technique"
        ]
    },
    {
        "date": "7.4.19 9:08 am",
        "ctx": [
            "is it possible to time travel on a broomstick",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "7.4.19 8:43 am",
        "ctx": [
            "if you cut a sandwich in half do you have twohalves of a sandwich or two sandwiches? sorry if i asked this before",
            "it mostly depends on the size and shape of the sandwich(s)"
        ]
    },
    {
        "date": "7.4.19 1:10 am",
        "ctx": [
            "bill you're one of my very favorite people, and i'm really glad that you seem to be becoming less neutral and more opinionated. if you don't wanna be becoming more opinionated i'm sorry i pointed it out. anyway, it makes me really happy so thanks.",
            "i disagree"
        ]
    },
    {
        "date": "7.4.19 12:49 am",
        "ctx": [
            "what happened with the \"même\" posts you used to do here on your page in 2013?",
            "those were quite simple. you just slap the text on the image and you're done. much shorter production time than songs, and videos"
        ]
    },
    {
        "date": "7.3.19 11:28 pm",
        "ctx": [
            "I liked your h3 interview you did in December. Are you ever planning to do more interviews in the near future when you have the time and/or get an offer?",
            "yes"
        ]
    },
    {
        "date": "7.3.19 11:12 pm",
        "ctx": [
            "do you shlapp bAss?",
            "not usually"
        ]
    },
    {
        "date": "7.3.19 10:19 pm",
        "ctx": [
            "Thoughts on Hollywood?",
            "seems legit"
        ]
    },
    {
        "date": "7.3.19 9:32 pm",
        "ctx": [
            "what are some other examples of progressions that are in a key that the I or i chord isnt played often?",
            "california girls (katy perry).\n ain't no stoppin us now.(t mcfadden/whitehead)\n i'm every woman (chaka/whitney)\n too close (next)\n rock with you (mj)\n rock the boat (aaliyah)\none more time (daft p) holiday (madonna)\n woman got to have it (bobby womack) you da f best (drake)\n work work (rihanna)\n and much much more!",
            "Like the \"everything is you\" progression ? Do you think the characteristic \"miss you dearly\" sound is in part by this tonic center not visited as a I or i chord frequently?",
            "that's just the way it sounds when you play 4maj7 in that way"
        ]
    },
    {
        "date": "7.3.19 9:30 pm",
        "ctx": [
            "should i run away",
            "where are you now"
        ]
    },
    {
        "date": "7.3.19 8:04 pm",
        "ctx": [
            "is home good or bad",
            "rad"
        ]
    },
    {
        "date": "7.3.19 7:50 pm",
        "ctx": [
            "did you switch to windows?",
            "no"
        ]
    },
    {
        "date": "7.3.19 7:22 pm",
        "ctx": [
            "how to know which car to buy",
            "buy the one with wheels!!!!"
        ]
    },
    {
        "date": "7.3.19 7:11 pm",
        "ctx": [
            "what do you think about politics?",
            "my great great grand step sister was a politic"
        ]
    },
    {
        "date": "7.3.19 7:02 pm",
        "ctx": [
            "What else did the Easter bunny tell you, we need to know the inside scoop",
            "besides what"
        ]
    },
    {
        "date": "7.3.19 6:48 pm",
        "ctx": [
            "In the video help! I'm lost in a calendar, are you still lost in the calendar?",
            "i was not the one lost in the calendar. that was a portrayal of someone lost in a calendar, from the first person point of view"
        ]
    },
    {
        "date": "7.3.19 6:16 pm",
        "ctx": [
            "There are some people who somehow manage to hyperlink to a previously asked question in their questions on this page (for example the (ref: q.php?date=201907021005)7.2.1910:05 am  one)...\nThis may be a stupid question but, how is that done?? Thanks!",
            "it is automatic"
        ]
    },
    {
        "date": "7.3.19 5:34 pm",
        "ctx": [
            "how's the new computer",
            "old"
        ]
    },
    {
        "date": "7.3.19 5:33 pm",
        "ctx": [
            "do you have any special techniques for memorization?",
            "having a strong interest for the material",
            "i think very few people would opt for the memorizing hertz frequencies route as opposed to just abandoning Yamaha and calling middle c C4, so i figure you gotta have some penchant for memorizing",
            "there was the feeling of wanting to have proper names for the notes in an absolute sense which doesn't need the letter at all. for example, if you took the letter away from the C4 C5 system, you'd have 4s for the entire octave, etc . .. it's nice to have an independent number system for really just saying how high something is. more for sonic reasons"
        ]
    },
    {
        "date": "7.3.19 5:07 pm",
        "ctx": [
            "When did your technological transformation start?",
            "around june 18th",
            "What prompted it, and what made it come at that time rather than any other?",
            "a botched youtube rental"
        ]
    },
    {
        "date": "7.3.19 4:36 pm",
        "ctx": [
            "(ref: q.php?date=201907021557)7.2.193:57 pm  the most latest one.",
            "that would be lame"
        ]
    },
    {
        "date": "7.3.19 2:28 pm",
        "ctx": [
            "Why no post on twitter?",
            "i discovered some other websites"
        ]
    },
    {
        "date": "7.3.19 2:18 pm",
        "ctx": [
            "Did you forget about the improv page?",
            "no, did you"
        ]
    },
    {
        "date": "7.3.19 1:35 pm",
        "ctx": [
            "What's your future goal?",
            "wouldn't be able to say, until it has occured"
        ]
    },
    {
        "date": "7.3.19 1:12 pm",
        "ctx": [
            "when will i finally dominate the world",
            "tuesday"
        ]
    },
    {
        "date": "7.3.19 12:58 pm",
        "ctx": [
            "if you had a YouTube red series, what would it be?",
            "wouldn't be able to say what it is, until it is released"
        ]
    },
    {
        "date": "7.3.19 12:52 pm",
        "ctx": [
            "Can I get help?",
            "yes, and give it"
        ]
    },
    {
        "date": "7.3.19 12:00 pm",
        "ctx": [
            "I have a feeling that you don't make music for the fame or money. So then, why is it you do what you do and put so much time into it? I'm also under the assumption that you have other hobbies/a job, so WHERE do you find the time you put into it?",
            "time is everywhere"
        ]
    },
    {
        "date": "7.3.19 11:16 am",
        "ctx": [
            "could you start adding timestamps of when you UPLOAD the reality videos and not just when they were recorded?",
            "it's there next to the other date in 'invisible ink'"
        ]
    },
    {
        "date": "7.3.19 10:46 am",
        "ctx": [
            "Is the \"that's the way I like to live my life\" in \"Hi I'm Steve\" in Eb?",
            "no"
        ]
    },
    {
        "date": "7.3.19 10:38 am",
        "ctx": [
            "teach me music stuff :(",
            "i will try"
        ]
    },
    {
        "date": "7.3.19 10:26 am",
        "ctx": [
            "re: names for notes on the keyboard, I think you could just use the International Organization for Standardization system of octave numbering (middle C, 262hz = C4). I know Yamaha calls it C3 but they're more wrong rather than simply different.",
            "the only problem with that for me is reconciling that the/a brand i like greatly and (most) commonly use is \"wrong\""
        ]
    },
    {
        "date": "7.3.19 9:40 am",
        "ctx": [
            "Why should we hire you?",
            "who is this"
        ]
    },
    {
        "date": "7.3.19 7:57 am",
        "ctx": [
            "Is this a question?",
            "let me run some tests"
        ]
    },
    {
        "date": "7.3.19 7:52 am",
        "ctx": [
            "The music video you are making better be the greatest you've ever made if it's taking this long to finish.",
            "actually there are other things going on too",
            "Can't wait to see it!"
        ]
    },
    {
        "date": "7.3.19 2:47 am",
        "ctx": [
            "Why do I love your music so much?",
            "could be because of the political views it expresses"
        ]
    },
    {
        "date": "7.3.19 1:50 am",
        "ctx": [
            "So if humans were hypnotized by an intelligent alien species, what would be the most likely thing we would be forced to do for them.",
            "pay compulsary financial charges",
            "And would we enjoy it?",
            "yes"
        ]
    },
    {
        "date": "7.3.19 1:36 am",
        "ctx": [
            "How do I become more mentally healthy",
            "count very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very very high"
        ]
    },
    {
        "date": "7.3.19 12:37 am",
        "ctx": [
            "How do you break away from the shyness?",
            "extravertedness, and extraverted tactics. including maybe no less than outright extroversion"
        ]
    },
    {
        "date": "7.3.19 12:33 am",
        "ctx": [
            "Are you an early bird or night owl?",
            "how about the middle of the day"
        ]
    },
    {
        "date": "7.3.19 12:14 am",
        "ctx": [
            "I've seen you mention the frequencies of notes, a few times here on this page. Do you have this memorized for all notes on the piano or do you look it up?",
            "sometime around 2012 i took the time to familiarize myself with them, rounded to the nearest integer. i still remember the majority of the numbers, but whichever ones i don't remember can be easily obtained by dividing or multiplying the ones i do remember from other octaves. i realize most people have not done this, and i apologize",
            "If you have it memorized, what purpose does that serve and how do you apply it?",
            "the reason was because i wanted a solid way to name the notes in any octave, and it seems there is no universally agreed upon numbering system. for example, roland and yamaha disagree on the octave numbers"
        ]
    },
    {
        "date": "7.3.19 11:09 am",
        "ctx": [
            "Can I buy a plaid shirt for my rocks",
            "always lease"
        ]
    },
    {
        "date": "7.2.19 10:44 pm",
        "ctx": [
            "how many shopping trolleys does it take to reach the moon?",
            "just one very stretchy one"
        ]
    },
    {
        "date": "7.2.19 9:32 pm",
        "ctx": [
            "how do you know if you're trying?",
            "impossible to know"
        ]
    },
    {
        "date": "7.2.19 9:16 pm",
        "ctx": [
            "are you actually quitting YouTube?",
            "no, and not figuratively or virtually either"
        ]
    },
    {
        "date": "7.2.19 9:07 pm",
        "ctx": [
            "do you play guitar?",
            "no",
            "and if you do when did you start? (i feel like i started really late)"
        ]
    },
    {
        "date": "7.2.19 9:06 pm",
        "ctx": [
            "Oh boy. I watched a video about chords the other day, and it was really interesting. The video made me realise that I should definitely learn more about music stuff, so I decided to download a free demo version of some random music theory book today. The book thing introduced me to basic music notation stuff first. I was doing fine and having fun until I came across tuplets/grouplets. I just straight up had a short crying session because the darn thing blew my mind (in a negative way). Like, how are you supposed to divide a whole note into three half notes???",
            "write 3 half notes and put a big number 3 above the whole thing",
            "A whole note is worth 4 beats, and a half note is worth 2 beats. 3 times 2 equals 6, not 4!! I'm so confused?!?!",
            "right. the 3 is a cheat. 3 is actually short for 3:2 which means \"3 in the time of 2\"",
            "I just wanted to have fun!! I've even watched some videos regarding this topic, but I'm still not quite sure if I get the hang of it. I did try to make my own definition, but I think I might need your help with improving it. It basically goes like this: \"a tuplet/grouplet is a group o f multip le shorter notes used as a substitute for a single longer note (for example a group of 3 eighth notes can be used instead of a single quarter note)\" . Does my definition make any sense? How would you explain tuplets in your own words? What's the most important thing to know about tuplets? Also, where can I find really good examples of tuplets in songs? Thank you a lot in advance!!!",
            "a good way to start is with the most common case: 8th note triplets. 3 of those will fit in the time of 1 quarter note. you distinguish this by putting the number 3 above them like (ref: trip1.png\">this (sorry for messy, new computer, no new pen yet. old pen does not work. need a new pen) that's the way it's normally written, but, to be more precise, it's actually 3:2. (3 in the time of 2.) but because that's so common, people just write 3. You can do this with any note value. another common way to see it is like (ref: 16trip.png\">this. that's 2 16th note triplets and 2 regular 16th notes. the 2 16th note triplets are occuring at a 3:2 rate which means there's 3 in the time you'd normally have 2. Sometimes you might see a group of 5 16th notes under a number 5, like <a href=\"5tup.png\">this. this doesn't happen too often, but i think you can generally assume that the 5 means 5:4, and those 5 quintuplets are taking the space of 4 16th notes. but you can know for sure by looking at the rest of the bar and seeing how much space they take up. Usually the only time you'll see the : symbol being used is when it's a strange/uncommon situation and you need to clarify the ratio. actually the most common place i think you'd see it is if you are in a 6/8 time signature, which kind of makes normal 8th notes behave like triplets, because there are 3 per beat, with no number 3 written. So if you want to put 4 notes per beat instead, you'd have to say 4:3 to say 4 in the time of 3. like <a href=)4inthetimeof3.png)this. this is exhausting. need a new pen"
        ]
    },
    {
        "date": "7.2.19 7:56 pm",
        "ctx": [
            "i have been searching for awhile and getting more and more upset at the lack of clarity of information.would you mind going into some detail about what you know of compulsory licensing for doing covers.as well as the idea of a 'derivative work' rather than a 'cover' and how that requires songwriter permission rather than a compulsory license.i can't even figure out how to go about getting compulsory licenses or how much they would cost.and i know that many people just don't even worry about it and post things without licenses but it makes me sort of scared to do that.i really just don't want to bother with this crap because it sounds like a horrendous messy use of brainpower and time.fuck word-soup-lawyer-speak.so frustrating.",
            "hahahahahahahahaha sounds like you already know more than me. a general rule of thumb is, look around at people doing something similar to you and whose audience size is similar to yours, and see if they are getting busted or not. also contact those people and see if they have any experience with getting busted or not. and don't try to do the eagles"
        ]
    },
    {
        "date": "7.2.19 7:25 pm",
        "ctx": [
            "i really don't understand the whole 'having suggestions for what bill should be doing' thing.",
            "what they may not realize is that i have an inherent tendency to want to do things other than what people have suggested"
        ]
    },
    {
        "date": "7.2.19 6:48 pm",
        "ctx": [
            "If you had the opportunity to go on hot ones, would you?",
            "only if i could do it without eating the wings"
        ]
    },
    {
        "date": "7.2.19 6:26 pm",
        "ctx": [
            "when you first started out making your own music was it simpler than what you're doing now? i started writing my own songs after years of just covering stuff and even though i can play really complicated songs by other people my own songs are very simple. a few basic chords, simple melodies, not much crazy going on. is this normal or do i just suck? and i want to note that i do not equate complexity with quality, but i guess i'd like to eventually do songs in crazy time signatures with weird progressions and other funky things.",
            "the earlier things i did would have had no lyrics and been about an equal level of complexity as what i do now"
        ]
    },
    {
        "date": "7.2.19 6:08 pm",
        "ctx": [
            "About how many questions do you even get on this?",
            "3 or 4",
            "You made this website in like 2004 and it's still up holy shit",
            "actually it was made in 2014"
        ]
    },
    {
        "date": "7.2.19 4:41 pm",
        "ctx": [
            "tell me about yourself.",
            "i will try"
        ]
    },
    {
        "date": "7.2.19 4:41 pm",
        "ctx": [
            "I have nerve damage in my left ring finger's tip. It constantly feels like pins and needles. Do you think this will stop me from being able to competantly play a guitar or bass?",
            "no",
            "Would it be easier if I tried a left-hand oriented version of said instruments?",
            "it depends how much experience you have. if you have any experience at all playing right handed, then it may be extremely difficult to switch. it will be like starting from absolutely the beginning"
        ]
    },
    {
        "date": "7.2.19 3:57 pm",
        "ctx": [
            "will the video come out in September?",
            "which video"
        ]
    },
    {
        "date": "7.2.19 3:38 pm",
        "ctx": [
            "i remember watching a late night show video where a guest was being interviewed and at some point they quoted a song i think and started singing it in whatever key, and after a few seconds the band joined them in that very key. how does this happen, is there like a player with absolute pitch making some sort of gesture to the rest of the band or does each one start playing very silently until they find the key (i don't remember if there were any wrong notes at the beginning)",
            "even if you don't have absolute pitch, you can get away with it. all you have to do is flick a note, and you'll immediately know what key everything is in. the other players may also do the same, and/or if the keyboard player finds the key they can tell the other players. if all the players know the song, then that's great. if they don't, they can fake it using intuition and try to guess where it's going to go, and/or make ambiguous decisions until they get it. also what is quite common, if the keyboardist knows the song better than the others, they might say numbers or give number symbols with one hand. you may never believe this, but i think all the skills necessary to do this are actually skills that are not particularly common among people with true absolute pitch. absolute pitch may help you find 1 note if you're in handcuffs, but in terms of finding the chords and the rest of the song, it comes down to musicianship/music, which is quite unrelated to absolute pitch"
        ]
    },
    {
        "date": "7.2.19 2:17 pm",
        "ctx": [
            "how much bread is in a loaf",
            "1 loaf"
        ]
    },
    {
        "date": "7.2.19 1:07 pm",
        "ctx": [
            "im beginning to think paul mccartney is a crazy man who creates an illusion that life is long",
            "that could be true"
        ]
    },
    {
        "date": "7.2.19 12:43 pm",
        "ctx": [
            "...has music theory ever made you cry tears of confusion and frustration...",
            "no, only the phrase 'music theory' itself",
            "i'm asking for a friend...."
        ]
    },
    {
        "date": "7.2.19 11:56 am",
        "ctx": [
            "Are zebras magic camels?",
            "i think they are magic horses"
        ]
    },
    {
        "date": "7.2.19 11:19 am",
        "ctx": [
            "How do I move to another planet?",
            "step 1, invent a way to make it inhabitable, step 2, invent robots to make it that way, step 3, invent a way to transport the robots there, step 4, invent a way to transport yourself there, step 5 sabotoge the planet"
        ]
    },
    {
        "date": "7.2.19 10:20 am",
        "ctx": [
            "it is vitally necessary for me to start finding gigs soon.i have not played enough gigs in my life and it is starting to weigh heavily on me.i play keyboard, and also wouldn't mind jumping off the deep end as a bassist if the duties were manageable.the problem is, i don't really have equipment.i don't have a keyboard amp or bass amp.is it important to get a certain kind of equipment to be accepted for more gigs?what have you done about this?",
            "sure, some gigs may require you to bring your own amp, but some do not. a cool trick that many people have done before is, see what gigs you can get without one, and then use the money from that to buy a cheap one. then do a few more and then use that money to buy a better one"
        ]
    },
    {
        "date": "7.2.19 10:05 am",
        "ctx": [
            "(ref: q.php?date=201906291407)6.29.192:07 pm \n\nOof. Time to see if I can break into any practice rooms on the music campus then",
            "that's what i was going to suggest actually but i wasn't sure if it was that kind of school"
        ]
    },
    {
        "date": "7.2.19 9:23 am",
        "ctx": [
            "Thank you Bill Wurtz! Really cool to see a part of your creative process. Do you manually write out all of your music?",
            "nowadays i write using a combination of text files and demo reference recordings. i used to write on paper but that is too much maintenance. but handwriting is actually coming back again, sometimes i notate things using a graphics tablet"
        ]
    },
    {
        "date": "7.2.19 8:17 am",
        "ctx": [
            "what advice would you give to people who want to make music/songs but are struggling to? (especially writing lyrics)",
            "get a simple word processor and start going crazy with it. autocorrect and auto-punctuate must be entirely turned off to get the full effect of this"
        ]
    },
    {
        "date": "7.2.19 5:37 am",
        "ctx": [
            "do i have too much, too little or enough anxiety?",
            "slightly too much but just barely"
        ]
    },
    {
        "date": "7.2.19 5:13 am",
        "ctx": [
            "hello bill. i had a dream last night. you finally released your new video/song after long absence and surprised us with new version of \"hi, i'm steve\". it wasn't a sequel but more like a full-fledged song version of it that also has \"that's the way i like the live my life...\" parts. do you there's a chance this dream will come true?",
            "no but i will do other songs that are stronger when longer",
            "i love that video so much. it's so amazing.",
            "that's nice of you"
        ]
    },
    {
        "date": "7.2.19 1:08 am",
        "ctx": [
            "what do you eat",
            "dirt"
        ]
    },
    {
        "date": "7.2.19 12:51 am",
        "ctx": [
            "In this process of upheaval, is all hope lost?",
            "no"
        ]
    },
    {
        "date": "7.1.19 11:28 pm",
        "ctx": [
            "i'm starting a vlog. should i make it publically viewable and tell ppl about it immediately, make it publically viewable from the start but not promote it, or keep it private til i have some Content",
            "public yet obscure is always fun. that's how i started"
        ]
    },
    {
        "date": "7.1.19 11:27 pm",
        "ctx": [
            "how to stop exploring what scales work and exist, which is basically endless, and instead just make songs that actually sound good, non-abstractly",
            "it might help to listen to a lot of songs other people have done, and learn those. that will help you think about the notes a little more musically"
        ]
    },
    {
        "date": "7.1.19 11:04 pm",
        "ctx": [
            "Hi, could you perhaps share a lengthy list of songs you condone?",
            "(ref: allthesongs.png)sure",
            "I sense that you already have one but if I'm wrong then it's okay."
        ]
    },
    {
        "date": "7.1.19 10:59 pm",
        "ctx": [
            "Are the videos \"eat trees\"& \"maybe I could eat blades of grass\" similar?",
            "i don't think so",
            "because they both talk about eating two different living plants and one of which extends to one minute of Damien asking weird questions."
        ]
    },
    {
        "date": "7.1.19 10:55 pm",
        "ctx": [
            "do you use open source video editing software?",
            "no"
        ]
    },
    {
        "date": "7.1.19 10:53 pm",
        "ctx": [
            "how do you live in a society like this",
            "it all comes down to morals, and principles"
        ]
    },
    {
        "date": "7.1.19 10:50 pm",
        "ctx": [
            "If you wrote a song, what can it be about? ( for comedic purposes )",
            "anything"
        ]
    },
    {
        "date": "7.1.19 10:49 pm",
        "ctx": [
            "It seems like you aren't a very windy or brassy person, but how do you feel about learning trumpet/saxophone in concert pitch instead of the transposition mess?\n\nFor my purposes it works since I just need it for layering and botched solos, but I don't want to be a bad influence.",
            "i have no idea. i don't particularly know anything about the trumpet or sax fingerings, but i have often assumed that in a parallel universe everyone could simply learn everything in concert pitch. also, professional players who play with groups of mostly guitar/keyboards, they seem to live their life in concert pitch with no questions asked. so i have often wondered about that and i don't know the answer but i suspect there is a good reason why the transposition keys exist. but i don't know quite know what that is"
        ]
    },
    {
        "date": "7.1.19 10:46 pm",
        "ctx": [
            "Your music to me is like a masterclass in a multitude of fields simultaneously (songwriting, jazz, producing, self-reflection, resilience, ethical philosophy, etc)\n\nWhat do you see as one major takeaway? intentional or otherwise.thx",
            "it's difficult to imagine, because i would never be the one taking. i am on the giving end"
        ]
    },
    {
        "date": "7.1.19 10:44 pm",
        "ctx": [
            "What is the best piece of music have you written, and why?",
            "i would prefer to write a new one to be the best"
        ]
    },
    {
        "date": "7.1.19 10:34 pm",
        "ctx": [
            "What's your favorite flavor of polyhedron?",
            "tetra"
        ]
    },
    {
        "date": "7.1.19 10:13 pm",
        "ctx": [
            "If \"alphabet shuffle\" is in the key of E, what is the chord that plays when you sing \"Y\" the second time?\n\n(\"I said W-X-YYYYYYYY-Z\")",
            "see (ref: oa8yergf.png)here"
        ]
    },
    {
        "date": "7.1.19 10:04 pm",
        "ctx": [
            "do you ever feel like answering a question really badly just to mix it up a little",
            "every day bro"
        ]
    },
    {
        "date": "7.1.19 9:29 pm",
        "ctx": [
            "How to make a video?",
            "bake the video"
        ]
    },
    {
        "date": "7.1.19 9:27 pm",
        "ctx": [
            "Hmm so sometimes tunes randomly come into my head and I record them before I can forget but I'm always afraid that they're just already-existing tunes which are unconsciously stuck in my head. How am I supposed to find out if they're original or not?",
            "ask everyone you know. especially people who know a lot of songs"
        ]
    },
    {
        "date": "7.1.19 9:18 pm",
        "ctx": [
            "Any plans on a collab?",
            "what the heck is a collab",
            "Who would you like to collab with the most out of anyone in the world?",
            "King Collab"
        ]
    },
    {
        "date": "7.1.19 9:09 pm",
        "ctx": [
            "why do people like your work",
            "it's impossible to know for sure"
        ]
    },
    {
        "date": "7.1.19 8:19 pm",
        "ctx": [
            "had a question about the song might quit;the solo plays the main melody in three octaves: \n\nHighest oct: Dadada da da daaa\nMiddle oct: Dododo do do dooo\nLower oct: Dududu du du du du du duuu dudu duu...\n\nI always enjoy listening to that song, but I can't help but notice how the middle oct melody (second dadada) doesn't quite fall in the right beat, not quite in sync. did you notice that or did that on purpose?",
            "yes. i think that's well within the normal range of 'stretch' than can occur in any vocal (or lead instrument) performance"
        ]
    },
    {
        "date": "7.1.19 7:44 pm",
        "ctx": [
            "will you send my regards to people",
            "yes. wait what the heck is a regard"
        ]
    },
    {
        "date": "7.1.19 7:36 pm",
        "ctx": [
            "crunchy or smooth peanut butter",
            "i like it when the bottle is crunchy, and the contents inside is very smooth"
        ]
    },
    {
        "date": "7.1.19 6:57 pm",
        "ctx": [
            "If you're still on logic 9 I'd HIGHLY suggest that you make the jump to X.",
            "i agree",
            "The transition isn't nearly as bad as moving to FCPX,",
            "that's because logic is the same program as logic. where as final cut is a different program from final cut, if that makes sense",
            "but it's just better. The developers really listen to feedback and keep adding new features, some of which others would charge full price for.",
            "that's true",
            "I think it's worth looking into, while you're in this phase of upheaval.",
            "that is unquestionably the easiest part"
        ]
    },
    {
        "date": "7.1.19 5:52 pm",
        "ctx": [
            "why arent you making songs anymore?",
            "because i make videos to go with them too"
        ]
    },
    {
        "date": "7.1.19 5:41 pm",
        "ctx": [
            "I believe creativity is partly about finding new connections between existing things, and having the right skillset to have people effectively feel that connection when experiencing your creation, would you agree?",
            "sure",
            "I couldn't help but think of your core desire of thinking of something and have it appear in someones mind as an example of the creative endeavour, and the better your skillset is, the better and clearer it may appear in audience's mind. I just don't know if im oversimplifying what creativity is, which is why i say \"is partly about \" as opposed to \"is all about\"",
            "good thinking"
        ]
    },
    {
        "date": "7.1.19 3:42 pm",
        "ctx": [
            "What's your least favorite part of the musical process? :0",
            "part 29b"
        ]
    },
    {
        "date": "7.1.19 3:40 pm",
        "ctx": [
            "Do you do Nigeria?",
            "i used to, on sundays, but i resigned in 2018 to free up my schedule more"
        ]
    },
    {
        "date": "7.1.19 2:50 pm",
        "ctx": [
            "Do you spend some time every day playing music?",
            "no",
            "Or do you only do it in phases when writing new material, and then spend the rest of your time editing?",
            "i play when i'm writing, but also when i am recording. that's me playing all the musical parts. also singing"
        ]
    },
    {
        "date": "7.1.19 1:10 pm",
        "ctx": [
            "yes, i was wondering how balls of water fall outta da sky",
            "they are fired out of a cannon"
        ]
    },
    {
        "date": "7.1.19 10:41 am",
        "ctx": [
            "i have been strategically consuming a lot recently.so many songs, compiling them for some reasons.and your content.this questions pages and the video.and the jealousy is starting to set in. do you think that this jealousy exists on some end of the inspiration scale?",
            "yes",
            "at which point, when you begin to cross over it, you start getting an awful nagging feeling.a feeling that if you dont get to making your own stuff the feeling will just get worse and worse and worse?is this part of the precipice before the waterfall of making?",
            "yes"
        ]
    },
    {
        "date": "7.1.19 8:34 am",
        "ctx": [
            "how many times have you screamed today?",
            "[tommy lee jones voice] a couple"
        ]
    },
    {
        "date": "7.1.19 8:23 am",
        "ctx": [
            "ever gonna update the jazz category",
            "yes"
        ]
    },
    {
        "date": "7.1.19 7:30 am",
        "ctx": [
            "would you be interested in being a music teacher?",
            "i'm already trying to do that as best i can"
        ]
    },
    {
        "date": "7.1.19 4:10 am",
        "ctx": [
            "How to avoid talking to people?",
            "listen to them?"
        ]
    },
    {
        "date": "7.1.19 3:00 am",
        "ctx": [
            "i want to ask you a question but can't think of any good ones. if you were me, asking you a question, what question would you, as me, ask you?",
            "i'd probably start by saturating the canvas with a bit of the h key. that's just where i might start. a good foundation to work from"
        ]
    },
    {
        "date": "7.1.19 2:13 am",
        "ctx": [
            "Did you quit youtube",
            "no"
        ]
    },
    {
        "date": "7.1.19 2:13 am",
        "ctx": [
            "When I begin a project I feel super overly motivated and work super hard but eventually I always burn out, even if I love the project.\n\nI've been working on my current one on and off for a year and I'm forcing myself to finish because I've never finished anything. I would love to see it to completion and I love the project but I can't get myself to work on it. This might be a shot in the dark but any advice?",
            "my standard advice for this is to try doing projects of a smaller size. if you are still having the same symptoms, just try even smaller projects. keep reducing the project size until completion is easily and handily within sight. i think you will find a lot of newfound excitement in actually completing something for once! and you will actually learn a lot very quickly. it's like when you first walk into a new house, you walk through the entire house once. even if you don't do anything in each room yet, just walk through each room. Now you know how big the house is! and you generally know how it goes! very powerful information, will pave the way for bigger ideas in subsequent episodes"
        ]
    },
    {
        "date": "7.1.19 12:32 am",
        "ctx": [
            "i just realized something wrong i often do is whenever i have a solid idea for a creative endeavour that i dont yet master i want to save it for when i can do it the \"right way\" and then just start hoarding ideas and not being able to get excited about what im doing to improve my skillset since im saving all the good stuff for later. relate?",
            "yes, but in retrospect it couldn't have been that wrong because overall i think that kind of thing has served me very well"
        ]
    },
    {
        "date": "7.1.19 12:15 am",
        "ctx": [
            "what's the prize??",
            "another contest\n\n\n\n\n\n(ref: questions-2019-06.html)PREVIOUS QUESTIONS"
        ]
    }
]