[
    {
        "date": "202012312351",
        "ctx": [
            "How can a person stop being unhappy and prevent regretting everything ??",
            "do something totally new"
        ]
    },
    {
        "date": "202012312342",
        "ctx": [
            "what's your theme for this year?",
            "facing the final boss.... which has been me"
        ]
    },
    {
        "date": "202012312339",
        "ctx": [
            "What are you working on right now",
            "it's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer"
        ]
    },
    {
        "date": "202012312320",
        "ctx": [
            "where you get your inspiration for your videos?",
            "i have a bucket to catch the inspiration but sometimes the bucket itself inspires me"
        ]
    },
    {
        "date": "202012312309",
        "ctx": [
            "i had a dream a few nights ago that my dad told me to make a loaf of bread shaped like a dog. do you think that this is something that is possible in real life?",
            "yes"
        ]
    },
    {
        "date": "202012312225",
        "ctx": [
            "How was your Christmas?",
            "i didn't even notice"
        ]
    },
    {
        "date": "202012312122",
        "ctx": [
            "What potions do you take in the morning?",
            "water"
        ]
    },
    {
        "date": "202012312023",
        "ctx": [
            "do you ever cringe when you realised you accidentally typed a capital letter",
            "no"
        ]
    },
    {
        "date": "202012311951",
        "ctx": [
            "what will you do for the new year",
            "make as many videos and songs as i can"
        ]
    },
    {
        "date": "202012311852",
        "ctx": [
            "What do you think about legos?",
            "could use more purple and pink legos"
        ]
    },
    {
        "date": "202012311848",
        "ctx": [
            "How do I stop being anxious?",
            "sing songs of joy"
        ]
    },
    {
        "date": "202012311816",
        "ctx": [
            "would you ever write a song longer than 5 minutes",
            "anything of that length will probably be much more than a song. it may include music or even songs. but it would not be just 1 song, and it would not be only songs"
        ]
    },
    {
        "date": "202012311815",
        "ctx": [
            "How are you so funny",
            "that could be due to the extreme levels of normalcy i have cultivated"
        ]
    },
    {
        "date": "202012311726",
        "ctx": [
            "How did you discover you were so creative?",
            "i once played e2-e6, as an opening move in a chess game"
        ]
    },
    {
        "date": "202012311717",
        "ctx": [
            "While making your new video, have you ever thought of trying to make vlogs or some small videos while we are waiting? I'm not telling you do it I'm asking if you ever thought about it.",
            "if you're waiting, and i'm making a small video, then ........... who's making the normal sized video?"
        ]
    },
    {
        "date": "202012311618",
        "ctx": [
            "are you having a happy new year?",
            "the year i'm currently in is actually very old"
        ]
    },
    {
        "date": "202012311549",
        "ctx": [
            "How would you describe \"art\" by itself?",
            "i'd have to just try to explain the art. but first i would search for ways to actually show it to the other person, because that is much better than describing it"
        ]
    },
    {
        "date": "202012311534",
        "ctx": [
            "What was the song that you wrote on that airplane",
            "i wrote many things but none of them have been finished. i was working on one thing that might have sounded similar to Mount st Helens but then a couple days later i had the idea for Mount st Helens and did that instead of the other one. the other one would have been a good second choice, but it's been mostly excluded since then due to too much similarity to Mount St Helens. but it is a good one and i would like to do it, as soon as enough time passes that people won't be too mad at me for it sounding too similar to Mount st Helens"
        ]
    },
    {
        "date": "202012311430",
        "ctx": [
            "does the end of the year make you feel anything special?",
            "it's not supposed to, but, it is another ugly reminder of how long i've been stuck in this terrifying patch of quicksand"
        ]
    },
    {
        "date": "202012311410",
        "ctx": [
            "hey make more songs!",
            "i almost didn't even think of that"
        ]
    },
    {
        "date": "202012311346",
        "ctx": [
            "what are your new years resolutions that you're totally going to do?",
            "be normal"
        ]
    },
    {
        "date": "202012312432",
        "ctx": [
            "why are you so wise?",
            "i may have left myself in a field a few times"
        ]
    },
    {
        "date": "202012312428",
        "ctx": [
            "Are you really incapable of using cApItAl lEtTers?",
            "are you really incapable of ....... noticing all of the capital letters i use?"
        ]
    },
    {
        "date": "202012311153",
        "ctx": [
            "what year is it",
            "let me perform some calculations"
        ]
    },
    {
        "date": "202012311349",
        "ctx": [
            "are the questions in the verses of Movie Star meant for movie stars?",
            "no, they are meant for you, and me"
        ]
    },
    {
        "date": "202012311327",
        "ctx": [
            "what is the largest number?",
            "maybe about a half dozen or so"
        ]
    },
    {
        "date": "202012312432",
        "ctx": [
            "i have been playing guitar by watching videos on youtube for about 3 years regularly, i love doing it, but now i want to make some good music on different instruments, how should i start?\n\np.s. i know almost no music theory just some chords and major scale",
            "what other instruments do you like"
        ]
    },
    {
        "date": "202012311120",
        "ctx": [
            "What goes through your mind when making on of your songs?",
            "trying to think about how it originally felt when i first wrote it"
        ]
    },
    {
        "date": "202012311100",
        "ctx": [
            "how are you feeling right now?",
            "like an idiot, but also very smart"
        ]
    },
    {
        "date": "202012311027",
        "ctx": [
            "flash player is going soon\nare you big sad?",
            "remind me again what it's used for"
        ]
    },
    {
        "date": "202012310913",
        "ctx": [
            "have you ever seen/listened to something so incredible that you felt both filled with inspiration and also existential hopelessness at the knowledge you will never be able to make something quite as good?",
            "yes"
        ]
    },
    {
        "date": "202012310829",
        "ctx": [
            "What are the side effects of trying to do infinity?",
            "accomplishing nothing"
        ]
    },
    {
        "date": "202012310741",
        "ctx": [
            "What do you think of personality-clasification systems?",
            "the confusing part is, every personality is good"
        ]
    },
    {
        "date": "202012310637",
        "ctx": [
            "are keyboards cool?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202012310525",
        "ctx": [
            "are you doing anything for new years?",
            "i'm going to be making ~content~ for the entire year and also other years. as many times as possible"
        ]
    },
    {
        "date": "202012310418",
        "ctx": [
            "Bill, when do you intend on coming back? You are the one thing that gives me serotonin and whatever that other happy chemical was, come here now.",
            "think of it this way, i don't intend to leave"
        ]
    },
    {
        "date": "202012310315",
        "ctx": [
            "Long or short videos?",
            "MEDIUM!"
        ]
    },
    {
        "date": "202012310202",
        "ctx": [
            "how would you explain making music, like as a concept?",
            "it's like building a world",
            "I've been trying to write music but I guess I don't really \"get\" it.",
            "no one does. that's one of the reasons music is so ridiculous"
        ]
    },
    {
        "date": "202012310105",
        "ctx": [
            "Bill, do you actually like surrealism?",
            "it's one of the basics",
            "Is it one of your favorite types of art?",
            "it's like a good solid foundation to work from"
        ]
    },
    {
        "date": "202012311245",
        "ctx": [
            "I'm having trouble coming up with a name for an instrumental I just wrote... any ideas?",
            "find something that is connected to the circumstance when you wrote the song. what else might have been on your mind that day"
        ]
    },
    {
        "date": "202012311221",
        "ctx": [
            "Why are your songs soo good at helping deal with stress. Thanks btw",
            "i may have dealt with some of the stress before you did, and i try to put all the lessons i've learned into the music"
        ]
    },
    {
        "date": "202012302359",
        "ctx": [
            "Are you planning to release any music sometime soon? No pressure>",
            "i've always planned to release very much music, on a weekly basis. but those those plans are often sabotaged by some kind of strange and relentless greed"
        ]
    },
    {
        "date": "202012302238",
        "ctx": [
            "Can we see the lessons you learned written down in the language of love?",
            "sure, if i can learn how to stop getting royally in the way of myself"
        ]
    },
    {
        "date": "202012302209",
        "ctx": [
            "My favourite thing about your music is that your lyrics are so interpretable. They might seem random to some but I've always felt they are just specific enough to be applied many different scenarios, usually someone who is going on some kind of journey. Personally, I've often noticed transgender themes that seem to be present in your lyrics. In both And The Day Goes On and Outside you talk about changing your name, and When I Get Older has that lyric about changing your face. I've also clocked similar themes of understanding identity and leaving previous lives behind in order to explore things that are considered taboo in songs like Mount St. Helens, We Could Just Get High, I'm Best Friends With My Own Front Door, Movie Star, and It's Gonna Be Alright (I could list specific examples but it would take too long). Just curious what your thoughts are on this interpretation?",
            "it's pretty good"
        ]
    },
    {
        "date": "202012302201",
        "ctx": [
            "how did u build up ur vocabulary with cool chords ??!?!?!?!??!",
            "listen to a lot of music, play a lot of the music you heard, and also make up your own"
        ]
    },
    {
        "date": "202012302125",
        "ctx": [
            "What is a piano",
            "a device to send secret messages"
        ]
    },
    {
        "date": "202012302122",
        "ctx": [
            "Would you like to have a political debate?",
            "no"
        ]
    },
    {
        "date": "202012302100",
        "ctx": [
            "is your infinity warning working now?",
            "not even close. and the damage caused by it not being there is getting rapidly worse"
        ]
    },
    {
        "date": "202012302059",
        "ctx": [
            "Has COVID affected your process on your upcoming videos in some way, shape or form?",
            "no"
        ]
    },
    {
        "date": "202012301950",
        "ctx": [
            "How will I find love?",
            "it will probably find you"
        ]
    },
    {
        "date": "202012301838",
        "ctx": [
            "What do you think about statistical analysis?",
            "so wild"
        ]
    },
    {
        "date": "202012301713",
        "ctx": [
            "why are you not making videos?",
            "i am making videos, but of course the reason it appears as though i'm not is because i have a chronic tendency to overestimate myself"
        ]
    },
    {
        "date": "202012301619",
        "ctx": [
            "What's the weirdest place you've written a song in",
            "an airplane?"
        ]
    },
    {
        "date": "202012301530",
        "ctx": [
            "Could i make a song thats both 30 bpm and 200 bpm at the same time?",
            "not really, but maybe could do 33.333333 and 200"
        ]
    },
    {
        "date": "202012301412",
        "ctx": [
            "Why is everything weird",
            "to get your attention"
        ]
    },
    {
        "date": "202012301409",
        "ctx": [
            "What do you think of capital letters?",
            "it's like an easy second font, built in"
        ]
    },
    {
        "date": "202012301351",
        "ctx": [
            "What's your favorite song?",
            "i haven't found it yet, that's why i keep making new ones just in case"
        ]
    },
    {
        "date": "202012301340",
        "ctx": [
            "Sometimes I'll write an instrumental track that I think has a certain meaning to it, but as I keep writing it, my grip on that meaning starts to slide away. Does this mean the art just loses its purpose or what?",
            "you can lose touch with its purpose if you focus too hard on the same one for too long"
        ]
    },
    {
        "date": "202012301315",
        "ctx": [
            "Why do you mention Alabama in your songs? I know you mentioned it in both \"I like\" and \"in California\"",
            "sing the word alabama. i dare you to not have a great time"
        ]
    },
    {
        "date": "202012302448",
        "ctx": [
            "how are you so talented?",
            "i never figured out how to touch my own elbow. so needless to say i had to fill that time with other things"
        ]
    },
    {
        "date": "202012302405",
        "ctx": [
            "How do you get comfortable playing around with key changes?",
            "basically it's whenever you need it. if you need a key change, then it's obviously gonna be more comfortable to do it than to not do it"
        ]
    },
    {
        "date": "202012301131",
        "ctx": [
            "We're any of your songs partly influenced or inspired by a dream?",
            "yes"
        ]
    },
    {
        "date": "202012301057",
        "ctx": [
            "wus popping bill, do you ever think about using animation more",
            "yes i've thought about it a lot, but now i'm using it way too much, so i'm thinking about using it much less"
        ]
    },
    {
        "date": "202012300950",
        "ctx": [
            "could you post the new song on the 'songs' page without the video",
            "yes, that's what i always do. that page is audio only"
        ]
    },
    {
        "date": "202012300849",
        "ctx": [
            "Why Can't I remember my dreams sometimes?",
            "because they take place in a completely alternate world"
        ]
    },
    {
        "date": "202012300756",
        "ctx": [
            "Is it safe to assume that your next video is gonna be a pretty big one?",
            "no",
            "On the scale of your history videos maybe?",
            "not even close"
        ]
    },
    {
        "date": "202012300654",
        "ctx": [
            "what makes an egg not an egg",
            "maybe if you send it through a paper shredder"
        ]
    },
    {
        "date": "202012300528",
        "ctx": [
            "are all your songs in one universe?",
            "yes",
            "does the bill wurtz musical universe (bwmu) exist?",
            "it's just called the regular universe"
        ]
    },
    {
        "date": "202012300415",
        "ctx": [
            "what is the tempo of your new song? (very approximately)",
            "129"
        ]
    },
    {
        "date": "202012300335",
        "ctx": [
            "What do you think people did before ladders?",
            "try to make ladders"
        ]
    },
    {
        "date": "202012300247",
        "ctx": [
            "when will you finish learning your 3d stuff? I am just asking out of curiosity and i dont care even if it takes a decade",
            "that's the kind of thing you can keep learning forever, the more you do it"
        ]
    },
    {
        "date": "202012300136",
        "ctx": [
            "about how complete is the video for your new song? (express answer in terms of infinity)",
            "i'm fucked"
        ]
    },
    {
        "date": "202012301250",
        "ctx": [
            "What is the soup of the day?",
            "goup"
        ]
    },
    {
        "date": "202012301246",
        "ctx": [
            "Bill, where do you get your inspiration for some of your songs?",
            "on the stairs"
        ]
    },
    {
        "date": "202012301227",
        "ctx": [
            "isn't the purpose of a lock to turn a door into a wall?",
            "yes AND, back into a door..... for the right person"
        ]
    },
    {
        "date": "202012301117",
        "ctx": [
            "How do I contact Bill Wurtz? I need to ask him a question",
            "you can type something into the ask box"
        ]
    },
    {
        "date": "202012292259",
        "ctx": [
            "Can you please type in capitals?",
            "sure. you will see me doing that a lot, if you are paying any attention whatsoever"
        ]
    },
    {
        "date": "202012292130",
        "ctx": [
            "Are you active in the development and consumption of homemade pickled foods?",
            "no"
        ]
    },
    {
        "date": "202012292035",
        "ctx": [
            "how are you so cool?",
            "could be a reflection of you"
        ]
    },
    {
        "date": "202012291924",
        "ctx": [
            "Describe Albert Einstein in one word.",
            "person"
        ]
    },
    {
        "date": "202012291832",
        "ctx": [
            "what's your opinion on chairs",
            "people should stand on them more often. incredible missed opportunity to see the world from a higher vantage point, perform soliloquys,"
        ]
    },
    {
        "date": "202012291719",
        "ctx": [
            "what genre is your music?",
            "normal"
        ]
    },
    {
        "date": "202012291604",
        "ctx": [
            "why do use lower case letters? is this your unique style?",
            "i think it may be time for you to take a cold hard look in the mirror"
        ]
    },
    {
        "date": "202012291525",
        "ctx": [
            "will you make radio with me?",
            "sure"
        ]
    },
    {
        "date": "202012291419",
        "ctx": [
            "do you ever think about words",
            "yes, also dream about them"
        ]
    },
    {
        "date": "202012291355",
        "ctx": [
            "why is your content so incredibly amazing?",
            "to possibly.... 'influence' you"
        ]
    },
    {
        "date": "202012292445",
        "ctx": [
            "which instrument do I hear at the beginning of It's Gonna Be Alright every 2nd and 4th beat?",
            "ah, that depends whether you think the tempo is 75 or 150"
        ]
    },
    {
        "date": "202012291130",
        "ctx": [
            "How do you get inspiration?",
            "inspiration is contagious"
        ]
    },
    {
        "date": "202012291003",
        "ctx": [
            "Did you really stop making video's?",
            "not even close"
        ]
    },
    {
        "date": "202012290944",
        "ctx": [
            "If you had to pick a month right now, which one would you pick to hold the release of your new video?",
            "i should be releasing videos during every month or else my life is gonna continue to be all wrong, and miserable"
        ]
    },
    {
        "date": "202012290918",
        "ctx": [
            "I want to make a song but I can never translate my thoughts and ideas into lyrics. Any tips/advice?",
            "try using music"
        ]
    },
    {
        "date": "202012290849",
        "ctx": [
            "What musical genre do your songs fit into, if any?",
            "regular"
        ]
    },
    {
        "date": "202012290704",
        "ctx": [
            "What's the use of a mixolydian scale if I can't apply it well enough to write a decent tune?",
            "just write the songs you want. the only reason you might care to know whether it's mixolydian is in case you happen to be talking to another person who happens to know what mixolydian means, and you want to describe something when you are unable to play it for them due to restrictive social circumstances"
        ]
    },
    {
        "date": "202012290647",
        "ctx": [
            "how does the world work?",
            "it seems to rotate, in every direction simultaneously"
        ]
    },
    {
        "date": "202012290638",
        "ctx": [
            "Your videos are cool. Is that right?",
            "it could be, if i can do my job correctly"
        ]
    },
    {
        "date": "202012290519",
        "ctx": [
            "When you first started youtube, what kind of videos did you want to make?",
            "i was making videos before i put them on youtube, but at the time i started putting them on there i'm quite sure i was wishing that i could do them better or longer or both. i still wish that"
        ]
    },
    {
        "date": "202012290344",
        "ctx": [
            "Why can't you upload your already finished videos right now?",
            "don't have any",
            "Do you have something in mind that is holding you off?",
            "no"
        ]
    },
    {
        "date": "202012290217",
        "ctx": [
            "One of my favorite keys+improv videos is your \"i hope u dance\". Do you have more like that that you can post?",
            "i have thousands but i can't post them until i edit out all the really bad parts, like i did for that one",
            "Seems like a fun and creative way to let go of the constraints of performing something \"perfectly\""
        ]
    },
    {
        "date": "202012290133",
        "ctx": [
            "Why are you so great?",
            "this is to help me blend seamlessly into the fabric of society"
        ]
    },
    {
        "date": "202012290122",
        "ctx": [
            "what do you want to be when you grow up",
            "normal"
        ]
    },
    {
        "date": "202012290113",
        "ctx": [
            "When did all the windmills start to turn so slow?",
            "they have been spinning at the same speed this entire time, but your emotional perception of time may have changed"
        ]
    },
    {
        "date": "202012291209",
        "ctx": [
            "why do you make music?",
            "someone's gotta do it"
        ]
    },
    {
        "date": "202012291202",
        "ctx": [
            "Is Bill short for anything?",
            "built"
        ]
    },
    {
        "date": "202012282348",
        "ctx": [
            "why can i only make art when im sad?",
            "you can do it any time, but, maybe when you are sad you are less distracted by so many other things you can do when not sad"
        ]
    },
    {
        "date": "202012282302",
        "ctx": [
            "is meaning inherent to things or do people assign meaning to things?",
            "ah, it looks like you've not yet had the pleasure of ...... assigning inherent meaning"
        ]
    },
    {
        "date": "202012282201",
        "ctx": [
            "Bill, I saw a comment on your latest video \"I might quit\" it said \"EVERYONE, HE IS NOT GOING AWAY. HE'S BEEN STUDYING 3D ANIMATION AND IS CURRENTLY WORKING ON A NEW VIDEO AS WE SPEAK. CHECK OUT HIS WEBSITE AS HE ANSWERS QUESTIONS THERE. is this true?",
            "yes, although an important distinction i have to make is that i will also be doing hundreds more videos and songs after this one, and this first one is not particularly 'large' or 'good'. just make sure i get that clarified"
        ]
    },
    {
        "date": "202012282132",
        "ctx": [
            "How is 3D animation going",
            "it's seems to be both ruining my life and saving it, as predicted"
        ]
    },
    {
        "date": "202012282131",
        "ctx": [
            "So apparently \"signage\" is actually a word. How did I just hear about this",
            "you've apparently never worked in a retail store"
        ]
    },
    {
        "date": "202012282044",
        "ctx": [
            "where do you get your lyrics from? they are very random and awesome and make me feel good so i want to know please so i can also make lyrics like that plz :P",
            "they're not supposed to be random, but, the main way i do it is i do it musically. so instead of just imagining words, i'm imagining words being sung. Actually the first step is really to imagine *worlds*, then imagine words being sung about those worlds"
        ]
    },
    {
        "date": "202012281942",
        "ctx": [
            "what genres of music do you like?",
            "good, bad,"
        ]
    },
    {
        "date": "202012281941",
        "ctx": [
            "What if instead of doing infinity you made a computer do it?",
            "computers can't do infinity............. yet"
        ]
    },
    {
        "date": "202012281925",
        "ctx": [
            "do you need to be so serious?",
            "apparently yes"
        ]
    },
    {
        "date": "202012281641",
        "ctx": [
            "This isn't a question but, I wanna say whenever I'm down I just watch one of you videos, Even aMILISECOND is enough, and then I can go about 5 months without being a mood. Thank you for brightening up my day, I hope this comment did the same for you!! Btw on your song (what is love?) The end was so satisfying, somebody noticed that \"HELL YEAH\" Are also four letter words!!",
            "holy smokes you are very friendly"
        ]
    },
    {
        "date": "202012281555",
        "ctx": [
            "Why is your music so wonderful?",
            "to make up for all the times it's terrible"
        ]
    },
    {
        "date": "202012281421",
        "ctx": [
            "What day of the week will your next video release?",
            "knowing me, it will almost definitely certainly be a Tuesday"
        ]
    },
    {
        "date": "202012281337",
        "ctx": [
            "Bill I would really be interested on your thoughts on global warming",
            "the key to global warming is remembering to also cool the globe at some point"
        ]
    },
    {
        "date": "202012281317",
        "ctx": [
            "Why does belgium exist?",
            "you demanded for it"
        ]
    },
    {
        "date": "202012281143",
        "ctx": [
            "Why are you the coolest music guy ever?",
            "this could be due to normalness and the high amount of normalcy i posess"
        ]
    },
    {
        "date": "202012281139",
        "ctx": [
            "which religion is correct?",
            "yours, so you better make it good"
        ]
    },
    {
        "date": "202012281024",
        "ctx": [
            "what's your favorite shape?",
            "/// angular |||"
        ]
    },
    {
        "date": "202012280901",
        "ctx": [
            "How is 3d modeling going,",
            "i'm not really doing it. i've found one of the keys to the game at this point is mostly not doing that",
            "also have a fake baguette"
        ]
    },
    {
        "date": "202012280743",
        "ctx": [
            "Have you ever considered having a dig at the government in one of your songs or have you already?",
            "i've done that but then i've realized it's not very polite"
        ]
    },
    {
        "date": "202012280726",
        "ctx": [
            "Hey Bill, I recall you saying you don't really like the concept of albums. From a listeners point of view, I get it. But I guess it makes sense for an artist to bundle a bunch of different executions of some musical ideas together.",
            "is it just songs? or is it more than just songs? if it's just songs, i call it songs, and if it's more than just songs then i wouldn't call it an album. Unless we are talking about pictures, if you have a group of pictures then i do call that an album",
            "Do you categorize your own stuff in any way before, during or after working on it?",
            "yes, some categories i have are song, not song, fiction, non fiction, etc"
        ]
    },
    {
        "date": "202012280714",
        "ctx": [
            "Why is life so granular?",
            "that's cause of all these fuckin.... grains it has"
        ]
    },
    {
        "date": "202012280653",
        "ctx": [
            "how to be a good person?",
            "everyone is good. the hard part is proving it"
        ]
    },
    {
        "date": "202012280558",
        "ctx": [
            "do you hate capital letters",
            "no"
        ]
    },
    {
        "date": "202012280557",
        "ctx": [
            "If a chord will describe your life, what chord is it?",
            "the only way to describe life with chords is to change the chords sometimes"
        ]
    },
    {
        "date": "202012280555",
        "ctx": [
            "when did you give up on albums and realise that you prefer individual songs?",
            "i've given up on albums several times, but the good news is there's another important thing called more than an album"
        ]
    },
    {
        "date": "202012280340",
        "ctx": [
            "What is a Joke ?",
            "sort of like a trick"
        ]
    },
    {
        "date": "202012280237",
        "ctx": [
            "aren't we all really just big narcissistic monkeys",
            "no"
        ]
    },
    {
        "date": "202012280150",
        "ctx": [
            "Are we all influenced by our surroundings via inspiration and queues?",
            "sure",
            "If so, is that influence so strong to garuntee a course of action from every being with a spirit, ensuring that nobody truly has free will, leading to our lives and the lives of everyone to follow to be predetermined?",
            "not even close"
        ]
    },
    {
        "date": "202012280140",
        "ctx": [
            "Where do you get inspiration from for your work, either past or currently developing",
            "walk down the road ..... it's in the road"
        ]
    },
    {
        "date": "202012280107",
        "ctx": [
            "I have to write a jazz tune for school. How do I come up with a melody? I already have an idea for the chord changes.",
            "you may have locked yourself into a corner here, by coming up with chords first. But if you already have the chords, you could just put 1 melody note per chord and that should be fine"
        ]
    },
    {
        "date": "202012281256",
        "ctx": [
            "bill, today I discovered that inspiration can come both from when i'm out and about or when my nose is to the grindstone. And sometimes it never comes at all! when do you get your inspiration?",
            "any time"
        ]
    },
    {
        "date": "202012272359",
        "ctx": [
            "Will you be making more videos?",
            "yes"
        ]
    },
    {
        "date": "202012272343",
        "ctx": [
            "how's your new video?",
            "it's ok"
        ]
    },
    {
        "date": "202012272322",
        "ctx": [
            "Can you make this \"Project\" fast as you can? This is a bad year and we literally need you.",
            "you might be misinterpreting what i'm working on. i am working on making videos, so if i ever finished that project, that would mean i would be done making videos. which hopefully won't happen any time soon"
        ]
    },
    {
        "date": "202012272238",
        "ctx": [
            "You said something about 3D animation ruining your life, I'm curious about how that is? I can only guess why. It keeps me wondering.",
            "it's kind of like when you thought you could eat a horse, so you try to eat the horse",
            "Another question, does your brain begin to think of other things to do and ideas while you work and whatever your working on gets transformed into that?",
            "somewhat",
            "Or just me?"
        ]
    },
    {
        "date": "202012272100",
        "ctx": [
            "hi im a sheep",
            "fair enough"
        ]
    },
    {
        "date": "202012271933",
        "ctx": [
            "How long do you think it will take to finish studying 3d animation stuff?",
            "you could spend 1000 lifetimes and never finish"
        ]
    },
    {
        "date": "202012272031",
        "ctx": [
            "(Knock knock)\n\nWho's there?",
            "it's you"
        ]
    },
    {
        "date": "202012271928",
        "ctx": [
            "why do you think nihilism is fake?",
            "typically when someone says 'nihilism' i have to go look it up, and it usually says something like 'meaninglessness' or something related to meaninglessness. Well, meaninglessness is fake, in my opinion"
        ]
    },
    {
        "date": "202012271901",
        "ctx": [
            "Bill, will there ever come a time where there can be no \"new\" art?",
            "no"
        ]
    },
    {
        "date": "202012271822",
        "ctx": [
            "What is music?",
            "the secret of the universe. you would think that's great news, because that means we could figure out the secret of the universe by understanding music. but that only raises more questions"
        ]
    },
    {
        "date": "202012271815",
        "ctx": [
            "why did you stop making Monday videos?",
            "to focus more on......... Tuesday videos"
        ]
    },
    {
        "date": "202012271810",
        "ctx": [
            "what inspired you to make music",
            "must have been music itself"
        ]
    },
    {
        "date": "202012271736",
        "ctx": [
            "will u make a song about potatoes soon",
            "it's more likely that i will make a lot of non-potato songs"
        ]
    },
    {
        "date": "202012271602",
        "ctx": [
            "What is your favourite video that you've uploaded",
            "i would prefer to upload a new one to be my favorite"
        ]
    },
    {
        "date": "202012271544",
        "ctx": [
            "What inspires you?",
            "time and space"
        ]
    },
    {
        "date": "202012271500",
        "ctx": [
            "Can I hear some of your new music ?",
            "sure"
        ]
    },
    {
        "date": "202012271432",
        "ctx": [
            "if i were to choreograph to one of your songs how would you react",
            "that depends on how you choreographed it. it's like a picture: you can't see the picture until you .............. see the picture"
        ]
    },
    {
        "date": "202012271431",
        "ctx": [
            "why are u so cool",
            "i work in the government department, of the government"
        ]
    },
    {
        "date": "202012272418",
        "ctx": [
            "Im sure this has been asked before but whatever. Your style is creative and a lot different than others. How? Why? What?",
            "here's how i did it: i imitated everyone until i ran out of people to imitate but still wanted to keep doing stuff"
        ]
    },
    {
        "date": "202012271032",
        "ctx": [
            "Bill why you so good?",
            "that is part of an experiment, where i am experimenting with various different levels of quality"
        ]
    },
    {
        "date": "202012271021",
        "ctx": [
            "(ref: q.php?date=202012232133)12.23.209:33 pm  in what way are you an idiot",
            "think of it like this: imagine you have a great idea for a ............. jellybean. let's say, you think of a triangle jellybean. and you think \"wow, i just thought of a triangle jellybean\". a lot of people try very hard to think of jellybeans, and can't. But you've done it. you've thought of a jellybean. so you get to show the whole town the jelly bean. pretty cool. So essentially you've already won. all you gotta do is make the jellybean, then make a house to put the jellybean in, for the town to come see the jellybean."
        ]
    },
    {
        "date": "202012271003",
        "ctx": [
            "What's the power house of the cell?",
            "you might have to do it"
        ]
    },
    {
        "date": "202012270752",
        "ctx": [
            "Where did you get the inspiration for your unique songs?",
            "from the world, which is also unique"
        ]
    },
    {
        "date": "202012270731",
        "ctx": [
            "If I were to ask you another question on new years eve would you respond on the 1st day of the next year?",
            "it should be within 36 hours or less, of when you asked it"
        ]
    },
    {
        "date": "202012270405",
        "ctx": [
            "How many songs have you made in total",
            "not enough"
        ]
    },
    {
        "date": "202012270351",
        "ctx": [
            "At the top of this page why is the Q swapped with the U and vice versa",
            "it's like when you see some one has done a 'hair-do'. i've done that using text"
        ]
    },
    {
        "date": "202012270234",
        "ctx": [
            "why do i find this website so aesthetic",
            "because it............... exists"
        ]
    },
    {
        "date": "202012270106",
        "ctx": [
            "how are you so cool?",
            "by following every rule and regulation"
        ]
    },
    {
        "date": "202012270104",
        "ctx": [
            "i'm in creative jail, can you give me the key pls\n\nthx",
            "go one step outward. so, if you are putting on a scene with objects inside a glass...... now think outward and figure out what scene the glass is in. So now it's a scene with a glass on a table. Now think outward and figure out what scene the table is in. so now it's a scene with a table in a room..... keep thinking this way"
        ]
    },
    {
        "date": "202012271256",
        "ctx": [
            "Why do u art?",
            "sometimes it's the only way to get the message across"
        ]
    },
    {
        "date": "202012271234",
        "ctx": [
            "what language do you know the most besides english?",
            "music"
        ]
    },
    {
        "date": "202012271223",
        "ctx": [
            "is piano percussion or string",
            "computer"
        ]
    },
    {
        "date": "202012262358",
        "ctx": [
            "are there any videos or content that you've made that you think could have been better if you put more effort into it?",
            "yes but then i would have had to sacrifice the possible production of another video"
        ]
    },
    {
        "date": "202012262344",
        "ctx": [
            "Dear Bill, I just finished a small section of composing in a music course, and I wanted to say, I respect you so much as a musician and composer. Do melodies just come to your head randomly usually?",
            "nothing's random. they come to me all the time",
            "Or do you sit and really think about it?",
            "sometimes i do that, despite the fact that it really doesn't work"
        ]
    },
    {
        "date": "202012262306",
        "ctx": [
            "How has christmas? Good or horrible and utterly terrible and just downright disgusting.",
            "must have been normal because i didn't notice it"
        ]
    },
    {
        "date": "202012262256",
        "ctx": [
            "how do you find direction in life",
            "go in any direction, and it will find you"
        ]
    },
    {
        "date": "202012262245",
        "ctx": [
            "How to stop caring so much what others think of me?",
            "start thinking things of them"
        ]
    },
    {
        "date": "202012262239",
        "ctx": [
            "did any artist inspire you to create music? if so, who?",
            "all of them"
        ]
    },
    {
        "date": "202012262200",
        "ctx": [
            "Do you have a rough estimate for when any new videos will be released?",
            "yes but my estimates are usually wrong",
            "Or are you just done?",
            "barely even started"
        ]
    },
    {
        "date": "202012262110",
        "ctx": [
            "what motivates you to make music (your the first person i thought of as a musician)",
            "everything i've ever seen or heard, or thought of"
        ]
    },
    {
        "date": "202012262018",
        "ctx": [
            "Why did the chicken cross the road?",
            "what my client (the chicken) and i are wondering is why was a road built across the chicken's path"
        ]
    },
    {
        "date": "202012262017",
        "ctx": [
            "i am inspired by the fact that you get your inspiration from other people in order to inspire them, is this your intention",
            "inspiration comes from everywhere. there is nothing i can do about that"
        ]
    },
    {
        "date": "202012261944",
        "ctx": [
            "do you like capital letters?",
            "yes"
        ]
    },
    {
        "date": "202012261916",
        "ctx": [
            "would you be interested in hosting a podcast with me?",
            "yes"
        ]
    },
    {
        "date": "202012261837",
        "ctx": [
            "What's your favorite chord to play on the piano?",
            "that all changes depending on what was played previously. or, what else happened in the world previously"
        ]
    },
    {
        "date": "202012261826",
        "ctx": [
            "are there better fuels for me when it comes to doing projects aside from ideas, motivation, and pure anger",
            "you are missing one element which is pure joy"
        ]
    },
    {
        "date": "202012261806",
        "ctx": [
            "none of your answers make any sense, and yet they also make complete sense. how do you achieve this",
            "that's easy. all you have to do is step over to the dark side"
        ]
    },
    {
        "date": "202012261752",
        "ctx": [
            "you said you play what do we know to unconfuse yourself. how do you play it?",
            "just start listing things you know"
        ]
    },
    {
        "date": "202012261745",
        "ctx": [
            "How do you stop the world from being terrible?",
            "try to look at the big picture"
        ]
    },
    {
        "date": "202012261732",
        "ctx": [
            "How can I read music?",
            "you can tell what the notes are from where the dots are, and when the notes are from how the stems, flags, and beams are configured"
        ]
    },
    {
        "date": "202012261725",
        "ctx": [
            "what is your opinion on the industrial revolution",
            "pretty good. they should do it again some time"
        ]
    },
    {
        "date": "202012261708",
        "ctx": [
            "What is your take on the scientific method?",
            "it's got to be one of my top 5 favorite methods"
        ]
    },
    {
        "date": "202012261649",
        "ctx": [
            "if you could instantly master any instrument and be at least equally as proficient as your main instrument right now, what would it be?",
            "guitar"
        ]
    },
    {
        "date": "202012261621",
        "ctx": [
            "what's your favorite type of pizza",
            "perfect"
        ]
    },
    {
        "date": "202012261542",
        "ctx": [
            "\"It's turning into a bad year\nAll the things I'm supposed to do\nAnd the places I'm supposed to go\nAre canceled\"\n\nHow did you know?",
            "i knew my previous conception of where the song might be headed, prior to that point, should probably be put on hold, because the song was probably meant to be a bit adventurous"
        ]
    },
    {
        "date": "202012261510",
        "ctx": [
            "What's your opinion on floors",
            "love them. probably too much. i'm addicted to them"
        ]
    },
    {
        "date": "202012261402",
        "ctx": [
            "For your purely instrumental videos, do you have an idea of what's on screen as you're writing the music?",
            "for most of those, the video is written first"
        ]
    },
    {
        "date": "202012262457",
        "ctx": [
            "opinion on the september 11 memorial?",
            "don't fall in"
        ]
    },
    {
        "date": "202012262454",
        "ctx": [
            "Where did you learn your technique for quickly prime factorising numbers in your head?",
            "at home, and in the work place"
        ]
    },
    {
        "date": "202012262434",
        "ctx": [
            "did you mean to predict 2020 with \"i just did a bad thing\"",
            "no, but, 2020 was already predicted long ago, thanks to the gregorian calendar"
        ]
    },
    {
        "date": "202012262431",
        "ctx": [
            "What was the biggest surprise when you opened this questions page?",
            "probably all the questions"
        ]
    },
    {
        "date": "202012262416",
        "ctx": [
            "Have you ever thought about cooking meth with your high school chemistry teacher?",
            "no"
        ]
    },
    {
        "date": "202012261146",
        "ctx": [
            "do you ever confuse yourself?",
            "yes",
            "how do you unconfuse yourself?",
            "play 'what do we know'"
        ]
    },
    {
        "date": "202012261044",
        "ctx": [
            "Whats your favorite song?",
            "i haven't found it yet, that's why i keep making new ones just in case"
        ]
    },
    {
        "date": "202012260916",
        "ctx": [
            "ur music is amazinf\ncan you mak more plz",
            "sure"
        ]
    },
    {
        "date": "202012260904",
        "ctx": [
            "whats your opinion on potatoes",
            "the flavor overwhelms me"
        ]
    },
    {
        "date": "202012260813",
        "ctx": [
            "heard you were studying 3d animation. if i remember correctly, the quarks and stuff from history of the world are 3d. what have been some interesting/fun things to learn for 3d animation and what's the latest pain-in-the-ass problem you've been experiencing with it?",
            "it turns out the main problem is a problem with my brain. normally, the human brain has an important feature, called the infinity warning. it warns you whenever you are trying to do infinity. it says, 'warning, you are trying to do infinity, which is not possible so please stop now so your feelings don't get hurt from how impossible it would be to do infinity', well that part of my brain is unfortunately missing. So in a field like 3D animation, this problem is compounded significantly"
        ]
    },
    {
        "date": "202012260802",
        "ctx": [
            "your music is amazing, when did you start making tunes?",
            "a long long time ago"
        ]
    },
    {
        "date": "202012260735",
        "ctx": [
            "I always wondered\n How do you think of your music it's so cool",
            "this may sound weird, but, .....it thinks of me"
        ]
    },
    {
        "date": "202012260650",
        "ctx": [
            "What is music?",
            "like a reflection of you, but not a reflection. actual"
        ]
    },
    {
        "date": "202012260649",
        "ctx": [
            "How to deal with will that isnt strong enough to overcome the obstacles that intuition is pointing towards",
            "you can't. but if you are asking this question you have already indicated that the will is there"
        ]
    },
    {
        "date": "202012260237",
        "ctx": [
            "What was in the fragile box during your unboxing?",
            "an even more fragile box"
        ]
    },
    {
        "date": "202012260206",
        "ctx": [
            "how are you so smart?",
            "ah, that's from the huge amount of books on the shelf behind me in the video chat"
        ]
    },
    {
        "date": "202012261216",
        "ctx": [
            "a song you posted 2 years ago is titled \"christmas isn't real\" does that still hold up or has christmas become real",
            "it is real, despite its best efforts to be fake"
        ]
    },
    {
        "date": "202012261209",
        "ctx": [
            "do you ever write something and, when you look back, it has a meaning that you weren't even thinking about in the moment?",
            "yes"
        ]
    },
    {
        "date": "202012261206",
        "ctx": [
            "Do you find albums overwhelming",
            "i usually find them underwhelming. which is kind of a paradox because i think the reason they seem underwhelming is because it's too many new songs at the same time"
        ]
    },
    {
        "date": "202012252350",
        "ctx": [
            "Hello Bill. I was wondering if you'd ever considering making a holiday song.",
            "sure. i've done it before, and i will also do it more times"
        ]
    },
    {
        "date": "202012252235",
        "ctx": [
            "how do i turn thoughtlings into thoughts and ideas",
            "start by writing them down. that might be all it takes"
        ]
    },
    {
        "date": "202012252138",
        "ctx": [
            "How did you predict 2020 in \"just did a bad thing\"? \"All the things I'm supposed to do / and the places I'm supposed to go are cancelled\"",
            "things predict themselves. that's what i like about songwriting, it opens the door for things to do what they're gonna do",
            "What is the real meaning behind this line?",
            "here's what i think, as i'm analyzing it now: this is a classic case of the song being about itself. The starting point for that song was just the one line ('just did a bad thing'), with really no indication of any sort of form or anything. Half way through the first section, it already seems to ditch out of the original paradigm slightly ('wondering what it is, etc'), it slips into the major key, and just,... no sort of repeating figure has been established. so far everything seems to be a special-case scenario. Then when it hits the next stanza, (bad day, bad year), we've already broken from what it had done in the first stanza. (the first stanza had the 'regret' line, which is quite different from the first line, but in the second stanza, the first two lines essentially are the same as each other), so for many reasons, at this point, (after 'bad year'), it's very clear that there is NO established pattern. we are free to roam. And it's likely at this point that i was feeling stuck, because really there's just too many possibilities. I was probably running through what i had so far, thinking i would get clues about the future (of the song) from the past (in the song). And that's just not gonna happen, because really what should probably happen is it should probably get out and GO somewhere it hasn't gone yet. So, looking at what did come next, the 'cancelled' line, this is a perfect way of expressing that everything you might have expected was going to happen (based on what happened so far) in the song, will probably not happen. And, sure enough, immediately after this, it transitions into a totally new key, and a new paradigm entirely. So basically the reason for that line is to shake off the previous paradigm (bad things, etc), because we gotta get away and jump into a whole new territory. (the 'game' section, etc).\nAs far as anything having resemblence to future world events, well, this is always more likely to happen the more songs i write. when making a case that something predicted something, you can always ignore the ones that didn't fit. such as 'at the airport terminal' which certainly does not predict 2020"
        ]
    },
    {
        "date": "202012252031",
        "ctx": [
            "I often hear melodies In my head but I can't transcribe them. Any tips for transcribing better?",
            "you might not need to, if you can record yourself singing it into your phone or something similar"
        ]
    },
    {
        "date": "202012251933",
        "ctx": [
            "How to open doors?",
            "have you considered screaming at them"
        ]
    },
    {
        "date": "202012251830",
        "ctx": [
            "why does church gotta be a whole hour? wouldnt 30 minutes work better?",
            "that depends how good it is"
        ]
    },
    {
        "date": "202012251814",
        "ctx": [
            "Please give me some insight on how you write chords / progressions",
            "use melody. and if that's not working, you can take it a step further and use words to make the melody"
        ]
    },
    {
        "date": "202012251759",
        "ctx": [
            "okay but what the heck is yogurt",
            "goup"
        ]
    },
    {
        "date": "202012251753",
        "ctx": [
            "Do you ever stop and think?",
            "yes but it can be even more fun to think on the go"
        ]
    },
    {
        "date": "202012251727",
        "ctx": [
            "Oh you make musician? Name every song",
            "all of you, all of me,"
        ]
    },
    {
        "date": "202012251721",
        "ctx": [
            "What is the best dimension?",
            "up"
        ]
    },
    {
        "date": "202012251709",
        "ctx": [
            "was your first 3d experiment the ball in 'ball and stick'?",
            "no. it would have been some of the balls in 'history of the entire world, i guess'"
        ]
    },
    {
        "date": "202012251701",
        "ctx": [
            "Does it take you a long time to make music whether it is short or not?",
            "it shouldn't, but, it does"
        ]
    },
    {
        "date": "202012251539",
        "ctx": [
            "is the color scheme of this page intentional",
            "yes"
        ]
    },
    {
        "date": "202012251536",
        "ctx": [
            "Where do you get your inspiration from, generally?",
            "from the toilet, in the gutter. bet you didn't think they had toilets in the gutter, well here i am, as living proof"
        ]
    },
    {
        "date": "202012251524",
        "ctx": [
            "Hi Bill,\nWill you be making music with someone else?",
            "only if it's good"
        ]
    },
    {
        "date": "202012251448",
        "ctx": [
            "What are your thoughts on Christmas",
            "1. how could something so lovely be so terrible\n2. how could something terrible be so lovely"
        ]
    },
    {
        "date": "202012251403",
        "ctx": [
            "do you know how to end world hunger",
            "i have some ideas"
        ]
    },
    {
        "date": "202012251348",
        "ctx": [
            "Do u believe that one song could change one's mindset forever",
            "yes"
        ]
    },
    {
        "date": "202012251339",
        "ctx": [
            "Life is strange",
            "that may be true"
        ]
    },
    {
        "date": "202012251311",
        "ctx": [
            "I love you, your music, your videos, and your wisdom. You truly are one of the greatest men to have ever lived.",
            "holy smokes you are friendly",
            "Do you write your music first or your Lyrics.",
            "no, it usually doesn't work too well that way"
        ]
    },
    {
        "date": "202012251310",
        "ctx": [
            "are you enjoying the process of making the newest video?",
            "yes and no"
        ]
    },
    {
        "date": "202012252426",
        "ctx": [
            "have you considered making non video songs in-between one of those songs where it has a music video also, to go along with the song. released as just the song, in order to increase the rate at which you produce cool music?",
            "yes i have considered that"
        ]
    },
    {
        "date": "202012251138",
        "ctx": [
            "What is youre favorite genre of music?",
            "regular"
        ]
    },
    {
        "date": "202012251114",
        "ctx": [
            "What are you thinking about for your next video?",
            "probably another song video, like the one i am working on now. i already have 2 songs completed, so i will likely do a video for the other one after this one"
        ]
    },
    {
        "date": "202012250813",
        "ctx": [
            "what is the meaning of potato",
            "to dazzle, and inspire"
        ]
    },
    {
        "date": "202012250801",
        "ctx": [
            "do you plan to make more videos?",
            "yes"
        ]
    },
    {
        "date": "202012250732",
        "ctx": [
            "how do you confess your feelings to someone",
            "that's easy. just tell them"
        ]
    },
    {
        "date": "202012250658",
        "ctx": [
            "Q.01)Dear Bill, what's the first 3D object you will put in your newest video?",
            "a cube"
        ]
    },
    {
        "date": "202012250533",
        "ctx": [
            "Why are your songs such absolute bops?",
            "this is partly a defense mechanism"
        ]
    },
    {
        "date": "202012250413",
        "ctx": [
            "Merry Christmas Bill, when could I find my dreams in school?",
            "any moment"
        ]
    },
    {
        "date": "202012250332",
        "ctx": [
            "Have you ever wanted to be a hero?",
            "yes"
        ]
    },
    {
        "date": "202012250246",
        "ctx": [
            "Why do you exist?",
            "was thinking it would improve my reputation"
        ]
    },
    {
        "date": "202012250245",
        "ctx": [
            "is piano a keyboard",
            "ah, now it's all starting to make sense"
        ]
    },
    {
        "date": "202012250232",
        "ctx": [
            "do you ever dedicate time just to listen to music (you didn't make) to get inspiration for your own music (which you will make)?",
            "no but it happens anyway"
        ]
    },
    {
        "date": "202012242344",
        "ctx": [
            "how merry is christmas",
            "almost as merry as the rest of the year"
        ]
    },
    {
        "date": "202012242326",
        "ctx": [
            "would you eat a goldfish for breakfeast",
            "no"
        ]
    },
    {
        "date": "202012242233",
        "ctx": [
            "will you give me some advice",
            "sure"
        ]
    },
    {
        "date": "202012242211",
        "ctx": [
            "are you a bot",
            "i'll have to think about that"
        ]
    },
    {
        "date": "202012242209",
        "ctx": [
            "Hey bill, i love your music, and you've inspired me a lot. But the thing is i get so much inspiration from music that i want to replicate the feelings i get when i listen to it. But i am more experienced in visual art and would prefer to work with it. Long question short do you think it's possible for visual art (paintings, drawings, sculptures, etc) to somewhat encapsulate the feelings in written art or musical art (and vice versa)?",
            "yes"
        ]
    },
    {
        "date": "202012242143",
        "ctx": [
            "Does the universe smile upon you or simply throw ideas at your head?",
            "yes but it does this to everyone"
        ]
    },
    {
        "date": "202012242138",
        "ctx": [
            "How do you get thoughts to enter your brain",
            "just breathe"
        ]
    },
    {
        "date": "202012242127",
        "ctx": [
            "When is your new video NOT coming out?",
            "tuesday march 19, 2019"
        ]
    },
    {
        "date": "202012242104",
        "ctx": [
            "How do you make songs",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "202012241925",
        "ctx": [
            "did you get the leaf you wanted for christmas?",
            "no but i got a different one which is smaller but it's still pretty good"
        ]
    },
    {
        "date": "202012241916",
        "ctx": [
            "how to love",
            "i'm not sure. can't remember all the ways. i think i have determined the way i like to do it is to keep forgetting and then remembering again"
        ]
    },
    {
        "date": "202012241905",
        "ctx": [
            "Hi Bill, hope all is going well for ya. Ever since I was young I've had snippets of melodies and music enter my brain and suddenly leave. I suck at turning what I hear internally into something tangible without forgetting it halfway. How do you keep track of it?",
            "what i do is record a quick audio memo as soon as the idea arrives. if i have a keyboard with me, that helps because that makes it easy to clarify any chords it has in it, and if not i will have to just explain it all with my voice"
        ]
    },
    {
        "date": "202012241850",
        "ctx": [
            "When you are making fills, like in 'mt. Saint Helens is gonna blow up' when you sang \"everything is going to fall down to the ground and turn grey\" do you usually think of the melody first and then harmonize the melody or do you think more about the chords then write melody?",
            "the lyric+melody occur together, as a package deal, with the chords included also"
        ]
    },
    {
        "date": "202012241831",
        "ctx": [
            "ever wished writers wrote shorter stories?",
            "yes"
        ]
    },
    {
        "date": "202012241821",
        "ctx": [
            "What is your favorite song that you've made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "202012241751",
        "ctx": [
            "Hi Bill. I'm in love with the harmony in your songs. Do you have any jazz harmony book that you would suggest to have a better understanding of your particular style?",
            "no, but, those could be useful if you want to build a fort, of books"
        ]
    },
    {
        "date": "202012241705",
        "ctx": [
            "oh yeah? explain instrumental music",
            "it always relates to a piece of non music. this piece of non-music serves as a delivery vehicle for the music"
        ]
    },
    {
        "date": "202012241636",
        "ctx": [
            "are you able to predict the future",
            "partially"
        ]
    },
    {
        "date": "202012241555",
        "ctx": [
            "do you generally come up with music first or lyrics first",
            "both at the same time"
        ]
    },
    {
        "date": "202012241552",
        "ctx": [
            "You are an inspiration for aspiring artists",
            "that's friendly of you, but i am looking to do it even more"
        ]
    },
    {
        "date": "202012241504",
        "ctx": [
            "When it comes to writing the chord progressions you do, what is the most effective process you use?",
            "use melodies and lyrics also",
            "I'm currently going through music school, and I really want to explore more unorthodox writing styles.",
            "This might not be what you want to hear, but, ..................... you're gonna have to just make things up"
        ]
    },
    {
        "date": "202012241457",
        "ctx": [
            "how do i win at everything",
            "everyone's gonna win. it's gonna be a tie"
        ]
    },
    {
        "date": "202012241414",
        "ctx": [
            "Why did our hero in \"and the day goes on\" travelled straight to the sun? that's dangerous...",
            "this is just how the songs starts. this is for those mornings when you immediately wake up feeling everything at the same time"
        ]
    },
    {
        "date": "202012241306",
        "ctx": [
            "what is your favorite christmas tradition?",
            "checking out some (ref: https://www.youtube.com/watch?v=mis0O8CZk90\"target=\"_blank)tchaikovsky"
        ]
    },
    {
        "date": "202012241149",
        "ctx": [
            "Is there a reason that the letters of the word reality in this website has all the same colours unlike other words ?",
            "most of the titles have a small percentage of their letters different. so, by that same style, a small percentage of the titles are different from this, in that they have none of their letters different"
        ]
    },
    {
        "date": "202012241009",
        "ctx": [
            "in \"outside\" did you say 'moon' and used it as a note or sounds or something. i am not that knowledgeable about music but i hope you understand my question.",
            "that's a lyric, in the vocals. i just recorded it using my voice, normal style"
        ]
    },
    {
        "date": "202012240952",
        "ctx": [
            "if you had any super power what would it be?",
            "holding a conversation"
        ]
    },
    {
        "date": "202012240915",
        "ctx": [
            "What inspired you to make music?",
            "must have been music itself"
        ]
    },
    {
        "date": "202012240907",
        "ctx": [
            "When generating writing ideas, do you write entire songs the whole time",
            "no",
            "or do you generate ideas until they're enough of a thing to be called an idea?",
            "just enough"
        ]
    },
    {
        "date": "202012240849",
        "ctx": [
            "Are you also thinking about eggs",
            "no"
        ]
    },
    {
        "date": "202012240653",
        "ctx": [
            "How to understand normal social interaction?",
            "pretend everyone else is you from another time"
        ]
    },
    {
        "date": "202012240445",
        "ctx": [
            "Are you making a new video?",
            "yes but what's more important is i will be making many more videos after that"
        ]
    },
    {
        "date": "202012240342",
        "ctx": [
            "Do you know how awesome you are?",
            "it's going to take me some time to grow into my expectations"
        ]
    },
    {
        "date": "202012240312",
        "ctx": [
            "what's a place you would want to eventually visit",
            "ur"
        ]
    },
    {
        "date": "202012240140",
        "ctx": [
            "What is better? To write lyrics from listening beat, or starting a project from scratch all together.",
            "that depends whether you like to seize the flow of time in the palm of your hand and begin spewing it in poetic quantities"
        ]
    },
    {
        "date": "202012240125",
        "ctx": [
            "dude ngl your songs are pretty epic",
            "we'll see about that"
        ]
    },
    {
        "date": "202012241237",
        "ctx": [
            "What is your opinion on nihilism?",
            "fake"
        ]
    },
    {
        "date": "202012241236",
        "ctx": [
            "If light is the fastest thing in the universe then how did the dark get there first",
            "because dark is nothing. nothing is faster than light"
        ]
    },
    {
        "date": "202012241230",
        "ctx": [
            "What is egg?",
            "some type of yellow slime which could have been someone"
        ]
    },
    {
        "date": "202012241210",
        "ctx": [
            "Dearest Bill,\nMe wonderest if thou hast ever comsumethed a singular blade of grass in thine lifetime?",
            "no i haven't",
            "Cordially and sincerely, \nMe"
        ]
    },
    {
        "date": "202012232331",
        "ctx": [
            "Why are data singular?",
            "data is plural. 1 piece of data would be a..... datum"
        ]
    },
    {
        "date": "202012232313",
        "ctx": [
            "Your music is really something, what inspired you to choose this style of music/video editing",
            "basically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way"
        ]
    },
    {
        "date": "202012232300",
        "ctx": [
            "Hi Bill! Who is your favorite art person?",
            "could be you"
        ]
    },
    {
        "date": "202012232133",
        "ctx": [
            "If your song is 100% complete, does that mean it's coming out soon?",
            "it is supposed to mean that, but the video has taken a long time, purely because i'm an idiot",
            "Maybe a Christmas Special?",
            "every day is special"
        ]
    },
    {
        "date": "202012232117",
        "ctx": [
            "have you ever considered writing an entire song in pig latin?",
            "no"
        ]
    },
    {
        "date": "202012232114",
        "ctx": [
            "is you next project coming soon?",
            "yes"
        ]
    },
    {
        "date": "202012231952",
        "ctx": [
            "Since your song is finished (per an earlier answer), will it be released before the end of the year?",
            "it's not important to me what year it is when any song is released. the only thing i care about is that i can release hundreds and possibly thousands of songs over the course of my life time. the reason my current song is not released yet is because i am still working on the video for it"
        ]
    },
    {
        "date": "202012231940",
        "ctx": [
            "how do you stop worrying about current events",
            "start thinking of some future events to worry about"
        ]
    },
    {
        "date": "202012231916",
        "ctx": [
            "Which came first the fruit orange or the color orange",
            "the fruit"
        ]
    },
    {
        "date": "202012231605",
        "ctx": [
            "The style of the relationship between your lyrics and music to me seems pretty similar to Paul Simon's. He often talks about a lot of his greatest hits having lyrics that simply sounded right and have the feeling that the music has, rather than having lyrics that have been agonized over for a long time, like Mrs. Robinson. Something I hear him say a lot is \"I don't really know what that meant when I wrote it, but later I realized...\" Is that in any way your process of writing lyrics, that the goal is that they sound like the music? Or do you craft them to both sound right for the music and mean something intentional and consciously thought of?",
            "every point in our universe means everything. science tells us this (was it science? maybe it was something else. i honestly can't remember how i know this). I've found songs to be one of the most potent ways to explore this"
        ]
    },
    {
        "date": "202012231510",
        "ctx": [
            "When is your next video coming out or does it not have any date for release yet?",
            "every time i have tried to figure out a date, i have been wrong. so it doesn't really matter what date i say. it won't be right"
        ]
    },
    {
        "date": "202012231442",
        "ctx": [
            "are u on break rn",
            "no"
        ]
    },
    {
        "date": "202012232457",
        "ctx": [
            "are you done editing your next video",
            "no"
        ]
    },
    {
        "date": "202012232451",
        "ctx": [
            "is it possible to think and write a song at the same time?",
            "yes, as long as you are not thinking about the song. if you are thinking about something else, the song should go very well"
        ]
    },
    {
        "date": "202012232425",
        "ctx": [
            "Are u a human?",
            "oh that would explain this tingling sensation i've been having"
        ]
    },
    {
        "date": "202012231134",
        "ctx": [
            "what do you want for christmas",
            "maybe a leaf"
        ]
    },
    {
        "date": "202012231120",
        "ctx": [
            "will you take a long break after your next video?",
            "that's the opposite of what i would like"
        ]
    },
    {
        "date": "202012231105",
        "ctx": [
            "i feel like i remember you saying you would release a video by the end of this year or something. are you gonna release it at 11:59 on december 31st or something",
            "my production process has nothing to do with the yearly calendar. i always wanted it to have something to do with the weekly calendar, but that's a different story"
        ]
    },
    {
        "date": "202012230928",
        "ctx": [
            "is there a reason there was never a video for \"got to know whats going on\"?",
            "yes. because i made the video 'hi, i'm steve' instead. If i had made the video for got to know what's going on, every other video after that would have been released weeks later than it actually was"
        ]
    },
    {
        "date": "202012230823",
        "ctx": [
            "What do you do when you cannot find a solution to a problem?",
            "re-explain the problem"
        ]
    },
    {
        "date": "202012230818",
        "ctx": [
            "how to do a bill wurtz genre ?",
            "first, find some nay sayers to dis prove. if you can't find anyone to nay say then you can do it yourself also"
        ]
    },
    {
        "date": "202012230810",
        "ctx": [
            "How can I come up with a good and catchy melody?",
            "wake up in the morning,"
        ]
    },
    {
        "date": "202012230809",
        "ctx": [
            "Whens the last time you wrote a melodyless song fragment (such as the intro to Tuesday)?",
            "i count that as a melody because it is rhythmic. but i've done that in 3 out of 4 of my most recently recorded songs"
        ]
    },
    {
        "date": "202012230608",
        "ctx": [
            "Bill, what type of magic do you have to give us these blessings of a video, I want to know it, all of it. Give me it, I need it, I want it, I'll get it.",
            "i will let you know when i can find a more..... 'feasible' version that isn't going to ruin your life"
        ]
    },
    {
        "date": "202012230558",
        "ctx": [
            "Hey, I was wondering does making a song or video help you calm down after a stressful day?",
            "no. there are 2 problems with that. the main problem is that making a song or video takes much, much, much, much, much, much, much, much, much, much, much, much, much, much, much, much, much, much, much longer than a day. And of course the second problem would be the fact that the main source of stress in my life is knowing that it takes so long. because all i want to do is be able to make the thousands of video and songs i've been constantly thinking of and dreaming of more intensely each day"
        ]
    },
    {
        "date": "202012230434",
        "ctx": [
            "How do I start making my new chair",
            "put the feet on the floor"
        ]
    },
    {
        "date": "202012230413",
        "ctx": [
            "Are u funny?",
            "everything is funny"
        ]
    },
    {
        "date": "202012230254",
        "ctx": [
            "when you finish your project will you continue making stuff? also you're certified epic.",
            "the project IS making stuff. so technically no. but if everything goes well i should be doing it for a very long time"
        ]
    },
    {
        "date": "202012230217",
        "ctx": [
            "I want to write happy music and poetry but every time I pick up the pen, I write about how much I hate everything. How do I make myself happy so I can write happy?",
            "all writing turns happy eventually, if you keep writing, and possibly if music is involved"
        ]
    },
    {
        "date": "202012230211",
        "ctx": [
            "what do you want for christmas?",
            "a pine cone"
        ]
    },
    {
        "date": "202012230156",
        "ctx": [
            "how do you make actually creative stuff?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "202012230127",
        "ctx": [
            "What should I do for my senior yearbook picture?",
            "try to look normal"
        ]
    },
    {
        "date": "202012230102",
        "ctx": [
            "can you release your next big thing on new year's eve so we have a good start for 2021?",
            "how about a good entire year, and more"
        ]
    },
    {
        "date": "202012231215",
        "ctx": [
            "Sometimes you answer questions seriously and sometimes you don't. Why is this?",
            "the serious ones are meant to make up for the ones that are not serious enough. And the less serious ones are to make up for the ones that are too serious. and so an equilibrium is maintained"
        ]
    },
    {
        "date": "202012222356",
        "ctx": [
            "what are your thoughts on pillows?",
            "it's a bed, for your head. headbed"
        ]
    },
    {
        "date": "202012222313",
        "ctx": [
            "How many sides are on a triangle?",
            "just enough"
        ]
    },
    {
        "date": "202012222235",
        "ctx": [
            "Help. There's too much knowledge. My brain... can't... handle it",
            "ah, this is the perfect point to sing a song"
        ]
    },
    {
        "date": "202012222158",
        "ctx": [
            "when was the last time you typed a capital letter",
            "about 18 questions ago"
        ]
    },
    {
        "date": "202012222145",
        "ctx": [
            "is it true you are studing on 3D animation?",
            "yes"
        ]
    },
    {
        "date": "202012221935",
        "ctx": [
            "what do you get at mcdonalds",
            "'fish delight'"
        ]
    },
    {
        "date": "202012221825",
        "ctx": [
            "can you say something wacky",
            "that's preposterous. who do you think i am"
        ]
    },
    {
        "date": "202012221705",
        "ctx": [
            "How do I fix everything?",
            "this may not be what you want to hear, but, you already did"
        ]
    },
    {
        "date": "202012221648",
        "ctx": [
            "Bill, why are your songs SO EPIC?",
            "that could be a reflection of the epicness of our society"
        ]
    },
    {
        "date": "202012221632",
        "ctx": [
            "how do you know when to stop editing a video?",
            "when you feel the world starting to end"
        ]
    },
    {
        "date": "202012221531",
        "ctx": [
            "You're an overthinker, aren't you?",
            "yes and no"
        ]
    },
    {
        "date": "202012221453",
        "ctx": [
            "how complete is your next song",
            "100%"
        ]
    },
    {
        "date": "202012221346",
        "ctx": [
            "(sorry if this question is worded poorly). How do you complete a project?",
            "i don't know",
            "Do you finish it in layers",
            "yes",
            "(first doing all of the music for the project, and then doing all the graphics, etc),",
            "yes, unless it's not a song, in which case the layers bounce back and forth between audio and video, in various ways",
            "or do you do it in full stages (fully completing the first 10 seconds, and then moving on the next 10 seconds, etc)",
            "i never do that"
        ]
    },
    {
        "date": "202012222443",
        "ctx": [
            "How do you manage to somehow be wise and funny at the same time?",
            "wisdom is funny. there's nothing anyone can do about that"
        ]
    },
    {
        "date": "202012222411",
        "ctx": [
            "when is the date (in numbers) of your next video",
            "it doesn't have any dates in it"
        ]
    },
    {
        "date": "202012222404",
        "ctx": [
            "what stupid dumb song takes this stupidly dumb long time to stupidly make?",
            "how long"
        ]
    },
    {
        "date": "202012221134",
        "ctx": [
            "bill how do you music",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "202012221023",
        "ctx": [
            "how often do your creations contain cryptic or steganographic messages?",
            "maybe 1 out of 100 videos"
        ]
    },
    {
        "date": "202012220850",
        "ctx": [
            "what are your New Years'resolutions",
            "i am still in the middle of some resolutions"
        ]
    },
    {
        "date": "202012220810",
        "ctx": [
            "what is the worst thing",
            "destroying the universe maybe"
        ]
    },
    {
        "date": "202012220713",
        "ctx": [
            "do you ever think of a funny answer+question combo and ask it to yourself on this page",
            "no. when i think of those, i put them in videos, or in writing. This page is different: the questions have to be written by someone else. that is rule 1 of the questions page, and that is one of the reasons why it is such a unique, special page"
        ]
    },
    {
        "date": "202012220515",
        "ctx": [
            "Hi Bill, how did you learn how to edit videos",
            "i just started trying to do it. and try not to panic if i can't seem to do it yet",
            "and what would you recommend for someone who has no idea what they're doing?",
            "just start trying to do it, and try not to panic if you can't seem to do it yet"
        ]
    },
    {
        "date": "202012220501",
        "ctx": [
            "so what did you do before music, like actually what did u do not a joke answer plz",
            "crawl on the floor, look at shapes, ..... i am just guessing, i do not remember"
        ]
    },
    {
        "date": "202012220448",
        "ctx": [
            "i want to make music but can't help but feel blue.",
            "how about making some blue music"
        ]
    },
    {
        "date": "202012220445",
        "ctx": [
            "Once whatever has been slowing you down stops slowing you down, will you make more videos or will you make them longer or better?",
            "all 3"
        ]
    },
    {
        "date": "202012220131",
        "ctx": [
            "What do you think is the most random thing you've ever come up with?",
            "i've never come up with a random thing. the human brain is not capable of this. if i need something random, i turn to computers. for example here is something random: ajcpsgh3yw8gejl"
        ]
    },
    {
        "date": "202012221231",
        "ctx": [
            "what is ironic?",
            "the word irony itself"
        ]
    },
    {
        "date": "202012221225",
        "ctx": [
            "when will you make a new video",
            "i'm doing it now"
        ]
    },
    {
        "date": "202012221206",
        "ctx": [
            "what is music?",
            "the secret of the universe. you would think that's great news, because that means we could figure out the secret of the universe by understanding music. but that only raises more questions"
        ]
    },
    {
        "date": "202012221205",
        "ctx": [
            "Where did all the good times go?",
            "all around you, right now. that's where they went"
        ]
    },
    {
        "date": "202012212346",
        "ctx": [
            "Your songs sound like asking whether water is wet. Is water wet?",
            "it's moist, i'll give you that much"
        ]
    },
    {
        "date": "202012212338",
        "ctx": [
            "how do i stop myself from accidentally writing a chord progression that already exists?",
            "why would that be bad",
            "i don't want my songs to be taken down for reasons like the whole george harrison my sweet lord/he's so fine thing.",
            "using existing chord progressions is both legal and normal. it's like having 4 wheels on a car. Admittedly there have been some strange court cases out there, but the real factor here is not the chords, it's whether or not your song becomes extremely popular and catches the attention of someone with a lot of courtroom talent. If you never use existing chord sequences you're probably going to have a pretty bad time in the long term",
            "how do i make wholly original (or at least original enough) progressions?",
            "how about doing the melody first"
        ]
    },
    {
        "date": "202012212332",
        "ctx": [
            "Can I learn piano if I cant read sheet music?",
            "consider this: can you learn to talk if you can't read?"
        ]
    },
    {
        "date": "202012212316",
        "ctx": [
            "Who first inspired you to make the type of content you did?",
            "the whole world"
        ]
    },
    {
        "date": "202012212251",
        "ctx": [
            "How do you find something you enjoy doing in life, and devote yourself to it, and stay motivated?",
            "have you considered crying like a baby"
        ]
    },
    {
        "date": "202012212104",
        "ctx": [
            "Are the lyrics \"shwzshwzshwzshwzshwz\" at 0:11 of \"at the airport terminal\" symbolic of the events at the Siege of Sevastopol",
            "no, they are symbolic of the sound of an airplane"
        ]
    },
    {
        "date": "202012212047",
        "ctx": [
            "Dont know what to write here. Can i write this?",
            "sure"
        ]
    },
    {
        "date": "202012212036",
        "ctx": [
            "r u disappointed cuz jupiter and saturn didnt smash into each other today",
            "no"
        ]
    },
    {
        "date": "202012211954",
        "ctx": [
            "DId you make some cool sounds",
            "yes but there are still many more yet to be made"
        ]
    },
    {
        "date": "202012211946",
        "ctx": [
            "what's one random ancient civilization fact that you know?",
            "some civilizations are even more ancient than you may have ever dreamed"
        ]
    },
    {
        "date": "202012211944",
        "ctx": [
            "What made you want to start music?",
            "i don't remember starting, but i'm sure it was music, because music is what makes me continue to want to start music more and more again and again to this day"
        ]
    },
    {
        "date": "202012211936",
        "ctx": [
            "Are you a god?",
            "i thought you were"
        ]
    },
    {
        "date": "202012211915",
        "ctx": [
            "i am listening to your music exclusively on an mp3 player. how do you feel about this?",
            "fine"
        ]
    },
    {
        "date": "202012211829",
        "ctx": [
            "Do you practice any sports?",
            "no, i've mastered all the sports"
        ]
    },
    {
        "date": "202012211759",
        "ctx": [
            "Favorite Jaco Pastorius song?",
            "teen town, not live, only the weather report studio album recording please"
        ]
    },
    {
        "date": "202012211757",
        "ctx": [
            "do you ever bang your head on your table/keyboard out of frustration",
            "yes"
        ]
    },
    {
        "date": "202012211753",
        "ctx": [
            "are you an idiot, or are you smart?",
            "i might have merged the two",
            "Are you both?",
            "one can only hope"
        ]
    },
    {
        "date": "202012211751",
        "ctx": [
            "what is your favorite type of cheese",
            "ghost cheese"
        ]
    },
    {
        "date": "202012211748",
        "ctx": [
            "What is personality??",
            "could be you"
        ]
    },
    {
        "date": "202012211741",
        "ctx": [
            "bill how do you come up with your ideas like their so creative",
            "sometimes i try to write down everything in the world. this is a good start, because the world is very creative"
        ]
    },
    {
        "date": "202012211639",
        "ctx": [
            "What inspired your weird and wacky way of making songs?",
            "just trying to get by"
        ]
    },
    {
        "date": "202012211610",
        "ctx": [
            "What is music theory to you?",
            "when someone says that, i'm beginning to think what they actually mean is musical 'literacy', like being able to read, etc..... i don't think they actually mean like a theory of what makes it good -- because the actual theory is bonkers and it's all in your head and all around the world at the same time"
        ]
    },
    {
        "date": "202012211558",
        "ctx": [
            "why am i so ugly",
            "that is due to the strange amounts of beauty you posess"
        ]
    },
    {
        "date": "202012211456",
        "ctx": [
            "What instruments do you play? I've noticed guitar, piano/keyboard, bass and drums but was wondering if there was more?",
            "jeans"
        ]
    },
    {
        "date": "202012211346",
        "ctx": [
            "Whats the point of life?",
            "to upset the previous status quo, of lifelessness"
        ]
    },
    {
        "date": "202012212451",
        "ctx": [
            "What is the 17th word of the 3rd minute of your song?",
            "thanks for asking. it's \"still\""
        ]
    },
    {
        "date": "202012211146",
        "ctx": [
            "what do you do for inspiration when you feel mentally blocked?",
            "stand on chair,"
        ]
    },
    {
        "date": "202012211141",
        "ctx": [
            "Are you working on a legendary song?",
            "i might not know until after"
        ]
    },
    {
        "date": "202012211050",
        "ctx": [
            "How does one vacation in the middle of the sun?",
            "you might not know until after"
        ]
    },
    {
        "date": "202012210933",
        "ctx": [
            "Is Christmas actually a scheme to rob from kangaroos?",
            "no",
            "Thanks big fan here.",
            "you're welcome"
        ]
    },
    {
        "date": "202012210846",
        "ctx": [
            "i watch your videos almost everyday and i think you're awesome! what inspired you to make music? :)",
            "music can prove that anything is good"
        ]
    },
    {
        "date": "202012210718",
        "ctx": [
            "How was that time you met Redfoo?",
            "didn't happen"
        ]
    },
    {
        "date": "202012210610",
        "ctx": [
            "What do you think about winter solstice?",
            "very dark"
        ]
    },
    {
        "date": "202012210553",
        "ctx": [
            "will you make a new christmas special video for this year?",
            "i'm going to be working on the NORMAL and AVERAGE sized music video i've been working on",
            "if you answer this in 2021 or later, what i mean by this year is the year 2020. sorry for the confusion."
        ]
    },
    {
        "date": "202012210422",
        "ctx": [
            "How do you come up with such funky chord progressions?Everything I do sounds flat or generic, and I can't make that funk come out.",
            "first, you'll want to go ahead and learn how every note sounds, relative to each other"
        ]
    },
    {
        "date": "202012210305",
        "ctx": [
            "How are you able to take a very mundane topic and transform it into an inspirational song",
            "turn it loose"
        ]
    },
    {
        "date": "202012210202",
        "ctx": [
            "I've found myself inhibited by fear at times. Any tips on not being afraid?",
            "sing songs of joy"
        ]
    },
    {
        "date": "202012210101",
        "ctx": [
            "Where can I go to learn how to map chords so flawlessly to fluent speak-singing like you do?",
            "walk all over the earth if possible"
        ]
    },
    {
        "date": "202012211207",
        "ctx": [
            "Are thoughts real?",
            "oh that would explain how traumatic they can be"
        ]
    },
    {
        "date": "202012202304",
        "ctx": [
            "do you agree that (in terms of music theory) one must learn the rules first before one can know how to break them?",
            "you are supposed to make up the rules. they don't even work unless you make them up. If you want, you can borrow other people's rules, but they will not particularly work for you until you have come around and made them up yourself also"
        ]
    },
    {
        "date": "202012202247",
        "ctx": [
            "would you make a song about covid?",
            "i would like to make a song about everything in due time"
        ]
    },
    {
        "date": "202012202128",
        "ctx": [
            "i remember reading somewhere that you're self-taught as a musician, and aside from a keyboard you have a bass as well. who/what influences your bass playing style,",
            "songs,",
            "and what advice would you give to a budding bass player?",
            "basically you want to get yourself as soon as possible into a role where you are providing the bass for a song. if you can't get together with other people to play together, (and most people probably can't), just go ahead and take your favorite song recordings and cut out the bass frequencies, and plug your bass into a speaker which DOES have bass frequencies, and play along. \nExamples of speakers with and without bass frequencies, so you know which ones to use for which-- \n\nhas bass frequencies: bass amp, headphones, home stereo system\ndoes not have bass frequencies: laptop speaker, phone speaker, tablet speaker, speakers inside your computer monitor\n\nplay the song on the speaker with no bass, and put your bass through a speaker with bass. now you are the bass player"
        ]
    },
    {
        "date": "202012202109",
        "ctx": [
            "if our universe itself is infinite, does the multiverse theory become irrelevant because every reality is already present in our infinite universe?",
            "could be"
        ]
    },
    {
        "date": "202012202030",
        "ctx": [
            "Is it Ok to be scared of small things that are seem as stupid to be scared of, ex: bees",
            "it really depends how scared you are and how stupid the thing is"
        ]
    },
    {
        "date": "202012201955",
        "ctx": [
            "is your new video going to be a christmas present",
            "it should be good for any day of the year"
        ]
    },
    {
        "date": "202012201830",
        "ctx": [
            "have you ever just looked at dirt",
            "yes, i am looking at it now"
        ]
    },
    {
        "date": "202012201811",
        "ctx": [
            "Are you sensitive and in-tune to other peoples thoughts and emotions?",
            "yes. as a bonus, i sometimes perceive thoughts and emotions that no one actually had"
        ]
    },
    {
        "date": "202012201748",
        "ctx": [
            "Do I need music theory to write a song?",
            "you're gonna get some anyway, when you write it",
            "I'm a guitarist interested in the hard rock area"
        ]
    },
    {
        "date": "202012201729",
        "ctx": [
            "i don't like your songs very much they are too janky",
            "that's probably because i'm a jankster"
        ]
    },
    {
        "date": "202012201620",
        "ctx": [
            "Q1) How long will be your next song/vid?",
            "about 4 minutes and 10 seconds",
            "Q2) Can I make music even though I do not understand sheet music?",
            "sure"
        ]
    },
    {
        "date": "202012201518",
        "ctx": [
            "Your music is great for listening during the winter, when frightening but good changes are occurring that nonetheless require lots of driving around snow covered mountains. Your music has the most specific utility I've ever experienced, at least for me.",
            "holy smokes you are very friendly"
        ]
    },
    {
        "date": "202012201414",
        "ctx": [
            "Do you answer questions seriously, or do you just meme around?",
            "always seek to create a blend, over the long term"
        ]
    },
    {
        "date": "202012201410",
        "ctx": [
            "how do i music",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "202012201356",
        "ctx": [
            "Is there any clue about the new video?",
            "yes"
        ]
    },
    {
        "date": "202012201321",
        "ctx": [
            "when will there be a trailer for the new song if there is one",
            "you're going to see some artifacts on (ref: http://www.instagram.com/notbillwurtz\"target=\"_blank)instagram"
        ]
    },
    {
        "date": "202012202400",
        "ctx": [
            "After the video you're working on finishing for the completed song is done and posted online, do you know what you want to do next?",
            "another one",
            "(performing live on stage, more songs with videos, anagrams, reality videos)",
            "all of those things also"
        ]
    },
    {
        "date": "202012201146",
        "ctx": [
            "are you working on a new song?",
            "i am working on the video for it"
        ]
    },
    {
        "date": "202012201116",
        "ctx": [
            "do you support lgbtq people?",
            "yes, this is part of an even broader strategy i have of supporting the entire universe. nay sayers will advise that the universe is too big for me to support it, but i am looking into some interesting leverage tactics"
        ]
    },
    {
        "date": "202012201113",
        "ctx": [
            "what is your new years resolution",
            "to do a great job on questions today"
        ]
    },
    {
        "date": "202012201023",
        "ctx": [
            "Honest opinion on humanity",
            "very friendly"
        ]
    },
    {
        "date": "202012200910",
        "ctx": [
            "Do you feel that the musical video that you're currently working on is your best work yet?",
            "in some ways yes. in other ways no"
        ]
    },
    {
        "date": "202012200902",
        "ctx": [
            "What would you personally say the best video or song you've ever made is?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "202012200815",
        "ctx": [
            "what file size is the project file for your new video?",
            "it's not all in one file yet"
        ]
    },
    {
        "date": "202012200749",
        "ctx": [
            "what is the most exciting part about making a song",
            "possibly changing the world"
        ]
    },
    {
        "date": "202012200619",
        "ctx": [
            "whats the 0th word of your new song\nplease dont kill me",
            "a sort of snare drum riff"
        ]
    },
    {
        "date": "202012200505",
        "ctx": [
            "how did you develop your editing style?",
            "that's simple. just take out all the stuff that wasn't good enough"
        ]
    },
    {
        "date": "202012200443",
        "ctx": [
            "can you make a song about me?",
            "sure"
        ]
    },
    {
        "date": "202012200311",
        "ctx": [
            "what are some good three letter names?",
            "mat, hat,"
        ]
    },
    {
        "date": "202012200201",
        "ctx": [
            "where do you get inspiration for your songs?",
            "from every location"
        ]
    },
    {
        "date": "202012200110",
        "ctx": [
            "what's the genre of your new song",
            "normal"
        ]
    },
    {
        "date": "202012201252",
        "ctx": [
            "Hey Mr. Wirtz, whatever your next project is, does it have to do with a YouTube video, or your YouTube channel at all?",
            "sure, it's a song with a music video, which i always post on my youtube channel, and website, and also release to popular music platforms (spotify, apple, etc)",
            "When/ Where can we see your next big project?",
            "all of those places, but, i should clarify, this upcoming song/video is of average size. however, there will be zillions more after it"
        ]
    },
    {
        "date": "202012192336",
        "ctx": [
            "do you have any motivational words?",
            "you can use the 5 finger test. start checking out some of the words i have used, and see if they motivate you"
        ]
    },
    {
        "date": "202012192228",
        "ctx": [
            "Advice for when music won't flow properly? like i'll play a piece I know s&#363;per well but it just doesn't sound right, or robotic or clunky. How do you work through/around this??",
            "you have to believe you made it up. not only that, but you have to also believe you are making it up, at the moment you are playing it. you have to believe you are improvising it. if your playing sounds scripted, try improvising for a while. Then go back to the scripted piece and imagine you are playing it for someone who has never heard it before. think of a specific person in mind"
        ]
    },
    {
        "date": "202012192114",
        "ctx": [
            "What is your opinion on the secularization or Christmas",
            "seems legit"
        ]
    },
    {
        "date": "202012192042",
        "ctx": [
            "through what process did you gain your eccentric, esoteric wisdom / worldview and what can i do to accomplish the same?",
            "picture a tree in a field,"
        ]
    },
    {
        "date": "202012191943",
        "ctx": [
            "do humans typically have a brain defect that makes them try and classify things that plainly cannot be classified",
            "the whole universe is a defect. before the defect it was imperceptible"
        ]
    },
    {
        "date": "202012191943",
        "ctx": [
            "Are you planning on making a Christmas album?",
            "that sounds like something i would do, but there are a lot of other things i am doing first"
        ]
    },
    {
        "date": "202012191824",
        "ctx": [
            "what is it about albums that you'd rather have single songs",
            "as a song consumer, if i try to consume more than one (NEW) song at a time, i usually hate them all. but, if you present me with only 1 song, ....... it's always a hit"
        ]
    },
    {
        "date": "202012191818",
        "ctx": [
            "how do you get music from your head to the world",
            "one weird trick is to combine it with something non-musical. music is non-music's best friend"
        ]
    },
    {
        "date": "202012191721",
        "ctx": [
            "do you think i can make songs even if i have virtually zero knowledge about music?",
            "you have already hinted at some very crucial knowledge about music. you have indicated that you are aware that a song is a piece of music",
            "i was told i write good things but sadly, i don't know anything about music but i want to make songs too",
            "if you don't know anything about music then how do you even know you like it"
        ]
    },
    {
        "date": "202012191609",
        "ctx": [
            "why do you only write in lowercaps",
            "i don't, but, why do YOU",
            "and never use full stop on the last sentence?",
            "not necessary. it's very obvious when the last sentence is over, because there's no more words"
        ]
    },
    {
        "date": "202012191535",
        "ctx": [
            "How are you doing mentally?",
            "i am aspire to be world mental champion"
        ]
    },
    {
        "date": "202012191505",
        "ctx": [
            "do you think the universe is flexible and can always be something else?",
            "yes",
            "like our current understandings of physics and religions suddenly being flipped by one small discovery?",
            "it can be many things simultaneously. our understanding can be even more things"
        ]
    },
    {
        "date": "202012191450",
        "ctx": [
            "whats the hardest part of making a song",
            "remembering how easy it is"
        ]
    },
    {
        "date": "202012191323",
        "ctx": [
            "Will your next video be in a similar style as your previous or do you plan on a completely different style",
            "you will most surely recognize me"
        ]
    },
    {
        "date": "202012192425",
        "ctx": [
            "what do you think is the coolest thing about living on earth right now?",
            "just how frickin.... round it is"
        ]
    },
    {
        "date": "202012192424",
        "ctx": [
            "Favorite brass instrument?",
            "trumpet"
        ]
    },
    {
        "date": "202012191138",
        "ctx": [
            "What's the last word of your new song?",
            "it"
        ]
    },
    {
        "date": "202012190815",
        "ctx": [
            "what would you say to help people be courageous enough to post creative stuff online",
            "HURRY UP unless you don't want to, then don't"
        ]
    },
    {
        "date": "202012190703",
        "ctx": [
            "besides from working on your current music project, do you have any other projects that you will be working on?",
            "yes"
        ]
    },
    {
        "date": "202012190644",
        "ctx": [
            "What are the inspirations behind your videos?",
            "anything i've ever known, seen, heard, or imagined"
        ]
    },
    {
        "date": "202012190507",
        "ctx": [
            "what is your thought process when editing a video,",
            "threatening myself with the possibility of skipping the video and just doing audio songs. just to keep things in perspective when i can't see the light at the end of the tunnel",
            "there'ssomething about its style or something that I love."
        ]
    },
    {
        "date": "202012190437",
        "ctx": [
            "bill do you make songs intended to be funny",
            "funnyness is an important tool to use sometimes, but possibly not the most important tool",
            "or to be actually good?",
            "yes they are supposed to be good",
            "because your song \"la de da de day dah\" or smt is just AWSOME its even in my favorites playlist",
            "ah, things are going according to plan"
        ]
    },
    {
        "date": "202012190359",
        "ctx": [
            "I'm not a music guy, but I'm curious as to those who are but when you hear music in your head, do you know how to write it down in music notation?",
            "yes"
        ]
    },
    {
        "date": "202012190226",
        "ctx": [
            "What is the 32nd word of your new song?",
            "and"
        ]
    },
    {
        "date": "202012190119",
        "ctx": [
            "aside from breakfast and strength tests, as mentioned in \"i'm best friends with my own front door\", were there any other things that were thrown (e.g. hot air balloons, syringes, chickens, etc.)",
            "you'll have to listen and see"
        ]
    },
    {
        "date": "202012191241",
        "ctx": [
            "What gives you the motivation to continue through and willing to produce something? Especially in these hard times that we (everyone in the world) have been going thru.",
            "if i think i've thought of something that can change the world"
        ]
    },
    {
        "date": "202012182350",
        "ctx": [
            "What problem took you the longest to overcome when making your songs.",
            "figuring out what the heck is a song"
        ]
    },
    {
        "date": "202012182146",
        "ctx": [
            "Did you get the idea for \"At the Airport Terminal\" in an Airport Terminal?",
            "no"
        ]
    },
    {
        "date": "202012182015",
        "ctx": [
            "In the conversation between Jim and Pat in What Is Love?, if someone were infact to replace Pat with Bob at your suggestion, would Bob said that he does like mice? Also, are they discussing computer mice or rodent mice?",
            "what they are doing is testing the language, and the conversational process"
        ]
    },
    {
        "date": "202012181907",
        "ctx": [
            "Why are you so awsome",
            "i'm just trying to get by"
        ]
    },
    {
        "date": "202012181818",
        "ctx": [
            "are u a good person",
            "yes but i can be even better. one day i hope to be world champion person"
        ]
    },
    {
        "date": "202012181632",
        "ctx": [
            "(ref: q.php?date=202012171245)12.17.20 12:45 pm  Does your new song contain pieces of \"355. 4.2.12 dream idea\"?",
            "no"
        ]
    },
    {
        "date": "202012181618",
        "ctx": [
            "do you like music?",
            "it's ok"
        ]
    },
    {
        "date": "202012181555",
        "ctx": [
            "How much time does it take to make lyrics",
            "about .2 seconds per lyric"
        ]
    },
    {
        "date": "202012181552",
        "ctx": [
            "so i like writing and lyrics tell stories a lot of times so i was wondering if you had any tips for story progression because a lot of times i give up in the middle\nalso you're really cool and i love your music",
            "if you're in the middle of the story, ask yourself what would happen as a result of what has happened. Or, ask yourself what definitely should NOT happen as a result of what has happened. and try doing that. then spend the rest of the time trying to figure out why that unexpected thing could have happened"
        ]
    },
    {
        "date": "202012181516",
        "ctx": [
            "what is your new song about?",
            "you",
            "or is it a surprise..?"
        ]
    },
    {
        "date": "202012181502",
        "ctx": [
            "who are your favorite music artists",
            "could be you"
        ]
    },
    {
        "date": "202012181429",
        "ctx": [
            "Every time I go to write a song anymore, it sounds the same as something I've already done. It feels like I've lost the ability to make anything genuinely new and/or interesting. I have begun to bore myself artistically. How do I snap out of it?",
            "pretend you are in a songwriting contest. now, try to do something that would make you disqualified"
        ]
    },
    {
        "date": "202012181401",
        "ctx": [
            "What do you think is a good way to stop procrastinating, or at least make it happen less?",
            "first you'll want to stop using the word procrastinate. it's a very long word, especially considering it is a word for not doing anything. think of all the things you could have done in the time it takes to say that word"
        ]
    },
    {
        "date": "202012181316",
        "ctx": [
            "How would you describe your music",
            "i would post it online and let folks discover it at their convenience"
        ]
    },
    {
        "date": "202012181301",
        "ctx": [
            "When did you get into music, and how? (School, friend recommendation, common interest, etc.)",
            "i don't remember"
        ]
    },
    {
        "date": "202012182428",
        "ctx": [
            "does animation take longer than writing a narritive?",
            "yes"
        ]
    },
    {
        "date": "202012182418",
        "ctx": [
            "hey bill, I find that when i want to write music I don't have any idea's then when one good idea graces my mind I can't continue it past one verse. Do you ever have the same problem, or know any ways to fix it? its really annoying.",
            "try doing much shorter songs for now"
        ]
    },
    {
        "date": "202012182446",
        "ctx": [
            "what song that you have made is your favorite?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "202012182441",
        "ctx": [
            "Do you record you vocal twice for stereo effect or use some plugin to do that",
            "if you hear it left and right, that's 2 different recordings"
        ]
    },
    {
        "date": "202012182412",
        "ctx": [
            "what's the 3rd word of the 2nd minute of your new song",
            "the"
        ]
    },
    {
        "date": "202012182411",
        "ctx": [
            "what's the craziest dream you've ever had at night",
            "i dreamed it was daytime"
        ]
    },
    {
        "date": "202012181128",
        "ctx": [
            "whats your favorite music",
            "people music"
        ]
    },
    {
        "date": "202012181122",
        "ctx": [
            "how many of your songs do i have to listen to before im officially insane",
            "just 1, if you choose wisely"
        ]
    },
    {
        "date": "202012181037",
        "ctx": [
            "i've been listening to your songs on spotify and they're pretty cool!!!!!!!@!!1111 thank you!!!!!!!!!!!!!!!!!!!!!!! but why did you put these songs on spotify exacly??????/ thank you",
            "to increase the chances that you may hear it"
        ]
    },
    {
        "date": "202012180956",
        "ctx": [
            "does the day go on",
            "dunno, that sounds like some sort of ponzi scheme to me"
        ]
    },
    {
        "date": "202012180955",
        "ctx": [
            "What is your criteria for a sexy pair of pants?",
            "surprise me",
            "Happy holidays Bill"
        ]
    },
    {
        "date": "202012180832",
        "ctx": [
            "what is a good christmas present?",
            "364 additional days"
        ]
    },
    {
        "date": "202012180713",
        "ctx": [
            "when you were writing leadsheets could you hear the chords you were writing in your head?",
            "yes, still can"
        ]
    },
    {
        "date": "202012180549",
        "ctx": [
            "how many years do i need to master the piano?",
            "as soon as you play your first note, you are master. it only gets better from there as you become more master. there's probably no limit to this"
        ]
    },
    {
        "date": "202012180527",
        "ctx": [
            "When is gonna be next song out?",
            "every time i have tried to predict, i have been wrong"
        ]
    },
    {
        "date": "202012180510",
        "ctx": [
            "When is your next song going to be finished?",
            "the song is finished, i'm just doing the video"
        ]
    },
    {
        "date": "202012180454",
        "ctx": [
            "how is the process of creating a song? Like... Wake up, make coffee, forget to drink the coffee, eat your table, create song",
            "make table, forget to eat table,"
        ]
    },
    {
        "date": "202012180445",
        "ctx": [
            "Not a question Bill but the outro to Mount St. Helens is incredibly awesome to listen to. One of the best outros of all time In my opinion",
            "holy landslide you are very friendly"
        ]
    },
    {
        "date": "202012180343",
        "ctx": [
            "i don't have a question but i have been lurking around your website and i think you're super brilliant. wait, never mind i have a question now. How long did it take you to write \"and the day goes on\" ? that is a very good song.",
            "about 2 days"
        ]
    },
    {
        "date": "202012180234",
        "ctx": [
            "What is might quit about?",
            "it seems to have themes of independence, finding your way in the world, etc",
            "Is there a deeper meaning?",
            "it depends how deep a meaning you have already found in it"
        ]
    },
    {
        "date": "202012180224",
        "ctx": [
            "Whats your favorite song?",
            "i haven't found it yet, that's why i keep making new ones just in case"
        ]
    },
    {
        "date": "202012180211",
        "ctx": [
            "Were the songs \"And the day goes on\" and \"i wanna be a movie star\" supposed to feel emotional?",
            "yes"
        ]
    },
    {
        "date": "202012180145",
        "ctx": [
            "How hard is it to learn 3D animation",
            "impossible. do not attempt"
        ]
    },
    {
        "date": "202012181236",
        "ctx": [
            "i keep having ideas when it's hard to write them down (shower etc.) and if i do go to write the idea down i usually forget most of the details. and if i deliberately put myself into a situation where i can easily write things down (usually by having my ideas document open or by using an audio recorder), then i can't have ideas. it feels like it's only possible for me to either have ideas or remember them, but not both.",
            "that's true, ideas come most easily when they would be harder to write down. There are 2 strategies for the shower. one strategy, if you think the idea is really that good, just get out of the shower and go write it down. Or, if you don't want to do that, here are some memory tricks. pretend you are explaining the idea to someone else, and start explaining it in as many technical ways as you can. Pretend you have to explain it to them so that they can reproduce the idea exactly, but, you are not allowed to actually demonstrate it. For example, if it's a sentence, say \"the first word is ___, the second word is ____,\" etc... Count the words. remind yourself how many words there are. Say all the odd numbered words. Say all the even numbered words. Think of the first letter of each word, and put all those letters together. try to come up with an alternate sentence using the same starting letters. Try to access the idea in as many different ways as you can. If it is a musical idea, start thinking of the notation of it, imagine you are explaining the musical notation to someone else without singing it. List the notes in order. Count the notes. List the rhythmic values in order. If you don't know musical notation in this way, hopefully you have some other conceptual notation system you use to think about notes and time. What tempo is it? what song has a similar tempo? how many notes are in the first beat? how many notes are in the second beat? etc etc etc. Keep trying to access the idea on as many mental avenues as you can, and this will increase the likelyhood that you will be able to retrieve it. but really the best option is to just get out of the shower. Most other places besides the shower, try to carry a recording device with you, the most common one being a smart phone. and if you have that, then much of these techniques will not be necessary"
        ]
    },
    {
        "date": "202012172340",
        "ctx": [
            "Any estimated date for Next Video? Maybe a Year, what time of the year (Early, Mid, Late), a season, month, exact date? Something? Sorry was just curious :)",
            "every estimate i've made so far has been wildly wrong"
        ]
    },
    {
        "date": "202012172333",
        "ctx": [
            "what do you think about all the funky groozy time signatures like 15/16 and 3/8 and stuff",
            "they are usually used to transition from one groove to another. they are intra-groove devices. 15/16, if used continually, will be bumpy. 3/8, if used continually, will actually sound normal but there will be way too many bar lines written on the page"
        ]
    },
    {
        "date": "202012172302",
        "ctx": [
            "what is oatmeal?",
            "a type of slop. it is in the mush family of slop"
        ]
    },
    {
        "date": "202012172301",
        "ctx": [
            "im still not quite sure, are you working on a new video?",
            "yes, but the important thing to remember is, i will do many more videos after that"
        ]
    },
    {
        "date": "202012172248",
        "ctx": [
            "what are your thoughts about mitochondria?",
            "it is the powerhouse of the cell",
            "can you make a song about it?",
            "sure",
            "seriously, does someone even need to learn about mitochondria in order to be a musician?",
            "no"
        ]
    },
    {
        "date": "202012172207",
        "ctx": [
            "What would you consider the best shade of grass",
            "dark"
        ]
    },
    {
        "date": "202012172148",
        "ctx": [
            "What do you feel about curse words?",
            "every word is curse. enjoy"
        ]
    },
    {
        "date": "202012172055",
        "ctx": [
            "Is it weird that I just sat here for 2 hours reading all your answers?",
            "yes, that seems like not enough time to read them all"
        ]
    },
    {
        "date": "202012171952",
        "ctx": [
            "I'm having trouble getting my songs to all be the same volume. Any advice?",
            "first, find a song you think is the right volume. then, adjust the master level of your song to match it"
        ]
    },
    {
        "date": "202012171835",
        "ctx": [
            "What is the sky",
            "sort of a safety net"
        ]
    },
    {
        "date": "202012171654",
        "ctx": [
            "Can you think of a six letter word?",
            "surely"
        ]
    },
    {
        "date": "202012171647",
        "ctx": [
            "Thoughts on tables?",
            "it's like a chair, for objects"
        ]
    },
    {
        "date": "202012171625",
        "ctx": [
            "Why do i feel so powerful?",
            "this is due to your access to the time space continuum"
        ]
    },
    {
        "date": "202012171531",
        "ctx": [
            "Are you working on anything at the moment?",
            "yes"
        ]
    },
    {
        "date": "202012171401",
        "ctx": [
            "How can you talk about everything and nothing at the same time?",
            "use....... words"
        ]
    },
    {
        "date": "202012171345",
        "ctx": [
            "where did you learn to use your instruments",
            "at home, and in the work place"
        ]
    },
    {
        "date": "202012172445",
        "ctx": [
            "is \"355. 4.2.12 dream idea\" from https://billwurtz.com/reality/201605260707.mp4 the and the day goes on song?",
            "no, this was an instrumental only figure that came from a dream that was very apocalyptic in nature. the riff/music is very positive sounding, but what was happening in the dream was quite apocalyptic. during writing sessions in august 2020 i got 3 or 4 stanzas of lyrics on it"
        ]
    },
    {
        "date": "202012172436",
        "ctx": [
            "I remember you saying that music theory is made up, and when Iread that I was like \"huh. That's true.\" Since that thought was kind of in my brain I thought of it later too with something else. I did a writing assignment at school and got it back today with the teachers comments. It was kind of frustrating though, cause some of their critiques were things that I did on purpose.",
            "ah, welcome to polite society",
            "I think the rules of grammar are made up too, like someone just decided that there was a right way of writing things down. But sometimes the \"correct\" way of writing it didn't sound right to me or didn't have the same effect. I don't know where I was going with this",
            "it's worth remembering, if anything was correct, it wouldn't have existed"
        ]
    },
    {
        "date": "202012172421",
        "ctx": [
            "whats your favorite music",
            "regular"
        ]
    },
    {
        "date": "202012172407",
        "ctx": [
            "What topic will your upcoming new music video be about?",
            "rage"
        ]
    },
    {
        "date": "202012171140",
        "ctx": [
            "are you working on a video?",
            "yes"
        ]
    },
    {
        "date": "202012171135",
        "ctx": [
            "So I know you are working on something, but can you tell us how it's coming",
            "pretty good",
            "or a time estimate?",
            "so far every time estimate i've made has been wrong, so with that disclaimer out of the way i will say that my next song+video will come out on tuesday march 26, 2019"
        ]
    },
    {
        "date": "202012171123",
        "ctx": [
            "Is there a new schedule or will you be sticking to the new schedule?",
            "i will try my best"
        ]
    },
    {
        "date": "202012171101",
        "ctx": [
            "What is your next video gonna be about",
            "love"
        ]
    },
    {
        "date": "202012171033",
        "ctx": [
            "are you still pregnant with aliens from 'outside'?",
            "i thought that story was about you"
        ]
    },
    {
        "date": "202012171029",
        "ctx": [
            "does the new song have a coherent topic?",
            "almost too coherent"
        ]
    },
    {
        "date": "202012171013",
        "ctx": [
            "why were you going to new canann",
            "to write a song"
        ]
    },
    {
        "date": "202012170956",
        "ctx": [
            "What steps do I need to learn to further progress guitar- I can read chord diagrams and strum which includes barre chords and a small bit of power chords. The only song I can play fingerstyle is Blackbird by The Beatles and the scales I know are the ones I don't know the name of because I got them from YouTube. I really have no clue on how to progress.",
            "how do you *want* to progress"
        ]
    },
    {
        "date": "202012170935",
        "ctx": [
            "what section on planes do birds fly in?",
            "cockpit"
        ]
    },
    {
        "date": "202012170916",
        "ctx": [
            "does the fact that youve made thousands of people's days better ever hit you?",
            "sometimes",
            "is it a lot of pressure?",
            "sometimes"
        ]
    },
    {
        "date": "202012170912",
        "ctx": [
            "have you ever started a music video before the music is finished?",
            "i've done that some times but i don't do it anymore",
            "I've just done that, and it was very refreshing.",
            "it might be a good idea"
        ]
    },
    {
        "date": "202012170907",
        "ctx": [
            "you've used the word \"pants\" multiple times in your music, and as far as i can tell, you've talked about pants more than any other article of clothing. is there any particular significance to this? do you particularly like pants or something?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202012170838",
        "ctx": [
            "what isn't your new song about",
            "technically, all songs are about everything"
        ]
    },
    {
        "date": "202012170836",
        "ctx": [
            "what do you think of Apple's M1?",
            "too good. don't use"
        ]
    },
    {
        "date": "202012170754",
        "ctx": [
            "trying to read F#9sus/G#..... arent sus chords supposed to specify if theyre 4 or 2?",
            "i do, but not everyone does",
            "what does it mean when it aint specifying?",
            "4"
        ]
    },
    {
        "date": "202012170523",
        "ctx": [
            "what is your wisdom",
            "i have a little pamphlet i carry with me which reminds me which things are round and which things are flat. This may surprise you, but, some things are both"
        ]
    },
    {
        "date": "202012170507",
        "ctx": [
            "What is the meaning of Christmas?",
            "darkness, while being very grateful and thankful that the world is not usually this dark. in the southern hemisphere it takes a bit of reverse psychology to get this"
        ]
    },
    {
        "date": "202012170434",
        "ctx": [
            "What is the first step in composing a song?",
            "writing songs is effortless. So, the first thing to do is just go ahead and write the song. But, if you can't do this, then the next thing to do would be to flip out and have a huge existential panic about why it's not effortless"
        ]
    },
    {
        "date": "202012170215",
        "ctx": [
            "What rhymes with wolf?",
            "rolf"
        ]
    },
    {
        "date": "202012170211",
        "ctx": [
            "Is the airport terminal still open?",
            "yes but most of them have gotten very limited use, over the past year"
        ]
    },
    {
        "date": "202012170147",
        "ctx": [
            "Do you have a Horse in your backyard?",
            "no but i can see why you would think that"
        ]
    },
    {
        "date": "202012162342",
        "ctx": [
            "do you think in the times when technology was less advanced, like in the 80s or 90's, granted i wasn't alive back then do you think it was better in some ways? or do you think the modern era and culture are enjoyable. my mom would always brag to me about how the \"80's were sooooo much cooler\". just wanting your opinion i guess.",
            "there is more to the story. in the 80s, everyone was saying the 50s was better. in the 50s, people were saying the 1920s were better. This has led me to the obvious scientific conclusion that everything has always been getting worse over time, and the true golden era was the time immediately following the big bang. this was a glorious time of respect and high morals which to this day has never been surpassed"
        ]
    },
    {
        "date": "202012162336",
        "ctx": [
            "im stuck in the airport terminal. please help me",
            "you might have to get on a plane"
        ]
    },
    {
        "date": "202012162300",
        "ctx": [
            "What is your favorite music genre?",
            "normal"
        ]
    },
    {
        "date": "202012162236",
        "ctx": [
            "why was the time between the draft composition/writing of \"and the day goes on\" and its release date 699 days?",
            "i will explain the timeline so hopefully it will make sense. in march 2015, the instrumental idea for the verse occured to me. i was not expecting it, it was not a planned 'writing session'. This is how many songs get started, they drop out of the sky, so you have to get good at catching them. So, (ref: 20150331.mp4\"target=\"_blank)this is me catching it. (march 2015). Sure, i could have immediately gone into a writing session for that idea, but, why not instead for an idea i had had the previous day? or a video idea i had had the previous day? it is always raining ideas. There is always more to be done than there is time to do. In march 2015 i had developed a 2 pronged approach: 2 short videos per week, and 'everything else'. I was doing 2 short videos per week just to have something to release, then in between, move forward on longer projects. I had a randomized selection scheme to help choose which longer projects to do. Near to that time, the 'crazy/raining' song was selected. That took several weeks. After that, it was the 'free to do whatever you want to' song. This took even longer. What also was happening at the same time was, my short videos had taken off on the vine platform. So i had made the decision to start vinifying my entire video catalog starting with the earliest, and posting them to vine every day. Around august (2015) i reached the end of the catalog so i had to make a decision about what to do going forward. i decided the vines were doing so well that it became important to make 7 new ones per week. This was unfortunate for my longer video aspirations, because it pretty much meant zero time leftover to pursue that. but it was important to keep things rolling on vine. So i carried on like this for about 2 more months, but my desire to make long videos was getting even more intense. I discovered a trick, where i could spend the first half of the day working on a long video, and not start the vine until the second half of the day, which forced me to do them much quicker. so i started on history of japan (oct 2015). i continued on like this, doing short videos while doing a long video, and finally around january i was getting into the scoring process (final stage) of the japan video and  decided that i should pause the vines in order to finish the japan video more quickly. japan was finished by late january, it went to youtube and did very well there. i took this as a chance to put together a project i had always really really wanted to do but never found time: to make videos out of journal edits. i had about 6 years of audio journal content, and i combed through it as best i could, making video edits to attempt to chronicle my journey. After about 2 months working on this, i really had to cut it short because it was going on way too long. so i really only got to do about 10% of what i wanted. Also the other half of that project was for improv footage. I had to cut that way way short because no regular videos were being done during this time. So i only got a chance to do maybe 2% of the improv edits i wanted to do. So finally around May (2016) i was ready to get back to regular videos. there was so much i wanted to do, and didn't even know where to begin. I started extremely short, as i normally do, with a plan to make them gradually longer. I started making an agenda list of the sequence of upcoming items, and i wanted to include some medium length songs. Choosing from a list of hundreds, one of the ones i chose was that instrumental chord sequence back from march 2015. So i wrote that into a full song, over a couple of days. this song was called 'and the day goes on.' Among other short videos, there was also another song that i selected at that time, for release soon after. which i also wrote fully at that time. called 'hallelujah'. we are around june 2016 now. Then, suddenly, i felt a lot of public outrage that i was 'still doing short videos', and to be honest, i agreed with it. I also had a pent up desire to do an even more bombastic history project than the japan one, so i changed the plans, cancelled the remaining short-medium projects, and started on history of the entire world. Something you may or may not know about the history of the world- the world has a lot of history. so, to put it all into 1 video is probably impossible, so i knew i was taking on something that might be impossible. but i wanted to do it anyway. so first i had to *learn* the history of the entire world. which also takes a long time. research and writing took all summer, and i reached the end of the writing by about September 7, 2016. One of the things i had been thinking during the writing process, is a 2D equirectangular projected map is probably not gonna work for this. i should really get it on a 3D globe. but i didn't have the tools for that. so during most of september i was experimenting with various 3D tools to try to meet my 3D needs. i also began going through and developing the images that would be needed for the video, while also making many changes to the script. By the end of october i had most of this squared away, and around November 1st i was ready to begin the full video production. At this point i was determined to reach the end of the entire project by december 1st, and i nearly destroyed myself throughout november trying to meet this. but toward the end of november i realized this wasn't even close to possible. so i continued through december, through many of the most challenging parts of the video production, especially having to correct some problems with the 3D globe animations (which had been first done in october). finally made it to the end of the visual production by about february 7 (2017), and began on recording the final narration, and doing the final jingles, and then finally doing the score. the video was finally finished around may 10, 2017. By this time i knew very well that i really just need to do songs for the rest of my life. So i decided to skip the videos and just do audio songs, 1 per week. this went ok, but i soon realized that videos are very important. so around late june (2017) i started on 2 projects simultaneously: a freeform non-song video (hi, i'm steve) and a music video for one of the recently released audio songs (movie star). Working on 2 things at once is usually a recipe for failure, so i did then one at a time. steve first, then movie star. Then onward, to the next music video, 'outside'. this took about 6 weeks. I've never been pleased by the amount of time it takes to do these things. my prefered target for music videos would be 1 week, but to this day i've never been able to accompish this. Nearing the end of the 'outside' project, in late september (2017), i made a demand of myself that i MUST do these in 2 weeks. and i also felt it was necessary to do non-songs as well. So, alternate betwen non-songs and songs, and also, 1 out of every 2 songs should have live performance footage. So the next item would be a non-song, and, because i was able to make it shorter, i was able to do it just barely in 2 weeks. this was called 'soap tips' and was completed around oct 10, 2017. The next thing would have to be a song, and it would have to include live performance footage. Unfortunately this shattered all previous records for how long a music video should take, and this is probably because i hadn't appeared in live performance footage in such a long time that i couldn't stop myself from being incredibly particular for how things appear. i was horrified by the fact that that project ultimately took exactly the same amount of time as history of japan had taken (98 days, or 14 weeks.) it was finally completed in january, 2018. the target of course was 2 weeks, but that was a hopeless failure. So my next revision of the plan, would be to do 2 weeks per video, but they don't have to be a song. because i knew song videos would take longer, probably because my standards for how long a song should be were somewhere around 2:30 to 3:30, where as the non-song videos could be as short as 1 minute or maybe even less. so i decided to just try 1 video per 2 weeks, not necessarily a song. I was able to succeed at this, just barely, with 2 non-song videos. But, of course, as fate would have it, i realized songs are incredibly important. So i decided to do a song next, i already knew i wanted to do 'and the day goes on', because that one had its writing completed (in 2016) and i thought it was a strong one that i was confident about. I decided 4 weeks would be a sensible target for that. it was an especially elegant target, because it was february, and in that year (most years) februrary is exactly 4 weeks, so that would put the release date on exactly the same day of the month as the previous. Unfortunately that proved again to be impossible. and it never helps that my standards usually continue to go up. I was very meticulous on most parts of the process. i finally was able to complete the video around april 25, 2018. i immediately moved on to start the next song project. It's worth mentioning what happens next, because that will help bring this into even more perspective for you. At the start of every song process, i first do a generalized idea having process, where i come up with brand new ideas for songs. I usually do about 5 or 10, THEN the song selection process begins, where those new ideas are put into the much larger pool of unfinished songs, and i select from the entire list. It looks like there were 9 new ideas created on april 26 and 27, 2018. What ended up being selected, for the next song, was none of those, it was one that was already in the broader list ('hello sexy pants'). But, of those new 9, many of those have been extremely strong contenders every time since, with many of them almost getting picked, and one of them being 'when i get older' which was picked later that year. To get back to your original question, i think one of the strongest factors in play here is the fact that it is impossible to do everything at the same time, although that would be extremely convenient for me"
        ]
    },
    {
        "date": "202012162212",
        "ctx": [
            "I've been trying to try to write my own music but every time I get the beginning of a song I get discouraged and give up on the song, any tips on how to get through it?",
            "you might want to try doing shorter songs for now",
            "Also I LOVE your music so thank you for all the music you have written and are writing",
            "holy smokes you are very friendly"
        ]
    },
    {
        "date": "202012162114",
        "ctx": [
            "How to convince my brain to not select music genres that it prefers only?",
            "a bit of fomo is all it takes"
        ]
    },
    {
        "date": "202012162109",
        "ctx": [
            "i know you don't like albums and stuff, but have you considered make a **compilation** album with your singles?",
            "yes but that's not important right now"
        ]
    },
    {
        "date": "202012162028",
        "ctx": [
            "i fucking hate myself for being so weak and slow",
            "that may be true, but, other people are jealous of you for being so strong and fast"
        ]
    },
    {
        "date": "202012161958",
        "ctx": [
            "where is waldo",
            "look in the mirror"
        ]
    },
    {
        "date": "202012161949",
        "ctx": [
            "why is everything so confusing",
            "this is so you don't get bored"
        ]
    },
    {
        "date": "202012161946",
        "ctx": [
            "what do you think your best song was",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "202012161910",
        "ctx": [
            "i re-discovered guitar chord inversions and i want to play all songs with the almost infinite possibilities of inversions but it is hard to remember to do them in the moment, and how to do them. how do i practice using inversions when playing with other people?&iquest;",
            "what i would recommend is, pretend you are only allowed to play notes between G192hz and G384hz (that's G below middle C, up to G above middle C). this will give you practice flipping chords around. The whole reason to flip chords around is to keep them in a happy range, which is probably the range around middle C"
        ]
    },
    {
        "date": "202012161855",
        "ctx": [
            "how long until your newest \"big project\" is done, and what exactly is it?",
            "i am thinking of what that could mean. The thing that i would best describe as a 'big project' would be, making heaps of songs and videos for decades to come. so in that case, i hope it is many decades before i am done doing that"
        ]
    },
    {
        "date": "202012161851",
        "ctx": [
            "How many years will it take for a new video or song of yours to release?",
            "the ideal amount of time for this would be 2 weeks or less. this should be possible so long as i don't have any stupidy or various other mental conditions"
        ]
    },
    {
        "date": "202012161830",
        "ctx": [
            "What video are you working on?",
            "it's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer"
        ]
    },
    {
        "date": "202012161802",
        "ctx": [
            "Are you working on any new projects?",
            "yes"
        ]
    },
    {
        "date": "202012161711",
        "ctx": [
            "what is your opinion on decorative tissue boxes?",
            "the job won't be done until you decorate every tissue as well"
        ]
    },
    {
        "date": "202012161707",
        "ctx": [
            "there is such clear and smooth sub bass in hello sexy pants, how did you achieve this EQ wise without a muddy mix? is it a pure sine wave below the fuller bass sound or something? or do i just suck at designing bass sounds?",
            "for that song, i mixed most of it in the car. i spent several entire days in the car, parked, working on the mix, in the car speakers. This is because i was tired of how volatile car speakers always are. Any tiny problem with the eq is usually a total disaster in the car. at least that's the way it seemed at the time. so i decided to take things into my own hands, and micromanage every moment of that song. almost every part of every instrument has its eq adjusted on a moment to moment basis. this might have been a terrible waste of time"
        ]
    },
    {
        "date": "202012161705",
        "ctx": [
            "is the song \"and the day goes on\" about you going to college at some point?",
            "no"
        ]
    },
    {
        "date": "202012161622",
        "ctx": [
            "what do you mean by \"And by late night I mean middle of the afternoon\" in New Canaan?",
            "the line before that says i'm getting a \"late night snack\". but in reality i was going to new canaan in the middle of the day"
        ]
    },
    {
        "date": "202012161532",
        "ctx": [
            "what is grass",
            "a perfect way to test the limits of the computational power of your universe"
        ]
    },
    {
        "date": "202012161522",
        "ctx": [
            "is \"355. 4.2.12 dream idea\" from https://billwurtz.com/reality/201605260707.mp4 the might quit song?",
            "no"
        ]
    },
    {
        "date": "202012161504",
        "ctx": [
            "what is NOT the title of your next song/video?",
            "q1unann72gipfcz1ubmbmdgxla6fye"
        ]
    },
    {
        "date": "202012162455",
        "ctx": [
            "why many of your music/videos have something related to School?",
            "school is hilarious"
        ]
    },
    {
        "date": "202012162435",
        "ctx": [
            "How do I Write a riff on my guitar",
            "try thinking of a story that the riff will be used for. Even if you don't actually think of a story, sometimes that will trigger your brain into thinking of a riff anyway"
        ]
    },
    {
        "date": "202012162431",
        "ctx": [
            "How did you come up with the experimental style your videos are in?",
            "basically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way"
        ]
    },
    {
        "date": "202012162431",
        "ctx": [
            "are you doing a video right now?",
            "yes"
        ]
    },
    {
        "date": "202012161040",
        "ctx": [
            "Do you like microtones? Have you ever considered to use them?",
            "all options are on the table"
        ]
    },
    {
        "date": "202012161023",
        "ctx": [
            "are lyrics poetry?",
            "sort of, but without the music it might be missing half of the poem"
        ]
    },
    {
        "date": "202012161017",
        "ctx": [
            "Why do words exist?",
            "to mystify, and de-mystify things. words are essential for getting things to that exact level of mystification you crave"
        ]
    },
    {
        "date": "202012160954",
        "ctx": [
            "Where did you get your sense of humor from",
            "sometimes i make my own"
        ]
    },
    {
        "date": "202012160937",
        "ctx": [
            "What's a good way to stay motivated?",
            "what would you like to be motivated to do"
        ]
    },
    {
        "date": "202012160914",
        "ctx": [
            "(ref: q.php?date=202012141226)12.14.2012:26 pm  You used...eight exclamation points...is there any significance to this?",
            "emphasis"
        ]
    },
    {
        "date": "202012160909",
        "ctx": [
            "so do you think painstakingly about the fills you're playing at the end of phrases on songs like I wanna be A movie star, outside, hello sexy pants?",
            "as with most things in music, it usually comes out better the less painstaking the thinking is"
        ]
    },
    {
        "date": "202012160905",
        "ctx": [
            "why are there so many mattress firm stores?",
            "because there are so many people who might want mattresses. At least, that is what the company banking on"
        ]
    },
    {
        "date": "202012160802",
        "ctx": [
            "Is making song hard?",
            "the hardest part is realizing how easy it is"
        ]
    },
    {
        "date": "202012160506",
        "ctx": [
            "Are you working on any new content for YouTube?",
            "flipping heck yea"
        ]
    },
    {
        "date": "202012160423",
        "ctx": [
            "what do i get for Christmas",
            "what are you going to get for the rest of time"
        ]
    },
    {
        "date": "202012160240",
        "ctx": [
            "Why is it so fun to just play keys on a keyboard? I got an old keyboard and I finally got it working and I am no joke just having the time of my life hitting the keys that make sound",
            "this is one of the highlights of the brainular/conscious experience. making things happen. you are literally changing the world"
        ]
    },
    {
        "date": "202012160125",
        "ctx": [
            "Trying to get my hands to move independently more consistently as I learn piano, any wisdom you could share?",
            "no but it's going to happen anyway"
        ]
    },
    {
        "date": "202012152324",
        "ctx": [
            "how do i rotate text on ms paint",
            "i don't know, but, if you can't do it, you could try rearranging the letters and changing the colors of some of them. to at least create somewhat of a psychological representation of rotation"
        ]
    },
    {
        "date": "202012152315",
        "ctx": [
            "your music gets me so high. you are really good at your job, man.",
            "holy reserve currency you are very friendly"
        ]
    },
    {
        "date": "202012152313",
        "ctx": [
            "is there a reason for why you do things, like for example turning around the 3 first letters in 'questions' or do you just do them randomly because you're bored",
            "those are for the title pages of this website. i made the decision to use zero graphics for the website, to totally maximize speed. Also no fonts, to eliminate risk of fonts not being found. But, colors are allowed. So, with only colored text, how can i make some nice titles? it quickly occured to me that spelling variations becomes a very useful tool in this context, when combined with color variations"
        ]
    },
    {
        "date": "202012152239",
        "ctx": [
            "What rhymes with purple?",
            "everything"
        ]
    },
    {
        "date": "202012152055",
        "ctx": [
            "Was \"Might Quit\" you saying to your audience that you were quitting music?",
            "not even close. i've barely even gotten started"
        ]
    },
    {
        "date": "202012151943",
        "ctx": [
            "people keep asking what i want for christmas and i don't have an answer, do you have any ideas?",
            "nevermind christmas, what do you want for the entire rest of time"
        ]
    },
    {
        "date": "202012151912",
        "ctx": [
            "hey bill, you used to have a huge backlog of songs and stuff (that were incomplete) you did in the past and finished most things and refined everything to the point you posted stuff you only wanted to post but eventually got to the point where you stopped posting,",
            "that's not true, although i admit it sometimes appears that way",
            "did you run out of things to post?",
            "no. there is too much. and it has a tendency to suffocate me",
            "what was the reason you stopped posting?",
            "i did not, but i admit that sometimes it can appear that way, due to the extremely high intensity/quantity of the material, and its tendency to suffocate the production process",
            "why did you stop updating your reality page on your website?",
            "i did not, but, one of the reasons it can appear that way sometimes, is because i might be working on something for another page. or perhaps even working on things for that page, but the quantity intensity could be suffocating/congesting to the process",
            "seeing a journal of your life really inspired me, thank you bill, I would say I hope you find what you really want to do but I know you want to do music, but I'm not sure what you really really want to do with it (music) what is it you want to do with it?",
            "one of the best things to do with it is to put it out into the world so people can hear it. Another sneaky trick is to use music to enhance something else. which can also be put out into the world so peoeple can hear/see it"
        ]
    },
    {
        "date": "202012151758",
        "ctx": [
            "Thoughts On Christmas?",
            "2 questions come to mind. how could something so lovely be so terrible and how could something terrible be so lovely"
        ]
    },
    {
        "date": "202012151710",
        "ctx": [
            "Was the song might quit a joke",
            "no, it's a song",
            "or was it foreshadowing something?",
            "possibly foreshadowing me doing many more songs, and videos also"
        ]
    },
    {
        "date": "202012151654",
        "ctx": [
            "Do songs inherently have meaning (at least intended meaning) or do we assign a meaning to them when we listen to them?",
            "a lot of both. and not just songs"
        ]
    },
    {
        "date": "202012151554",
        "ctx": [
            "how do i stop hating the sound of my own voice?",
            "try finding some different ways to use it"
        ]
    },
    {
        "date": "202012151444",
        "ctx": [
            "should i give up in trying to convey meaning in the way I want to convey meaning?",
            "no"
        ]
    },
    {
        "date": "202012151440",
        "ctx": [
            "what's the absolute best way to carry soup on long journeys?",
            "you can log into a cloud based soupshare service"
        ]
    },
    {
        "date": "202012151433",
        "ctx": [
            "are you making a new song?",
            "yes but more songs after that"
        ]
    },
    {
        "date": "202012151420",
        "ctx": [
            "what do you do in your free time?",
            "my time is actually very expensive"
        ]
    },
    {
        "date": "202012151410",
        "ctx": [
            "what is going to happen to my consiousness",
            "what's happening to it now"
        ]
    },
    {
        "date": "202012151410",
        "ctx": [
            "If you were able to take apart your atoms and put them back together simultaneously and that gives you the ability to go through things. What's the first thing you'd go through.",
            "one of the oceans"
        ]
    },
    {
        "date": "202012151409",
        "ctx": [
            "How do i get better at learning songs on piano?",
            "put yourself in the songwriter's shoes by making up a song of your own"
        ]
    },
    {
        "date": "202012151402",
        "ctx": [
            "how much did your experience making videos in 2d inform your learning process/style in 3d?",
            "fully, toadally,"
        ]
    },
    {
        "date": "202012151334",
        "ctx": [
            "I will be at the airport terminal next week. Any advice?",
            "try not to......... breathe"
        ]
    },
    {
        "date": "202012151303",
        "ctx": [
            "was it really raining when you made I'm crazy it's raining?",
            "no"
        ]
    },
    {
        "date": "202012152440",
        "ctx": [
            "Since the world is flat, could someone in a space suit jump off the edge and go to space instead of using rockets to get to space?",
            "no"
        ]
    },
    {
        "date": "202012151140",
        "ctx": [
            "fractals trip the hell outta me, what do you think about em",
            "too small"
        ]
    },
    {
        "date": "202012151127",
        "ctx": [
            "Are there any conspiracies you believe in? Why or why not?",
            "reciting a song's lyrics, without the music. as a way to convince someone else the song is bad"
        ]
    },
    {
        "date": "202012150959",
        "ctx": [
            "how do i rhyme better",
            "don't think about rhymes. the best rhymes happen when you don't think about them. the worst ones happen when you think about it"
        ]
    },
    {
        "date": "202012150924",
        "ctx": [
            "How long is 10 minutes?",
            ".000019012852688 years"
        ]
    },
    {
        "date": "202012150903",
        "ctx": [
            "Why is Canada so darn clean?",
            "the snow cleans it off"
        ]
    },
    {
        "date": "202012150728",
        "ctx": [
            "What is an example of a superpower?",
            "waking up"
        ]
    },
    {
        "date": "202012150546",
        "ctx": [
            "will you ever (in the future) make a video in an aspect ratio other than 16:9?",
            "i think so"
        ]
    },
    {
        "date": "202012150546",
        "ctx": [
            "have you ever rode off into the sunset",
            "it's impossible to ride into the sunset. you will never reach the sun"
        ]
    },
    {
        "date": "202012150355",
        "ctx": [
            "why is your ask button in all caps",
            "i think it is normal for buttons to be in caps. such as ON, OFF, VAPOURIZE, etc",
            "isn't that illegal?",
            "no"
        ]
    },
    {
        "date": "202012150250",
        "ctx": [
            "opinion on vampires?",
            "very friendly"
        ]
    },
    {
        "date": "202012150245",
        "ctx": [
            "hey will you post a video on april 1",
            "maybe, but admittedly that's probably one of the least likely days for me to release something, just because there are so many other associations with that date. i tend to prefer dates which are more of a blank slate. actually i prefer to do things on a weekly basis"
        ]
    },
    {
        "date": "202012150232",
        "ctx": [
            "i wonder what you're thought process is",
            "FLIPPING OUT"
        ]
    },
    {
        "date": "202012151215",
        "ctx": [
            "I find it amazing that so many people can ask you questions about the meaning of your music, which often has the answer of no. This is amazing because it means that people can find meaning in your music almost everywhere, even in places you didn't think of. It's just true artistic glory to have that effect on people. Any thoughts on the matter?",
            "meaning is everywhere, in infinite quantities. science tells us this"
        ]
    },
    {
        "date": "202012142325",
        "ctx": [
            "Do you ever think your videos are \"inspiring\"?",
            "they are supposed to be. It is open for debate whether i have accomplished this yet"
        ]
    },
    {
        "date": "202012142320",
        "ctx": [
            "What's your sign?",
            "you've heard of 'STOP' signs..... well, ... imagine a start sign"
        ]
    },
    {
        "date": "202012142304",
        "ctx": [
            "Should I follow my dreams?",
            "if you don't, they will follow you"
        ]
    },
    {
        "date": "202012142302",
        "ctx": [
            "why and how are you so cool",
            "by following every rule and regulation"
        ]
    },
    {
        "date": "202012142259",
        "ctx": [
            "When did you start your interest in making music?",
            "long ago and far away"
        ]
    },
    {
        "date": "202012142244",
        "ctx": [
            "can i eat a cactus",
            "maybe if you melt it"
        ]
    },
    {
        "date": "202012142236",
        "ctx": [
            "songs that are conducive to listening to while taking a morning walk?",
            "all of them"
        ]
    },
    {
        "date": "202012142233",
        "ctx": [
            "If we aren't perfect, does that make us perfect at not being perfect?",
            "not quite"
        ]
    },
    {
        "date": "202012142228",
        "ctx": [
            "i'm trying to learn guitar and i would love a genuine place to start because everyone else hides this information behind a paywall. what are the steps i should take when learning guitar/music theory (in order??)",
            "it's just a 1 time fee, you just gotta buy the guitar or something that resembles a guitar. After that point, the entire game is literally in your hands"
        ]
    },
    {
        "date": "202012142223",
        "ctx": [
            "Do you like have some kind of magic ability that makes you a god at making music and videos?",
            "if i did then perhaps i would be able to do them at a REASONABLE PACE"
        ]
    },
    {
        "date": "202012142147",
        "ctx": [
            "if humans were microscopic, could we see each other still?",
            "yes"
        ]
    },
    {
        "date": "202012142142",
        "ctx": [
            "Who inspired you to start making videos and music.",
            "everything",
            "What drives you to continue doing thing things you do or more or less what inspires you to do them?",
            "everything, but aside from that i am also self driving"
        ]
    },
    {
        "date": "202012142139",
        "ctx": [
            "Do you think im dying?",
            "no"
        ]
    },
    {
        "date": "202012142130",
        "ctx": [
            "Should I describe myself as weirdly normal, normally weird, or something else entirely?",
            "describing yourself might be somewhat impossible"
        ]
    },
    {
        "date": "202012141940",
        "ctx": [
            "How do I make a good tune on guitar? I've been trying for a week to make a good and original tune on guitar but I can't seem to make it work.",
            "you may have to combine the guitar with at least 1 other thing"
        ]
    },
    {
        "date": "202012141915",
        "ctx": [
            "would it be logical to read every single question you've answered?",
            "sort of"
        ]
    },
    {
        "date": "202012141908",
        "ctx": [
            "Is the song in your next video one of your old songs from the 2010s or is it an entirely new one?",
            "the recording was made in september 2020. the writing was done about 10% in 2010, 60% in 2012, and 30% in 2020"
        ]
    },
    {
        "date": "202012141819",
        "ctx": [
            "are you working on a new song?",
            "the video that goes with it"
        ]
    },
    {
        "date": "202012141810",
        "ctx": [
            "how do you play and make what you hear in your head to a very accurate degree? please no bs answers, although i do find them funny. i am going through a stage when i can hear something and attempt to replicate that and failing very very badly. why?",
            "over time you will get more and more accurate. it will never be exact, but sometimes you will discover new things in the production process. over time, you will become more accurate and also have a higher amount of happy accidents. In movie production, it is said that a movie is made 3 times. once when writing, once when shooting, and again when editing. At each stage in the process you are attempting to adhere to the plans, which will happen, but also things will go slightly differently"
        ]
    },
    {
        "date": "202012141727",
        "ctx": [
            "Did you know that the entire world is run by ducks?",
            "i knew ducks were run by worlds"
        ]
    },
    {
        "date": "202012141658",
        "ctx": [
            "what's your favorite burger flavor???",
            "possible"
        ]
    },
    {
        "date": "202012141620",
        "ctx": [
            "How would you like your stew?",
            "strewn"
        ]
    },
    {
        "date": "202012141512",
        "ctx": [
            "teach me how to improv on piano like you.",
            "i will try"
        ]
    },
    {
        "date": "202012141509",
        "ctx": [
            "What age were you when you started to have an interest in music/ song writing?",
            "1 or 2"
        ]
    },
    {
        "date": "202012141447",
        "ctx": [
            "Are dodecahedrons good Christmas gifts?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202012141443",
        "ctx": [
            "Do you have any other hobby's beside making music?",
            "make video to go with the music, or, make video for music to go with"
        ]
    },
    {
        "date": "202012141435",
        "ctx": [
            "Is one of your unreleased videos an educational video?",
            "no, but some of the unwritten ones might be"
        ]
    },
    {
        "date": "202012141428",
        "ctx": [
            "Do you like letter K?",
            "sort of"
        ]
    },
    {
        "date": "202012141332",
        "ctx": [
            "serious question incoming, What is love?",
            "it's like a megabrand, but bigger"
        ]
    },
    {
        "date": "202012141308",
        "ctx": [
            "Why do you never use grammar when answering questions or song titles?",
            "of course i use grammar. but i was going to ask you why you never open any doors before walking through them"
        ]
    },
    {
        "date": "202012142426",
        "ctx": [
            "What videos are you going to make",
            "all of them!!!!!!!!"
        ]
    },
    {
        "date": "202012142416",
        "ctx": [
            "Do you ever just think \"wow. I could probably eat a chair if I tried hard enough\"?",
            "no"
        ]
    },
    {
        "date": "202012142404",
        "ctx": [
            "are your songs meant to be really deep or just made for fun",
            "scientists are getting ready to announce the possible existence of deep fun"
        ]
    },
    {
        "date": "202012141133",
        "ctx": [
            "Can a giant be small?",
            "sure"
        ]
    },
    {
        "date": "202012141047",
        "ctx": [
            "How do you feel about the global warming crisis",
            "some say it's just a phase, others say it is a timeless classic"
        ]
    },
    {
        "date": "202012141041",
        "ctx": [
            "Do you think learning and recording covers is a good way of learning how to arrange songs and use a DAW?",
            "sure"
        ]
    },
    {
        "date": "202012140943",
        "ctx": [
            "I have an actual question: Do you think that we would be better off as humans without technology? Thanks.",
            "the upside would be we would get to have the fun of making the technology again"
        ]
    },
    {
        "date": "202012140903",
        "ctx": [
            "Were you a self-taught musician?",
            "still am"
        ]
    },
    {
        "date": "202012140853",
        "ctx": [
            "how do i become better at social interactions",
            "get some neighbors"
        ]
    },
    {
        "date": "202012140733",
        "ctx": [
            "I like playing and learning music but I hate playing and learning specific songs. What do?",
            "don't do songs"
        ]
    },
    {
        "date": "202012140612",
        "ctx": [
            "will there be a sequel to Maybe I Can Eat Blades Of Grass?",
            "hopefully something better"
        ]
    },
    {
        "date": "202012140527",
        "ctx": [
            "is soup a food or drink?",
            "it's a pool"
        ]
    },
    {
        "date": "202012140446",
        "ctx": [
            "Thoughts on war",
            "i wonder if everyone can win"
        ]
    },
    {
        "date": "202012140346",
        "ctx": [
            "i'm trans and low-key considering naming myself \"[client's name]\" because of you. you have ruined me.",
            "ah, this tradition has been handed down through the ages, as i was ruined by someone else"
        ]
    },
    {
        "date": "202012140243",
        "ctx": [
            "How did you gain such great wisdom?",
            "i'm in a box"
        ]
    },
    {
        "date": "202012140141",
        "ctx": [
            "what is the meaning of art to you,",
            "all the meanings can be done through art. even more meanings than you may have thought",
            "and why",
            "science tells us this"
        ]
    },
    {
        "date": "202012141229",
        "ctx": [
            "I am starting to play an instrument and getting into playing music. any tips?",
            "not unless you first give me an idea of how it's going so far"
        ]
    },
    {
        "date": "202012132317",
        "ctx": [
            "im confused bout the steve i dont get the meaning :/",
            "i wanted to try writing something fictional that would be longer than 45 seconds in length"
        ]
    },
    {
        "date": "202012132254",
        "ctx": [
            "when will the song come out",
            "which one"
        ]
    },
    {
        "date": "202012132124",
        "ctx": [
            "in your song christmas isn't real, the easter bunny denies christmas. until around 300 AD, christianity was illegal. was the roman empire the easter bunny?",
            "no"
        ]
    },
    {
        "date": "202012132033",
        "ctx": [
            "Are capos self disappearing because mine has that superpower",
            "that is a regular power. but, an example of a power you could soon have is to clip it to the end of the guitar when you are not using it"
        ]
    },
    {
        "date": "202012132024",
        "ctx": [
            "It's always been easy for me to write music, and I definitely have that infinity problem, but turning the music into a shareable product has always been less motivating. What's the best reason to record and share the art you make?",
            "someone might hear it"
        ]
    },
    {
        "date": "202012131930",
        "ctx": [
            "when you bought your large ukulele did you go to the store intending to buy a large ukulele?",
            "yes"
        ]
    },
    {
        "date": "202012131921",
        "ctx": [
            "What are you studying",
            "workflows, production procedures, etc",
            "or from where did you get this interest about history of the world?",
            "being in the world eventually made me curious about its history"
        ]
    },
    {
        "date": "202012131834",
        "ctx": [
            "whats your favorite song?",
            "i haven't found it yet, that's why i keep making new ones just in case"
        ]
    },
    {
        "date": "202012131812",
        "ctx": [
            "What are garden gnomes?",
            "i'm still trying to figure out what a garden is"
        ]
    },
    {
        "date": "202012131728",
        "ctx": [
            "what's the difference between being dumb, and idiot, and stupid",
            "perhaps the the day of the week"
        ]
    },
    {
        "date": "202012131702",
        "ctx": [
            "what is the darn thing in your unboxing video?",
            "a description of the box"
        ]
    },
    {
        "date": "202012131629",
        "ctx": [
            "To learn piano do you just press the buttons at when you think is the right time and then listen and fix until you press them at the right time more often?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202012131553",
        "ctx": [
            "I've been trying to show everyone that they're all neighbors but they mostly don't listen. How do I convince someone to care about other people?",
            "you might have to resort to various types of hypnosis, such as art and/or music"
        ]
    },
    {
        "date": "202012131546",
        "ctx": [
            "Bill I have a problem, since I first heard your songs I can't hear any song from other people",
            "i went through a similar phase with someone else when i was younger. then i transitioned away from a strategy of listening to 1 artist to listening to literally every other artist. which was ideally meant to be a stepping stone toward one day myself becoming the artist, which is perhaps what i really wanted all along"
        ]
    },
    {
        "date": "202012131521",
        "ctx": [
            "is christmas real yet?",
            "yes, despite its best efforts to be fake"
        ]
    },
    {
        "date": "202012131351",
        "ctx": [
            "sometimes i hate music terminology so i just make up my own terms. for example: \"dissecting\" a chord: playing all notes of a common chord in succesion, backwards or forwards, or all around. Will you try to stop me? I thought so.",
            "news flash................. all terms are made up"
        ]
    },
    {
        "date": "202012132438",
        "ctx": [
            "How do you find the subject matter for the lyrics of your songs? Do you just look at random things and make a song out of it, or is that just how your brain works?",
            "anything can be songs. so it's good to try many different things. It would be really nice to get to the most important things, but unfortunately this has a mind of its own and can't be forced. however, science tells us that all roads lead there so that's again why it's important to try many different things"
        ]
    },
    {
        "date": "202012132414",
        "ctx": [
            "what do you think about nepotism?",
            "never heard of it"
        ]
    },
    {
        "date": "202012132412",
        "ctx": [
            "How is the new song/video going",
            "pretty good"
        ]
    },
    {
        "date": "202012131153",
        "ctx": [
            "you've been answering questions since 2016-06, you are INSANE.",
            "2015"
        ]
    },
    {
        "date": "202012131048",
        "ctx": [
            "how is your work coming along",
            "pretty good"
        ]
    },
    {
        "date": "202012130952",
        "ctx": [
            "What are you working on right now?",
            "it's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer"
        ]
    },
    {
        "date": "202012130930",
        "ctx": [
            "You said you have this problem where your brain lacks an infinity warning...how did you overcome this problem in the past and how will you deal with it now?",
            "as it turns out, there is also no infinity warning on my desire to overcome this issue"
        ]
    },
    {
        "date": "202012130821",
        "ctx": [
            "how come in back to black album by amy winehouse does the studio have to do so much work on her voice? there is random pitch-correction and it is shocking to hear something so famous that has such a glaring duct tape job. is the world iMpErFeCt?????",
            "actually nowadays pitch correction is used much much more, but that album was made in 2006 when pitch correction technology was much worse"
        ]
    },
    {
        "date": "202012130638",
        "ctx": [
            "does the iv minor chord have a place in thisworld?",
            "hold on while i figure out whether that's 4 or 6, i am terrible with roman numbers............. Yes, it has a place in at least 30% of all songs, although the opportunity may not always be exercised, due to mismanagement/bureaucracy, etc"
        ]
    },
    {
        "date": "202012130449",
        "ctx": [
            "ever thought about suing yourself?",
            "every day bro"
        ]
    },
    {
        "date": "202012130128",
        "ctx": [
            "did this (https://billwurtz.com/note200508111639.html) inspire this (https://billwurtz.com/find-out-how-it-always-was.mp4)",
            "yes"
        ]
    },
    {
        "date": "202012130125",
        "ctx": [
            "I've been in kind of a rut musically and I find so many things I just can't seem to finish. I get discouraged by comparing it to the music I love and feel it can never be as good as I want it to be. Any advice for powering through this kind of rut?",
            "no, but i already know you're going to be fine"
        ]
    },
    {
        "date": "202012130107",
        "ctx": [
            "How do you balance accepting your faults and not hating yourself for having them but also recognizing that they really are faults and you'd be a better person to yourself and others if you fixed them?",
            "have you considered becoming a writer"
        ]
    },
    {
        "date": "202012122354",
        "ctx": [
            "Are you working on a big project?",
            "i am working on the ability to make projects (which would be potentially a big ability), while also working on the first project, which happens to be of average size. while still working on the ability to do average sized projects at a more average to quick pace, which, if true, would be a very big ability for me"
        ]
    },
    {
        "date": "202012122351",
        "ctx": [
            "Advise for someone just starting to write music?",
            "how did your first attempt go? if you have not done your first attempt then you should do that before asking how it's going to go"
        ]
    },
    {
        "date": "202012122259",
        "ctx": [
            "What is the meaning of triangles?",
            "POLYGON: ACHIEVED!"
        ]
    },
    {
        "date": "202012122255",
        "ctx": [
            "Is it ok to like music while knowing absolutely nothing about it.",
            "yes.... at least i hope it's ok. No one knows anything about music. ....and yet it seems to know everything about us"
        ]
    },
    {
        "date": "202012122243",
        "ctx": [
            "Why does the key chord Bb make a good sad song?",
            "because of the way your instrument was built"
        ]
    },
    {
        "date": "202012122132",
        "ctx": [
            "'maybe i could eat blades of grass' seems to have this weirdly defeated tone in comparison to your other stuff. the intro sets up a questioning vibe, and the question turns out to be 'why is everything so dumb and stupid';and after some excursions and attempts at looking at some things in the real world, all of which we've actually done, it seems like we come to actually admit that the hypothesis is true: everything is stupid. (which is interesting, because that's technically not the question that was asked;that's a reaffirmation of what the question presumed to be true already in its phrasing, that everything was stupid. but it also might be an answer to the question anyway, in the stupidest possible way: everything is stupid because it's stupid. that's a pretty stupid answer, which seems about right.) the 'rock in a plaid shirt' part seems to be a kind of last-ditch effort at something that isn't stupid, something new, but it all goes w rong, an d it sounds like (with the falling pitches and the final kick drum hit on 'stupid') that the end of blades of grass really was meant to be an admission of defeat. \n\ni just thought this was odd considering that you seem to be a fan of stupid;the two 'stupid songs' you've made seem to suggest you think stupidity can get you to stronger songs, videos, etc. but in blades of grass it seems like stupidity stands for a lack of meaning, and there's no way you're trying to say that nothing means anything - that's like the ultimate anti-bill wurtz sentiment as far as i can tell. let me know if any of this seems comprehensible to you. thanks",
            "after discussing with my therapist, i think i can see exactly what is happening here. This is the 3rd one of these, and i think what is becoming painfully clear at the time of writing (or perhaps soon after) is perhaps it's time to try writing something with multiple characters"
        ]
    },
    {
        "date": "202012121911",
        "ctx": [
            "could ya yell me the meaning(s) of and the day goes on?",
            "it's a song. songs are supposed to mean everything. at least science tells us that this is possible"
        ]
    },
    {
        "date": "202012121754",
        "ctx": [
            "What is time?",
            "it's you",
            "Why is time?",
            "it allows for different things to happen, instead of everything at once which feels like nothing"
        ]
    },
    {
        "date": "202012121629",
        "ctx": [
            "hi bill, how are you today? I hope your new MV will be finished perfectly in time",
            "it was not, it's already at least 2 months late. Which is actually at least 20 months later than it should have been",
            "I'm just curious, are you going to use a new equipment in the future such as better quality camera, drum set, or new green screen other than new software editing that you use it right now?",
            "yes, there are many new improvements taking place now and in the future as well, some of which are similar and different from the ones you mentioned"
        ]
    },
    {
        "date": "202012121620",
        "ctx": [
            "You'r first word on youtube was \"die\" and in the latest video \"might quit\" the last word is \"everyone\"... is this some sort of a.. coincedence?",
            "no. i love words"
        ]
    },
    {
        "date": "202012121617",
        "ctx": [
            "its snowing here, any thoughts?",
            "you might be in.................................... michigan"
        ]
    },
    {
        "date": "202012121613",
        "ctx": [
            "Whats your favorite cartoon?",
            "the i ching sequence"
        ]
    },
    {
        "date": "202012121546",
        "ctx": [
            "Thoughts on fiction vs nonfiction?",
            "it's a competition to see which is more fake"
        ]
    },
    {
        "date": "202012121450",
        "ctx": [
            "Do you have any advice on getting through periods of low artistic motivation? Thanks",
            "how about doing some SCIENCE"
        ]
    },
    {
        "date": "202012121356",
        "ctx": [
            "describe the creative process",
            "(ref: https://billwurtz.com/behind-the-scenes.mp4\"target=\"_blank)ok"
        ]
    },
    {
        "date": "202012121331",
        "ctx": [
            "isn't russet a weird word?",
            "yes"
        ]
    },
    {
        "date": "202012122401",
        "ctx": [
            "how can i be free",
            "make a plan and then change the plan, OR, take a changed plan and keep it the same"
        ]
    },
    {
        "date": "202012121107",
        "ctx": [
            "how to write an essay about video games and its benefits?",
            "first step is to figure out what those benefits are. then after that it's pretty simple, just write them down"
        ]
    },
    {
        "date": "202012121036",
        "ctx": [
            "Is the airport terminal still open",
            "sort of",
            "because I think Mt St Helens is going to blow up and its giving me tomato anxiety",
            "fair enough"
        ]
    },
    {
        "date": "202012121033",
        "ctx": [
            "\"the entire history of bill wurtz\", when is it gonna be released?",
            "gradually, over time"
        ]
    },
    {
        "date": "202012121016",
        "ctx": [
            "Do you have shift button on your keyboard?",
            "2 per keyboard",
            "Or you don't want to use it?",
            "i use them all, hundreds of times a day",
            "Or you have a debate with your keyboard about it?",
            "no, shift is one of the most commonly used keys"
        ]
    },
    {
        "date": "202012120948",
        "ctx": [
            "Hey how are you doing?",
            "ok"
        ]
    },
    {
        "date": "202012120930",
        "ctx": [
            "are friends real?",
            "everyone is friends"
        ]
    },
    {
        "date": "202012120843",
        "ctx": [
            "can i find the chords for your song might quit on guitar?",
            "sure. try putting the capo on fret 2, to get into a key that might be more friendly for the guitar"
        ]
    },
    {
        "date": "202012120714",
        "ctx": [
            "how to write a poem",
            "how about placing 1 word in the direct center of the page"
        ]
    },
    {
        "date": "202012120652",
        "ctx": [
            "what do you do to pass the time",
            "the damn time passes automatically. the race is on to see how much i can accomplish in spite of this"
        ]
    },
    {
        "date": "202012120546",
        "ctx": [
            "Any thought on \"Amish paradise\"?",
            "it is based on gangsta's paradise, which is based on pasttime paradise"
        ]
    },
    {
        "date": "202012120417",
        "ctx": [
            "Do all of your songs have deeper meanings?",
            "than what",
            "And do you ever make a song that has a meaning you never intended to instill within it, but does in the finished product?",
            "yes but this is normal, and expected. the whole world is an endless kaleidoscope of meaning. songwriting is one of the best ways i've found to facilitate this phenomenon"
        ]
    },
    {
        "date": "202012120304",
        "ctx": [
            "what did you think about the 12th of November in twenty sixteen?",
            "i was blitzing the video production on history of the entire world i guess, hell bent on finishing the entire project by dec 1. i was probably making pretty ferocious progress around november 12, before realizing later in the month that this was drastically impossible"
        ]
    },
    {
        "date": "202012120240",
        "ctx": [
            "What do you do when you are not making music?",
            "make video to go with the music, or, make video for music to go with. or, .... try to develop better techniques to do all of this at a much more sensible pace"
        ]
    },
    {
        "date": "202012120120",
        "ctx": [
            "are you going to make another song or video?",
            "yes, i am doing both, ...... repeatedly"
        ]
    },
    {
        "date": "202012121218",
        "ctx": [
            "Does the day go on?",
            "dunno, that sounds like some sort of ponzi scheme to me"
        ]
    },
    {
        "date": "202012112305",
        "ctx": [
            "why not release your next song on platforms other than YouTube until the video for said song is complete?",
            "i think it makes for a much stronger release if they are released together"
        ]
    },
    {
        "date": "202012112207",
        "ctx": [
            "Are there any songs you completed but never released?",
            "yes"
        ]
    },
    {
        "date": "202012112150",
        "ctx": [
            "Whats the differencebetween plate and hall reverb",
            "they might sound different. here's a good test to see if they are different: listen to them and see if they sound different"
        ]
    },
    {
        "date": "202012112045",
        "ctx": [
            "I LOVE YOUR SONGS THEY'RE SO GOOD",
            "that's quite a friendly angle you are taking here"
        ]
    },
    {
        "date": "202012111900",
        "ctx": [
            "what if i actaully ate my pc would it like break or would i just become a robot?",
            "it would break and you would break too"
        ]
    },
    {
        "date": "202012111853",
        "ctx": [
            "Do you think all BMW drivers are jerks or no?",
            "no"
        ]
    },
    {
        "date": "202012111748",
        "ctx": [
            "when i'm sad i look at these questions and they make me feel better, does answering them make you feel something?",
            "yes"
        ]
    },
    {
        "date": "202012111655",
        "ctx": [
            "Are you answering questions at reasonable times now because I caught onto you being an owl in a skin suit?",
            "i always answer questions at reasonable times. but, alas, the time i answer questions is not posted, so you wouldn't even know"
        ]
    },
    {
        "date": "202012111543",
        "ctx": [
            "What are you working on?",
            "it's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer"
        ]
    },
    {
        "date": "202012111543",
        "ctx": [
            "thoughts on the history of milk",
            "it used to be more........ lumpy"
        ]
    },
    {
        "date": "202012111534",
        "ctx": [
            "have u ever thought about learning languages",
            "yes"
        ]
    },
    {
        "date": "202012111459",
        "ctx": [
            "how to do the thing",
            "use the technique"
        ]
    },
    {
        "date": "202012111451",
        "ctx": [
            "what isyour favorite animal",
            "story"
        ]
    },
    {
        "date": "202012111449",
        "ctx": [
            "Is the \"maybe i could eat blades of grass\" jingle the intro to the show, a commercial, or something else?",
            "it sets the theme, of HYPOTHESIS and SPECULATION"
        ]
    },
    {
        "date": "202012111342",
        "ctx": [
            "did you often do any weirdly specific plant-based activities as a kid.",
            "plants are for adults",
            "i did and your music reminds me of that"
        ]
    },
    {
        "date": "202012112453",
        "ctx": [
            "I FUCKING LOVE YOUR SONGS MAN",
            "holy smokes you've taken a friendly demeanor"
        ]
    },
    {
        "date": "202012112448",
        "ctx": [
            "Are you gonna start a band so you can get music quicker?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202012111136",
        "ctx": [
            "I want to make things, but none of my ideas ever seen good enough. How do I get myself to make things anyway, even though I worry that my lack of good ideas will make it turn out badly?",
            "try it anyway. you might be surprised at how much fun bad ideas can be"
        ]
    },
    {
        "date": "202012111122",
        "ctx": [
            "Should I learn the piano",
            "sure"
        ]
    },
    {
        "date": "202012111116",
        "ctx": [
            "(ref: q.php?date=202012091500)12.9.203:00 pm By doing what? No bullshit answers. Let's hear some details of what you're actually doing to attempt your best effort at living a physically/mentally/emotionally healthy life...",
            "sleep enough, get enough movement, reflect upon life, but most importantly: continue to strive toward doing my best work"
        ]
    },
    {
        "date": "202012111006",
        "ctx": [
            "I love your work, but I feel like I'm starting to understand some of your songs, is this possible or am I just delusional?",
            "understanding is normal and common, especially with things you love"
        ]
    },
    {
        "date": "202012110950",
        "ctx": [
            "Why didn't you use the jail graphic (the one that you used in snail time, monday video in jail, and 10.14.09 who i am) at the end of 5.9.09 cool dry air is cool?",
            "not necessary"
        ]
    },
    {
        "date": "202012110843",
        "ctx": [
            "in any of your songs, is there a meaning to any of them?",
            "yes"
        ]
    },
    {
        "date": "202012110721",
        "ctx": [
            "what's a type of music you've been digging recently",
            "all music is the same type. which happens to be the exact type i like"
        ]
    },
    {
        "date": "202012110655",
        "ctx": [
            "You are running for president.",
            "that's not true",
            "It comes out you eat fish sticks with mustard.",
            "that's not true either",
            "What is your defense to the public?",
            "fiction needs no defense. just enjoy"
        ]
    },
    {
        "date": "202012110502",
        "ctx": [
            "I'm about 3 years into music and I was wondering how did you balance school and music practice? I'm just having a hard time balancing the two.",
            "i would just do music all the time, and if someone tried to get me to do anything else i really don't remember what that was"
        ]
    },
    {
        "date": "202012110444",
        "ctx": [
            "Hey bill why are you so awesome?",
            "i'm just trying to get by"
        ]
    },
    {
        "date": "202012110309",
        "ctx": [
            "Is it called \"no castle\" because the castle is actually John Travolta in disguise? Or was he just in fhe castle and the title is meant to trick the viewer?",
            "the title was based on the music. the music existed before the video, and the title for that music is 'no castle'.  That's because the music seems to have a feeling of \"no\", fortified into an entire castle. Imagine an entire castle of no. Then, later, a video was made, to reflect the music. I should clarify, that the music also seems to have a twist ending, which arguably may have turned it into a yes castle, but i tried to leave that open for the listener to decide"
        ]
    },
    {
        "date": "202012110230",
        "ctx": [
            "do you have a macro key to automatically type \"i was going to say no but now that i think about it yes\", for example",
            "that's preposterous. who do you think i am"
        ]
    },
    {
        "date": "202012110138",
        "ctx": [
            "When will you talk about Velcro? You said in \"Wild Frolicking Adventures of Informational Education\" That you would, but you never did.",
            "i would like to talk about everything. so far there has not been enough time to talk about everything",
            "Also, what was the book you read page 1 of and then skipped ahead to page 2 of in \"i'm Best Friends with my Own Front Door?\"",
            "i thought that story was about you. but, if it's about me, it would be about the song writing process for that song",
            "Another: How do I obtain The Complete Good Spelling Kit from \"how to win at spelling?\"",
            "you could use a scrabble set",
            "Are you still liking the soap from \"soap tips?\"",
            "i never liked it, but it's the best i could do at the time",
            "Who is Believability Bob?",
            "Relievability Robert",
            "Why do you play the Clak Box so much?",
            "i dare you to prove i have even played it twice",
            "Why is November 19th designated as hibernation day?",
            "it is not. that's just an example of a day you could hibernate",
            "Do you still shave your piano?",
            "i have never done it. 1 time i pretended to",
            "Do you still want to go home?",
            "don't we all",
            "These are the real ueqstions.",
            "they are mostly based on fiction"
        ]
    },
    {
        "date": "202012102459",
        "ctx": [
            "how do you structure chords or add extensions and know the names?",
            "don't add extension to chords. if you must extend, start with the melody and 'extend' the chords underneath",
            "i know all the notes in the chords, just not the names..",
            "basically just look up some charts for songs, and get the audio of the song also. read the chart, hear the audio. after about 1000 songs you should be well on your way to being assimilated into the fabric of society.... IF that's what you want"
        ]
    },
    {
        "date": "202012102343",
        "ctx": [
            "(to me at least) you come off as a very weird person most the time, but after reading many of these Q&As I honestly think you are a very wise person.",
            "NEWS FLASH; WISDOM IS WEIRD"
        ]
    },
    {
        "date": "202012102220",
        "ctx": [
            "Why cant we as a human just use one same language everywhere?",
            "we probably can. but it will still be fun to use additional languages also"
        ]
    },
    {
        "date": "202012102142",
        "ctx": [
            "are my opinions good?",
            "yes"
        ]
    },
    {
        "date": "202012102022",
        "ctx": [
            "did you do the thing?",
            "doing it now"
        ]
    },
    {
        "date": "202012101920",
        "ctx": [
            "What the proof that we are real",
            "wondering if you are real is exactly the kind of thing that someone real would do"
        ]
    },
    {
        "date": "202012101807",
        "ctx": [
            "So many music schools focus on teaching classical music theory.And while I think that experience gave me good intuition for that kind of voice leading, I wonder if I would have been better off learning voice leading and harmony from music of the 20th century.What is your opinion on how music schools teach harmony?",
            "i didn't know that was how they teach it, but, a good way i would recommend is just learn all the songs you know and love. you probably can't go wrong with that"
        ]
    },
    {
        "date": "202012101736",
        "ctx": [
            "In your song 'outside', the newspaper you picked up said 'the wind blows'-- there was also two other stories about milk and bread. What was so newsworthy that day about milk and bread?",
            "nothing. the newspaper still comes out, even when there is no news. sometimes they just find some violence to show you"
        ]
    },
    {
        "date": "202012101629",
        "ctx": [
            "at what point are you in life when you decide to upload your last video?",
            "i couldn't imagine ever doing that on purpose"
        ]
    },
    {
        "date": "202012101518",
        "ctx": [
            "is there a meaning for the word meaning",
            "barely"
        ]
    },
    {
        "date": "202012101458",
        "ctx": [
            "as someone looking to learn it, how important actually is music theory when making a song?",
            "it's up to you to invent music theories. they are fun, but don't be alarmed when they break. that is part of the fun. i suppose any song you make will automatically be a theory, and will also break it"
        ]
    },
    {
        "date": "202012101435",
        "ctx": [
            "do you ever get annoyed",
            "ew no, why would you ask that"
        ]
    },
    {
        "date": "202012101415",
        "ctx": [
            "do you have any feelings about the recent changes to the taco bell menu",
            "no"
        ]
    },
    {
        "date": "202012102459",
        "ctx": [
            "You always say it'll be released as a video and as just the song. Have you considered releasing just the video (without the song) as well?",
            "no"
        ]
    },
    {
        "date": "202012102309",
        "ctx": [
            "How many times has the game changed so far",
            "too many to count. every time you count it it changes even more"
        ]
    },
    {
        "date": "202012101015",
        "ctx": [
            "Hey bill what was your favorite song to write",
            "i would prefer to write a new one to be my favorite"
        ]
    },
    {
        "date": "202012100905",
        "ctx": [
            "what are jazz chords",
            "regular chords"
        ]
    },
    {
        "date": "202012100837",
        "ctx": [
            "What inspires you?",
            "everything"
        ]
    },
    {
        "date": "202012100726",
        "ctx": [
            "Was the beginning of la de da de day oh about how you wanted to make unconventional music?",
            "i've always wanted to make many different kinds of music",
            "The 2+2 has been 4 for so many darn years part referring to a boredom with popular music?",
            "no",
            "Your songs are so full of meaning, and I was just wondering if this one might just be on point.",
            "i love popular music. possibly i was frustrated with my inability to make songs, despite feeling like i had already known how for many years"
        ]
    },
    {
        "date": "202012100603",
        "ctx": [
            "why is cantaloupe so damn orange",
            "to blow your mind"
        ]
    },
    {
        "date": "202012100539",
        "ctx": [
            "what makes a song good?",
            "you"
        ]
    },
    {
        "date": "202012100425",
        "ctx": [
            "Fuck questions I want some answers",
            "i know what you mean"
        ]
    },
    {
        "date": "202012100333",
        "ctx": [
            "is christmas still real?",
            "yes, despite its best efforts to be fake"
        ]
    },
    {
        "date": "202012100233",
        "ctx": [
            "WHat is holding you bacc from releasing tHE *TOP MEGA SECRET AMAZHING* project that you're holding back from releasing lmfao",
            "i'm doing a music video, which is not necessarily top secret nor amazing, but, what is currently holding me back from releasing that is it's not done yet"
        ]
    },
    {
        "date": "202012100121",
        "ctx": [
            "I like your music but I don't always understand it. Am I supposed to?",
            "no one understands music"
        ]
    },
    {
        "date": "202012101257",
        "ctx": [
            "what is the best work of literature arts in your opinion?",
            "still searching for a good one"
        ]
    },
    {
        "date": "202012101203",
        "ctx": [
            "Thoughts on airplanes?",
            "i'm impressed"
        ]
    },
    {
        "date": "202012101201",
        "ctx": [
            "What is the strangest place you've been in while writing a song?",
            "earth"
        ]
    },
    {
        "date": "202012092347",
        "ctx": [
            "Will the next song have a 19/8 time signature?",
            "no"
        ]
    },
    {
        "date": "202012092335",
        "ctx": [
            "should i start drinking water more often?",
            "yes"
        ]
    },
    {
        "date": "202012092254",
        "ctx": [
            "Is Colgate a name, the name of Col who owns a gate, or Col. Gate?",
            "it's a name now, but, centuries ago it might have been derived from something else. and over that period of time the spelling might have changed also"
        ]
    },
    {
        "date": "202012092225",
        "ctx": [
            "can you always follow the lyrics when you listen to a song?",
            "no",
            "for a lot of them i have to see them written down because i can't. got any tips?",
            "no. this is the artist's fault",
            "by the way thanks for making lyrics part of your music videos, dunno if helping with that was the intent but it's very convenient"
        ]
    },
    {
        "date": "202012092152",
        "ctx": [
            "when people sing your songs its like you putting words on their mouths, isn't it?",
            "no, i just offer the words. it is their choice whether to accept"
        ]
    },
    {
        "date": "202012092144",
        "ctx": [
            "Turns out I might not want the things I thought I wanted, and now that I don't want those things, I don't know what I want. What now?",
            "take a walk, if you can"
        ]
    },
    {
        "date": "202012092110",
        "ctx": [
            "how do you manage all the ideas that come from your head?",
            "i try to write them down",
            "you've mentioned before that your brain doesn't really have the infinity warning, so is there any way that you try to correct for this after the fact?",
            "maybe"
        ]
    },
    {
        "date": "202012092035",
        "ctx": [
            "do you agree with the following quote?\n\n\"A process cannot be understood by stopping it. Understanding must move with the flow of the process, must join it and flow with it.\"",
            "i can't agree or disagree unless i know more of the context where it was said"
        ]
    },
    {
        "date": "202012092010",
        "ctx": [
            "What's the longest part of the making of your upcoming video ? The 3D software, the song itself or something else ?",
            "my brain eating itself"
        ]
    },
    {
        "date": "202012091949",
        "ctx": [
            "I want to make videos but all I have is iMovie. Should I try to use that",
            "yes",
            "or wait till I can afford something better?",
            "no"
        ]
    },
    {
        "date": "202012091854",
        "ctx": [
            "I saw someone ask what your sad glad and mad scheme was, and you told them that said scheme was to explain another scheme.",
            "that's not true",
            "What is this scheme that you are scheming to explain?",
            "in that context, it was the one they mentioned. however, i will not let that stop me from explaining other schemes as well"
        ]
    },
    {
        "date": "202012091816",
        "ctx": [
            "what is it like to be sung by a song?",
            "it's sort of a tingly feeling"
        ]
    },
    {
        "date": "202012091815",
        "ctx": [
            "how can i do the same thing everyday without getting bored?",
            "do it in a different........... ~way~"
        ]
    },
    {
        "date": "202012091806",
        "ctx": [
            "Dose it really take over a year to make a song?",
            "no"
        ]
    },
    {
        "date": "202012091748",
        "ctx": [
            "How do you explain the sudden appearance of the Mac icons 10 seconds into your first Monday video?",
            "luckily i don't have to explain that because it didn't happen"
        ]
    },
    {
        "date": "202012091710",
        "ctx": [
            "Whenever someone asks about your new songs do you just copy and paste the same sentence?",
            "no"
        ]
    },
    {
        "date": "202012091612",
        "ctx": [
            "are you a god?",
            "i thought you were"
        ]
    },
    {
        "date": "202012091606",
        "ctx": [
            "Is there any sort of F#/Gb chord in the song you are currently producing?",
            "not really. i should clarify, i'm not producing the song right now, the song has been done for a while. i'm producing the video for it"
        ]
    },
    {
        "date": "202012091603",
        "ctx": [
            "What are you working on right now",
            "it's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer"
        ]
    },
    {
        "date": "202012091508",
        "ctx": [
            "How did you learn how to make such unique music?",
            "venturing about the world",
            "Did you get taught things by people?",
            "sometimes",
            "Did you teach yourself?",
            "sometimes"
        ]
    },
    {
        "date": "202012091500",
        "ctx": [
            "are you mentally sane bill?",
            ".....getting there"
        ]
    },
    {
        "date": "202012091459",
        "ctx": [
            "what's the 22nd chord of your next song?",
            "G"
        ]
    },
    {
        "date": "202012091428",
        "ctx": [
            "Do all your videos have any meaning?",
            "yes",
            "or are they all completely random?",
            "no",
            "either way I think they are pretty genius!"
        ]
    },
    {
        "date": "202012091413",
        "ctx": [
            "(ref: q.php?date=202012080033)12.8.2012:33 am  Is there a reason for that capital F?",
            "yes, sometimes i use a capital letter at the beginning of a sentence to help separate it visually from the previous sentence"
        ]
    },
    {
        "date": "202012091408",
        "ctx": [
            "When do you think you're gonna be finished the next video?",
            "i don't know"
        ]
    },
    {
        "date": "202012091405",
        "ctx": [
            "why do you state that you are so many different things, and if it is the case that you are those things, why are you so many different things",
            "this may be to distract from how few things i actually am"
        ]
    },
    {
        "date": "202012091401",
        "ctx": [
            "What did Damien Maymdien skip in the \"maybe i could blades of grass\" video?",
            "the plot"
        ]
    },
    {
        "date": "202012091344",
        "ctx": [
            "Did ball& stick have anything to do with scientific curriculum?",
            "no"
        ]
    },
    {
        "date": "202012092427",
        "ctx": [
            "how do you try to preserve the feeling of being in an environment that is full of love, even when it is not?",
            "you wanna go ahead and begin communicating"
        ]
    },
    {
        "date": "202012092400",
        "ctx": [
            "you have answered what is a tree.",
            "are you sure",
            "now explain WHY is a tree",
            "to set a good example, for future generations"
        ]
    },
    {
        "date": "202012091140",
        "ctx": [
            "When you're writing a song, do you usually start with a basic chord structure that goes with the melody, and then arrange it rhythmically and 'texturally',",
            "mostly yes",
            "or do you kinda hear the whole package from the start?",
            "also yes",
            "I know it probably depends but I'm curious. Thanks!"
        ]
    },
    {
        "date": "202012091119",
        "ctx": [
            "If I poured honey and peanuts into a bowl of normal cheerios, are they now honey nut cheerios?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202012091058",
        "ctx": [
            "Tell us what your next video is and I will give you a cookie",
            "it's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer"
        ]
    },
    {
        "date": "202012091020",
        "ctx": [
            "Are you currently working on any projects or anything else like that?",
            "yes"
        ]
    },
    {
        "date": "202012090903",
        "ctx": [
            "were you at an airport terminal when you wrote the song \"airport terminal\"",
            "no"
        ]
    },
    {
        "date": "202012090819",
        "ctx": [
            "what is your sad glad and mad glad scheme",
            "to explain the scheme"
        ]
    },
    {
        "date": "202012090750",
        "ctx": [
            "Do you think maintaining an attitude that you shouldn't worry about things in the near future because they won't matter in the long run is mature or naive?",
            "it all depends on which things they are"
        ]
    },
    {
        "date": "202012090733",
        "ctx": [
            "what is \"language of love\" ?",
            "time and space"
        ]
    },
    {
        "date": "202012090653",
        "ctx": [
            "thoughts on Virtual Reality?",
            "pretty good but still too virtual"
        ]
    },
    {
        "date": "202012090537",
        "ctx": [
            "what is an artist?",
            "could be you"
        ]
    },
    {
        "date": "202012090446",
        "ctx": [
            "Have you discovered the meaning of life?",
            "i always discover it but then there is always more"
        ]
    },
    {
        "date": "202012090326",
        "ctx": [
            "What is your life advice?",
            "STEP 1, GET BORN, STEP 2, DO NOT DIE, AT LEAST NOT YET"
        ]
    },
    {
        "date": "202012090212",
        "ctx": [
            "I'm sending in college applications and it's making me realize that I don't have any interesting qualifications or good writing skills\nHow do I completely change my entire life by the application deadline",
            "if you want to change your entire life, at this point you are going to have to ignore the deadline. the reason i say this is because right now it appears that your entire life is the deadline. so therefore, if you want to change your entire life you would have to rotate your interests and focus into something else besides that"
        ]
    },
    {
        "date": "202012090129",
        "ctx": [
            "Who gave words meaning,",
            "you",
            "and why don't we question those meanings?",
            "i do. why don't you"
        ]
    },
    {
        "date": "202012091227",
        "ctx": [
            "what's your opinion on surrealism?",
            "too real"
        ]
    },
    {
        "date": "202012082331",
        "ctx": [
            "where did all the good times go",
            "all around you, right now. that's where they went"
        ]
    },
    {
        "date": "202012082205",
        "ctx": [
            "A melody came to me in my dream. Do you have any tips for coming up with lyrics for it?",
            "this might not be what you want to hear, but you're just going to have to make something up"
        ]
    },
    {
        "date": "202012082152",
        "ctx": [
            "Is English weird?",
            "not any weirder than..... plants",
            "I keep telling my friends that and they call me weird (I think their getting paid by English to say that)"
        ]
    },
    {
        "date": "202012082032",
        "ctx": [
            "If you had to accurately estimate when your next vid will be out what would you say?",
            "i failed"
        ]
    },
    {
        "date": "202012081909",
        "ctx": [
            "Wait you're saying \"we'll see\" on every ueqstion relating to how you make your vids. Is there a how-to incoming?",
            "first i have to learn it myself"
        ]
    },
    {
        "date": "202012081848",
        "ctx": [
            "how do i be funny",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "202012081740",
        "ctx": [
            "i want to do a lot of stuff but i can't bring myself to actually do it. im scared that i don't actually want to do those things,",
            "in that case, you do want it",
            "but then what do i even want to do?",
            "make a list",
            "if i want to do something, will i do it?",
            "yes"
        ]
    },
    {
        "date": "202012081706",
        "ctx": [
            "Why are you so good?",
            "that is part of an experiment, where i am experimenting with various different levels of quality"
        ]
    },
    {
        "date": "202012081636",
        "ctx": [
            "Why do you think so many people assume that the songs 1) are completely random or 2) have a \"hidden\" or \"secret\" meaning",
            "this tells me that they don't like the songs"
        ]
    },
    {
        "date": "202012081616",
        "ctx": [
            "Do you think it's better to compose music while following a strict formula (aka whats taught through musical theory)",
            "music theory is not taught. it's imagined. someone might tell you what they've imagined, but it will never become real to you until you imagine it yourself",
            "or by instinct, or a mix of both? How do you do it?",
            "ultimately i just have to imagine things"
        ]
    },
    {
        "date": "202012081509",
        "ctx": [
            "I'm having alot of trouble writing lyrics. Have any advice?",
            "try doing it musically"
        ]
    },
    {
        "date": "202012081310",
        "ctx": [
            "What's the relation between new canaan and the future song?",
            "they were originally written in the spring of 2009"
        ]
    },
    {
        "date": "202012082441",
        "ctx": [
            "Have you been working on something big for the past year?",
            "i've been working on video making methods. and as of recently i have begun to work on actual videos, which i will make 1 at a time"
        ]
    },
    {
        "date": "202012081141",
        "ctx": [
            "Hello, in my free time, I like to write, but sometimes I have no motivation to write, is their anything you know that can help with a lack of motivation?",
            "if you like it, then you will probably enjoy it"
        ]
    },
    {
        "date": "202012081112",
        "ctx": [
            "hi bill when can we expect a new video or song to come out?",
            "any time you want. your expectation is surely better than mine, because mine has been wrong several times already"
        ]
    },
    {
        "date": "202012081035",
        "ctx": [
            "do you ever go for a walk in the morning (highly recommend)",
            "yes"
        ]
    },
    {
        "date": "202012081021",
        "ctx": [
            "are You still planning to make a song?",
            "i've never had plans to make only 1 song. i always insist on the ability to do many many songs"
        ]
    },
    {
        "date": "202012081016",
        "ctx": [
            "do you come up with melodies first or lyrics first?",
            "hopefully not",
            "if its both, which do you do more often?",
            "both"
        ]
    },
    {
        "date": "202012080924",
        "ctx": [
            "Whatever happened to flying kites",
            "someone flew them all already"
        ]
    },
    {
        "date": "202012080905",
        "ctx": [
            "I just did a bad thing",
            "oh, now you've got me wondering what the thing is"
        ]
    },
    {
        "date": "202012080808",
        "ctx": [
            "What is a tree",
            "a simple display of complexity"
        ]
    },
    {
        "date": "202012080703",
        "ctx": [
            "Why do you make your songs so confusing,",
            "sometimes to distract from how simple they are",
            "are you like trying to show us what acid is like,",
            "no",
            "or is there a secret meaning behind the songs?",
            "there is meaning everywhere. that is not a secret"
        ]
    },
    {
        "date": "202012080606",
        "ctx": [
            "If you had to estimate when your next vid will be out what would you say?",
            "i would say oct 6, 2020. which, as time has shown, is unfortunately incorrect"
        ]
    },
    {
        "date": "202012080513",
        "ctx": [
            "In your opinion why do you think people enjoy listening to music",
            "music is a sign of life. people enjoy signs of life because it reminds them what the heck they are doing here"
        ]
    },
    {
        "date": "202012080356",
        "ctx": [
            "opinion on conic sections",
            "dank"
        ]
    },
    {
        "date": "202012080201",
        "ctx": [
            "In your first video, the first word was \"DIE\"",
            "that's not my first video",
            "and in you last video's last word, it is \"everyone\".",
            "that is not going to be my last video",
            "What does this mean?",
            "it means you have taken some things a little out of context"
        ]
    },
    {
        "date": "202012080157",
        "ctx": [
            "Does it really ACTUALLY matter what chords I use if they sound good but don't fit in a tonal center at all? It's something I struggle with when I'm writing music cause I feel like I'm stuck in a box yet I still find the need for structure.",
            "music is all about sound. so, if the sound is good, then (according to my calculations) the music is good"
        ]
    },
    {
        "date": "202012081233",
        "ctx": [
            "do you have a reason for not capitalisating some words?",
            "lowercase is the default case. this is the way the letters are when you type them without any modifier keys. so, in my opinion, there doesn't need to be a reason for them to be that way. For them to be the other way (capital), that is when there might be a reason"
        ]
    },
    {
        "date": "202012072305",
        "ctx": [
            "I'm a novice pianist. How do you think I should evaluate whether or not a new piece of music is too difficult to bother with?",
            "you're going to have to go ahead and bother with it",
            "There's one piece I know that took about 6 months to get down, but there was no way for me to know it was going to take that long."
        ]
    },
    {
        "date": "202012072202",
        "ctx": [
            "Are windows see through mirrors",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202012072155",
        "ctx": [
            "what is the meaning of music",
            "music is a meaning enhancer"
        ]
    },
    {
        "date": "202012072046",
        "ctx": [
            "What glitch do you need to exploit to make a video?",
            "simplicity"
        ]
    },
    {
        "date": "202012071954",
        "ctx": [
            "did you struggle becoming yourself?",
            "still am"
        ]
    },
    {
        "date": "202012071813",
        "ctx": [
            "What is your opinion on sand?",
            "bland"
        ]
    },
    {
        "date": "202012071752",
        "ctx": [
            "do you use any tools or exercises for lyric writing",
            "imagine how the words would be sung. don't think of them non-musically"
        ]
    },
    {
        "date": "202012071720",
        "ctx": [
            "I'm at the tire place getting tires put on my car and I'm bored waiting. What should I do to entertain myself?",
            "how about inventing the wheel"
        ]
    },
    {
        "date": "202012071647",
        "ctx": [
            "do u have any ideas of productive things i could do during zoom class while semi-paying attention in case i get called on",
            "how about inventing the wheel"
        ]
    },
    {
        "date": "202012071638",
        "ctx": [
            "What do you use to edit your videos?",
            "we'll see"
        ]
    },
    {
        "date": "202012071636",
        "ctx": [
            "is there any word, abbreviations excluded, that you would consider writing in capital letters?",
            "of course, but, i was going to ask, would you ever consider watching even a single one of my videos"
        ]
    },
    {
        "date": "202012071530",
        "ctx": [
            "Why can't you relate to paintings painted by somebody else?",
            "i can, i was going to ask, why can't you"
        ]
    },
    {
        "date": "202012071448",
        "ctx": [
            "How do u Layer so well and what program",
            "we'll see",
            "(Love Your Vids"
        ]
    },
    {
        "date": "202012071415",
        "ctx": [
            "what is a beaver?",
            "it's me. i am beaver"
        ]
    },
    {
        "date": "202012071359",
        "ctx": [
            "Opinions on Italy?",
            "still can't find all of it"
        ]
    },
    {
        "date": "202012071348",
        "ctx": [
            "what was your train of thought for ball and stick?",
            "the train of thought is exactly depicted in the video. it is a 'thought-train' video"
        ]
    },
    {
        "date": "202012072440",
        "ctx": [
            "In your ball& stick video, how did the ball get imprisoned in a cardbored prison",
            "forced perspective"
        ]
    },
    {
        "date": "202012071149",
        "ctx": [
            "how come your awake during night",
            "if i am awake during the night, that often could mean i was asleep during the day"
        ]
    },
    {
        "date": "202012071022",
        "ctx": [
            "im failing my college courses, any advice?",
            "how about buying the college"
        ]
    },
    {
        "date": "202012070934",
        "ctx": [
            "how were you able to master the art of amazing animation?",
            "i'm wondering how i ever will"
        ]
    },
    {
        "date": "202012070802",
        "ctx": [
            "what is best animal?",
            "computers"
        ]
    },
    {
        "date": "202012070735",
        "ctx": [
            "don't you think that genres are useful to understand each other? Sure, many songs are challenging to classify as only one, and all of them are inspired by more than one genre, but still it's a simplification that makes sense and often is useful",
            "sure. like language, it's more of an art than a science. enjoy, and expect it to break its own rules"
        ]
    },
    {
        "date": "202012070626",
        "ctx": [
            "what should I do if I have no thoughts?",
            "fEeL"
        ]
    },
    {
        "date": "202012070552",
        "ctx": [
            "i might be over analyzing this, but is the hidden meaning of Mount St Helens all about Change? I've been thinking about that for a while now.",
            "change is everywhere in our world. that's not exactly hidden"
        ]
    },
    {
        "date": "202012070430",
        "ctx": [
            "what was the bad thing you did",
            "i have never done a bad thing. i have only done good things, and a few things that are mildly questionable"
        ]
    },
    {
        "date": "202012070340",
        "ctx": [
            "Is \"normal\" just a social construct?",
            "yes"
        ]
    },
    {
        "date": "202012070316",
        "ctx": [
            "what are some interesting instruments you think should be used in more music?",
            "jeans"
        ]
    },
    {
        "date": "202012070307",
        "ctx": [
            "what genre of music is your music?",
            "normal"
        ]
    },
    {
        "date": "202012070254",
        "ctx": [
            "(ref: q.php?date=202012051115)12.5.2011:15 am  you say it may help to imagine a \"scene\", but i'm not sure what you mean by that. what is a scene? what types of details does it contain? is there a different word you could use that would convey the same meaning?",
            "this is a songwriting trick i have discovered recently, which is to pretend it's in a video. pretend it's taking place in a movie, inside a story. This doesn't even mean you're gonna write a video, but sometimes just pretending it's taking place in a video, will immediately cause interesting songwriting to materialize effortlessly. it's bizarre, because many times when this technique is working, it's not even associated with any particular video content. it's just because you told yourself to pretend you are thinking of visual content, this somehow creates an automatic trigger for songwriting"
        ]
    },
    {
        "date": "202012070127",
        "ctx": [
            "got any jokes",
            "what the heck is a joke"
        ]
    },
    {
        "date": "202012070123",
        "ctx": [
            "I miss your music. Do you have an estimated time for when you're going to make more?",
            "AS OFTEN AS POSSIBLE, CONSTANTLY, AND ALWAYS"
        ]
    },
    {
        "date": "202012070102",
        "ctx": [
            "is christmas real",
            "yes, despite its best efforts to be fake"
        ]
    },
    {
        "date": "202012071256",
        "ctx": [
            "is this pea world",
            "sort of"
        ]
    },
    {
        "date": "202012071252",
        "ctx": [
            "what's your opinion on wet bread?",
            "mush"
        ]
    },
    {
        "date": "202012071222",
        "ctx": [
            "whats ur favorite jazz album?",
            "what the heck is a jazz album"
        ]
    },
    {
        "date": "202012062325",
        "ctx": [
            "what did your learning curve for your video editing look like",
            "you can see it very clearly if you watch all of my videos"
        ]
    },
    {
        "date": "202012062243",
        "ctx": [
            "how do you come up with the chord progression on some of your songs",
            "i just come up with the melody/lyric, and usually most of the chords will be baked right in"
        ]
    },
    {
        "date": "202012062130",
        "ctx": [
            "What are your thoughts on the lyrics of \"just did a bad thing\" being so relatable now?",
            "that should make it more likely that i will win the nobel peace price, which i assume i have been nominated for"
        ]
    },
    {
        "date": "202012062117",
        "ctx": [
            "Are flip flops made for feet or hands",
            "they are made for the ass"
        ]
    },
    {
        "date": "202012062035",
        "ctx": [
            "How meaningful to you is the video component of your work, relative to the music?",
            "that depends if the video is for a song",
            "Ever considered dialing back the video complexity to allow for more music creation?",
            "yes",
            "Thanks, big fan here"
        ]
    },
    {
        "date": "202012061941",
        "ctx": [
            "What do you think is the point of art?",
            "to save lives"
        ]
    },
    {
        "date": "202012061836",
        "ctx": [
            "where do you get your ideas",
            "from the toilet, in the gutter. bet you didn't think they had toilets in the gutter, well here i am, as living proof"
        ]
    },
    {
        "date": "202012061744",
        "ctx": [
            "are you secretly a bird?",
            "i either don't know or can't tell you"
        ]
    },
    {
        "date": "202012061720",
        "ctx": [
            "Why did you post your first video?",
            "this was part of a broader scheme to post many many many videos"
        ]
    },
    {
        "date": "202012061643",
        "ctx": [
            "are you going to put anything on instagram before the release of the next video?",
            "yes"
        ]
    },
    {
        "date": "202012061635",
        "ctx": [
            "How do you stay motivated when it is hard",
            "have you considered crying like a baby"
        ]
    },
    {
        "date": "202012061526",
        "ctx": [
            "thoughts on the holidays?",
            "sometimes it's nice to switch it up, and have a lousy day on the holidays, and have much much better days for every other day in your life"
        ]
    },
    {
        "date": "202012061524",
        "ctx": [
            "In the \" La de da de da de da de day oh\" video in the \"things I want to say\" list you wrote \"I love satan\", why? What does it mean?",
            "could be just a way to spice things up"
        ]
    },
    {
        "date": "202012061511",
        "ctx": [
            "What do you classify as a \"average question?\"",
            "'what do you think of the word moist'"
        ]
    },
    {
        "date": "202012061442",
        "ctx": [
            "how dare you be so normal",
            "i will try to tone it down"
        ]
    },
    {
        "date": "202012061416",
        "ctx": [
            "youre an amazing content creator. I honestly draw so much comfort from your content, so thank you",
            "holy smokes you are very friendly"
        ]
    },
    {
        "date": "202012061330",
        "ctx": [
            "do the glasses you occasionally wear in your videos help you see?",
            "no"
        ]
    },
    {
        "date": "202012061327",
        "ctx": [
            "were you walking around the airport terminal when you suddenly came up with the idea for \"at the airport terminal?\"",
            "no, but i was at the studio doing a new song idea generating session and i was fondly remembering a recent time i had been through an airport terminal"
        ]
    },
    {
        "date": "202012062443",
        "ctx": [
            "Hey! I was just wondering, in what key signature is your tune \"When I Get Older\"?",
            "key of Bb. the bridge sections seem to borrow from Bb minor",
            "I rrally want to learn on the guitar and maybe it's just me, but the rythm feels very complex somehow.",
            "the key signature has nothing to do with the rhythm. but the time signature is 3/4",
            "Anyhow, I hope you are well and take care!"
        ]
    },
    {
        "date": "202012062437",
        "ctx": [
            "How do you exactly make and come up with the lyrics and melodies of your songs",
            "a new trick i sometimes use is to 'set the scene'. think of a scene. usually at that point the songs just start spewing out. i would give you an example right now, but then the songs will start spewing and i already have way too many songs written. need to record them"
        ]
    },
    {
        "date": "202012062431",
        "ctx": [
            "hey bill wurtz i was thinking of learning to play the guitar to be able to make songs and stuff but i do not know anything about music theory and as i learn to play songs that other people have made will i be able to be good at making songs myself or is playing and creating a different thing entirely please hlep",
            "first just try it and see what happens, then get back to me"
        ]
    },
    {
        "date": "202012062302",
        "ctx": [
            "How do you feel about drawers\n?",
            "might be fake"
        ]
    },
    {
        "date": "202012062200",
        "ctx": [
            "what is life",
            "an opportunity for growth"
        ]
    },
    {
        "date": "202012060932",
        "ctx": [
            "what are your thoughts on snow",
            "it's pretty good"
        ]
    },
    {
        "date": "202012060820",
        "ctx": [
            "Is there a C7 in your new song? Or Cmaj7??",
            "not quite"
        ]
    },
    {
        "date": "202012060738",
        "ctx": [
            "do your songs have any secret meaning",
            "that depends on whether you've found it"
        ]
    },
    {
        "date": "202012060636",
        "ctx": [
            "do you like sheep",
            "yes but i can never figure out how many of them there are because i keep falling asleep when i try to count them"
        ]
    },
    {
        "date": "202012060530",
        "ctx": [
            "do you own potatoes",
            "no. always rent potatoes"
        ]
    },
    {
        "date": "202012060454",
        "ctx": [
            "If you could make sure one thing is left behind on earth for aliens to find after humans are gone, what would it be?",
            "a road"
        ]
    },
    {
        "date": "202012060340",
        "ctx": [
            "what should i do for my birthday besides listen to your glorious music",
            "walk to a new town"
        ]
    },
    {
        "date": "202012060226",
        "ctx": [
            "what was the bad thing you did",
            "underestimated how great the great plains are"
        ]
    },
    {
        "date": "202012060145",
        "ctx": [
            "Have you invented a new art form, at least for a solo artist?",
            "it seems impossible to do art without letting new forms be invented"
        ]
    },
    {
        "date": "202012061238",
        "ctx": [
            "do you believe in music genres?",
            "on an extremely short-term basis. like a few moments maybe"
        ]
    },
    {
        "date": "202012052327",
        "ctx": [
            "If u want to work on something BIG would u have to write down what u are doing for it or whatyour goals are, then one day accomplish it? But you'd write or type it, but then you would actually have to do it... and would I have to make videos or recording about what I'm doing and how I'm doing it and how it's going so far??????? Questions, questions... that no one knows the answer to, but, maybe everyone knows the answer to.... I have all of these thoughts... and I want to explain them, but if I'm stuck on one thought, I could forget the rest... what should I do??....",
            "writing things down is very good. it can help. ultimately the world will still be a total jungle, but it will help"
        ]
    },
    {
        "date": "202012052324",
        "ctx": [
            "do your songs actually have meaning",
            "do they mean anything to you",
            "or are they just random",
            "no"
        ]
    },
    {
        "date": "202012052213",
        "ctx": [
            "is 52898 prime?? tryna win a bet",
            "it is not. this is very obvious, because it ends in 8"
        ]
    },
    {
        "date": "202012052153",
        "ctx": [
            "Do you are have stupid?",
            "no but i'm getting some"
        ]
    },
    {
        "date": "202012052053",
        "ctx": [
            "how to happy?",
            "have you tried screaming at the sky"
        ]
    },
    {
        "date": "202012051942",
        "ctx": [
            "Why is it so hard to make any sense?",
            "because there is so much sense out there that's already been made, it can be intimidating"
        ]
    },
    {
        "date": "202012051900",
        "ctx": [
            "what is peas",
            "nothing. \"nothing is peas\", that is the official slogan of peas. some people find that to be hypocritical, but that's just the nature of the business"
        ]
    },
    {
        "date": "202012051851",
        "ctx": [
            "How was the music production (recording/mixing/making things sound not crappy) learning curve for you?",
            "maddening, saddening, ...... gladdening,"
        ]
    },
    {
        "date": "202012051727",
        "ctx": [
            "What do you classify as a \"good question\"",
            "an average question"
        ]
    },
    {
        "date": "202012051633",
        "ctx": [
            "Are you dumb",
            "yes and no"
        ]
    },
    {
        "date": "202012051520",
        "ctx": [
            "Do you have a generic answer to every question that's been answered?",
            "no"
        ]
    },
    {
        "date": "202012051444",
        "ctx": [
            "why are you so darn relatable",
            "it's possible that you and i live on the same planet"
        ]
    },
    {
        "date": "202012051321",
        "ctx": [
            "Is your next project grander than History of the entire world that it's taking so long?",
            "no"
        ]
    },
    {
        "date": "202012052428",
        "ctx": [
            "What editing software do you use in your videos? Did you stop making videos because it went out of date?",
            "this is remarkably similar to what has happened, at least if you look at it in the short term. But in the longer term, what is really happening is, i am developing an all new process for making videos. The reason this process development always takes a long time for me is because apparently i have some kind of brain problem where i pathologically make everything more complicated with each passing second. I also feel i have a special talent for making things very very simple, but unfortunately i can only seem to do that every 10 seconds, which is not enough to offset the rate of complexification"
        ]
    },
    {
        "date": "202012051115",
        "ctx": [
            "you say that you tend to come up with lyrics and melody at the same time;HOW do you manage to repeatedly have multiple ideas simultaneously&#8253;i can't manage it! i just end up having to come up with a melody for the lurics i've just written or some lyrics for the melody i've written",
            "i find the ideas are about 10 times stronger when the lyrics and melody are born together. as for how to make this happen, sometimes you have to 'set the scene'. think of a scene. usually at that point the songs just start spewing out. it's a cool new trick i've learned"
        ]
    },
    {
        "date": "202012051009",
        "ctx": [
            "im so confused about everything. how to stop being confused",
            "write everything down"
        ]
    },
    {
        "date": "202012050958",
        "ctx": [
            "how do you get through hyper self-critique when you just start a thing?",
            "the only way is to make a deal with myself that i will also do 999 other things after this thing, to make up for it"
        ]
    },
    {
        "date": "202012050825",
        "ctx": [
            "is the fragrance of music the same of art?",
            "no"
        ]
    },
    {
        "date": "202012050733",
        "ctx": [
            "How is3d animation going?",
            "pretty good, considering it has ruined my life"
        ]
    },
    {
        "date": "202012050626",
        "ctx": [
            "Has interacting with fans and making music made you into this witty spontaneous guy with a new way to look at things or have you always thought that way?",
            "if i'm really that spontaneous, then why do i edit everything so much and never do anything live"
        ]
    },
    {
        "date": "202012050536",
        "ctx": [
            "have you ever thought of making an album?",
            "yes but i changed my mind because i realized that i don't like albums. i love songs, and albums usually ruin all the songs on them, for me"
        ]
    },
    {
        "date": "202012050407",
        "ctx": [
            "when you perform live do you think you'll play new canaan?",
            "it's possible"
        ]
    },
    {
        "date": "202012050344",
        "ctx": [
            "how do you tolerate the inherent pointlessness of life?",
            "that reminds me, i was going to ask how you tolerate having 75 middle names"
        ]
    },
    {
        "date": "202012050210",
        "ctx": [
            "opinion on anteaters?",
            "sometimes i wonder if they drink ants also"
        ]
    },
    {
        "date": "202012050127",
        "ctx": [
            "Why are you so funny?",
            "that's due to extreme levels of normalcy i possess"
        ]
    },
    {
        "date": "202012051236",
        "ctx": [
            "Would you please tell us of your life story and struggles some time?",
            "yes"
        ]
    },
    {
        "date": "202012042359",
        "ctx": [
            "(ref: q.php?date=202012032128)12.3.209:28 pm  if you're changing the music production process, does that mean we'll have to wait another year after this video before the next one?",
            "that all depends on how big of an idiot i am"
        ]
    },
    {
        "date": "202012042258",
        "ctx": [
            "before you do something, do you think of the outcome",
            "sometimes"
        ]
    },
    {
        "date": "202012042158",
        "ctx": [
            "Do you actually sleep?",
            "yes",
            "Your responses are all spaced hours apart during the day and night.",
            "no they are not. but the questions are. the answers are answered at a different time from the question. for example, the time now is Saturday, December 5, 2020 8:34:09 PM. the reason i don't normally put 2 dates and 2 times on each question is to prevent the possible explosion of the reader's head cranium"
        ]
    },
    {
        "date": "202012042049",
        "ctx": [
            "how many braincells do you have",
            "oh several half dozen or so"
        ]
    },
    {
        "date": "202012041951",
        "ctx": [
            "once you release the first new video, will the video afterwards take another year to come out?",
            "that all depends on how big of an idiot i am"
        ]
    },
    {
        "date": "202012041833",
        "ctx": [
            "Why do you like music?",
            "i don't know. it likes me"
        ]
    },
    {
        "date": "202012041713",
        "ctx": [
            "Why is 3 such an appealing amount of things to us?",
            "it's the smallest number of items that allows you to create a pattern and break it"
        ]
    },
    {
        "date": "202012041710",
        "ctx": [
            "Do you have a favorite type of genre of music? If so what is it?",
            "regular"
        ]
    },
    {
        "date": "202012041639",
        "ctx": [
            "what inspires you?",
            "the fabric and fibers of our world today"
        ]
    },
    {
        "date": "202012041552",
        "ctx": [
            "what is your major malfuntion?",
            "the human brain has an important feature, called the infinity warning. it warns you whenever you are trying to do infinity. it says, 'warning, you are trying to do infinity, which is not possible so please stop now so your feelings don't get hurt from how impossible it would be to do infinity', well that part of my brain is unfortunately missing"
        ]
    },
    {
        "date": "202012041412",
        "ctx": [
            "Trump or biden",
            "i can never remember which one is which"
        ]
    },
    {
        "date": "202012041333",
        "ctx": [
            "\"oh no wear is my pink tutu\" what does this mean",
            "404"
        ]
    },
    {
        "date": "202012042432",
        "ctx": [
            "what inspired \"At The Airport Terminal\"?",
            "airport terminals"
        ]
    },
    {
        "date": "202012042406",
        "ctx": [
            "what do you still have to do on the next video?",
            "make it good"
        ]
    },
    {
        "date": "202012040931",
        "ctx": [
            "do you fear the bread uprising?",
            "no"
        ]
    },
    {
        "date": "202012040919",
        "ctx": [
            "which animal would be cool to scale up to the size of a zebra?",
            "mini zebra"
        ]
    },
    {
        "date": "202012040834",
        "ctx": [
            "Hey men, just wanted to say that I really love your songs and videos. Your talent is insane as your videos. Hope you are doing alright! \nQuestion: How did you start learning music",
            "i don't remember",
            "and editing?",
            "i found the 'scissor' tool in the computer"
        ]
    },
    {
        "date": "202012040756",
        "ctx": [
            "in your video 'at the airport terminal', what does the 't' mean in 0:44-0:46 (video length)?",
            "terminal"
        ]
    },
    {
        "date": "202012040643",
        "ctx": [
            "What's your opinion on doors?",
            "good way to walk through walls"
        ]
    },
    {
        "date": "202012040642",
        "ctx": [
            "i'm starting to feel like maybe i should be trying harder do you agree",
            "that all depends on how hard you're currently trying"
        ]
    },
    {
        "date": "202012040630",
        "ctx": [
            "is the japan video related to something?",
            "yes",
            "do you secretly live in japan?",
            "i either don't know or can't tell you",
            "or you're just a fan of something japanese?",
            "i'm a fan of everything"
        ]
    },
    {
        "date": "202012040526",
        "ctx": [
            "What are your thoughts on The Lick?",
            "scientists are getting ready to announce the possible existence of a second lick"
        ]
    },
    {
        "date": "202012040450",
        "ctx": [
            "Does music trick people into thinking life has purpose?",
            "it illuminates bits of the limitless ocean of purpose that we have all been swimming in"
        ]
    },
    {
        "date": "202012040241",
        "ctx": [
            "what bad thing did you do",
            "tried to crash the stock market but accidentally made it go really high instead"
        ]
    },
    {
        "date": "202012040117",
        "ctx": [
            "have you planned on making your next video",
            "yes, and many more after that. so far i have never had any plans to stop"
        ]
    },
    {
        "date": "202012041256",
        "ctx": [
            "bill i can't find the question i asked because i'm not entirely sure what it was, can you help me find it",
            "(ref: q.php?date=202009202334\"target=\"_blank)sure<remqq></remqq>"
        ]
    },
    {
        "date": "202012041209",
        "ctx": [
            "when demanding more from your self, how do you keep that from making you demand more from others?",
            "how about...................... 'social distancing'"
        ]
    },
    {
        "date": "202012032305",
        "ctx": [
            "Do you ever finish a song even though you might not love it?",
            "yes"
        ]
    },
    {
        "date": "202012032303",
        "ctx": [
            "when will you do more reality videos?",
            "as soon as i can find a way to do regular videos, at a pace which is even mildly acceptable"
        ]
    },
    {
        "date": "202012032251",
        "ctx": [
            "Could you tell us your life story sometime",
            "sure"
        ]
    },
    {
        "date": "202012032128",
        "ctx": [
            "How is this new video editing technique going to help you?",
            "i don't really have that yet, but it will be necessary to edit the new kind of videos i am making",
            "Are you changing up anything on the music production side?",
            "yes but not yet. probably for the next one"
        ]
    },
    {
        "date": "202012032103",
        "ctx": [
            "Do you take life seriously?",
            "yes"
        ]
    },
    {
        "date": "202012032052",
        "ctx": [
            "What does \"monkey fun\" mean",
            "might be sarugaku"
        ]
    },
    {
        "date": "202012031945",
        "ctx": [
            "What do you like to do in your spare time?",
            "there is no spare time. there is less time than is needed, not more"
        ]
    },
    {
        "date": "202012031926",
        "ctx": [
            "Can you (Yourself) write messages without using the English Alphabet?",
            "yes"
        ]
    },
    {
        "date": "202012031622",
        "ctx": [
            "Do you have the music written down for any of your songs?",
            "yes",
            "Like on sheet music?",
            "yes, but it is not written down after it's recorded. only before. it is usually the policy to make the recordings adhere quite strictly to the writing, but, it is not guaranteed",
            "If so may we have a peak at some?",
            "sure"
        ]
    },
    {
        "date": "202012031524",
        "ctx": [
            "do you have any good chords you can tell us about?",
            "F"
        ]
    },
    {
        "date": "202012031511",
        "ctx": [
            "i've written a couple songs that sound really cool when i imagine them in my head, but as soon as I sit down at the computer and try to record a drum track, or a keys track, or anything it starts sounding boring and absurd and i don't want to make it anymore... except i really do. what to do? what to do? what to do?",
            "ah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that"
        ]
    },
    {
        "date": "202012031415",
        "ctx": [
            "ik this is a tired type of question, but whats the inspiration/meaning behind your video Time Mop? it's very different than other things you were making at the time and gives off some weird vibes.",
            "there are 2 elements to that, which came about completely separately. the audio, and the video that goes with it. The audio recording, called \"time mop\", was part of a series of 4 recordings i made in june 2009. my career felt way way too speculative for many years up until then, and i was getting very desperate to actually make some recordings. so in a fit of rage and desperation, i did \"help, i'm trapped in the center of a rectangle\", and 3 others, including \"time mop\". those are just instrumental music pieces, with no video. \nThen, later, around 2014, after i had finally begun actually making videos, sometimes song-videos, one of the types of videos i was doing would be music videos to go with songs i had already recorded. i had done some of these already, and they all were songs with lyrics. When there's lyrics, it usually gives you a pretty obvious guide for what might happen in the video. But, what if it's an entirely instrumental song? what would the video look like then? So i decided to try. Actually, i just remembered, i had actually begun to do work on this video as early as 2013, in the early stages of experimenting with video. and then i picked it up again after the regular video production schedule was underway. So it was originally an instrumental, in 2009, as a challenge to myself to do ANYTHING (besides textual non-video non-music), and the video in 2013 was a challenge to see if i could do a music video for a song without lyrics"
        ]
    },
    {
        "date": "202012031354",
        "ctx": [
            "When you create your new song and begin on your new schedule,",
            "there's going to be more than 1 new song. also the latest one has already been done for a while, i am still doing the video for it. also there was another new song done before that which i still didn't finish the video for, because of an existential crisis i began having and am still having",
            "will you continue alternating between a random/monday/anything video and a song or just songs or something random.",
            "songs and non-songs. absolutely nothing random. randomness can go to hell and get banished"
        ]
    },
    {
        "date": "202012031332",
        "ctx": [
            "What music do you listen to?",
            "respectful"
        ]
    },
    {
        "date": "202012032447",
        "ctx": [
            "How do you respond to questions at all times of day?",
            "the key to that would be doing it at different times on different days. if i tried to answer at all times on the same day it would be a bit overboard",
            "Do you ever sleep?",
            "yes, i was asleep when you asked this"
        ]
    },
    {
        "date": "202012032439",
        "ctx": [
            "Do you ever have a moment when listening to music where a random sound (like a door closing) is in the same like key as the music and it kind of formed a chord?",
            "sure"
        ]
    },
    {
        "date": "202012032433",
        "ctx": [
            "What key is the world in?",
            "you"
        ]
    },
    {
        "date": "202012032401",
        "ctx": [
            "in \"a play featuring an iphone power block and mechanical pencil\" you mention how fucking shitty valentine's day is, so you actually hate valentine's day",
            "no, those view are not my own. i did write it, but, it is satire. this is often an important distinction to make"
        ]
    },
    {
        "date": "202012031136",
        "ctx": [
            "do you think that you make really cool music?",
            "i'll see what i can do",
            "cause i do"
        ]
    },
    {
        "date": "202012031046",
        "ctx": [
            "Is time an illusion",
            "no but it is useful for doing illusions"
        ]
    },
    {
        "date": "202012031041",
        "ctx": [
            "thoughts on thoughts ?",
            "they're pretty good"
        ]
    },
    {
        "date": "202012030946",
        "ctx": [
            "you mentioned in the song \"la de da de da de da de day oh\" that \"2 + 2 has been 4 for so many darn oh lord\". but i would like to ask, how many years is \"so many darn years\"?",
            "it's not important. the important part is it sounds like it says \"4\" twice in a row. any further numerical consideration after that would overwhelm the mind",
            "i have not been able to get good sleep since this popped into my head.",
            "have you tried using 2 beds"
        ]
    },
    {
        "date": "202012030938",
        "ctx": [
            "are you wanting your next song to be a surprise?",
            "surprise is just one of many elements i normally use"
        ]
    },
    {
        "date": "202012030930",
        "ctx": [
            "Help me bill.I'm currently searching for something that I'm truly passionate about, but whenever I find an activity that sparks my interest, I never stay interested in it for long.This is starting to become very frustrating.",
            "how about being an adventurer"
        ]
    },
    {
        "date": "202012030921",
        "ctx": [
            "What chords did you use for I Can Play?",
            "Ab, and more"
        ]
    },
    {
        "date": "202012030810",
        "ctx": [
            "Is Wyoming real?",
            "yes that is their state motto. \"we are real\""
        ]
    },
    {
        "date": "202012030748",
        "ctx": [
            "favorite song?",
            "i haven't found it yet, that's why i keep making new ones just in case"
        ]
    },
    {
        "date": "202012030541",
        "ctx": [
            "Opinion on swords?",
            "the blade is too sharp. the handle is not sharp enough"
        ]
    },
    {
        "date": "202012030424",
        "ctx": [
            "What planet are you from",
            "i am from the average planet"
        ]
    },
    {
        "date": "202012030415",
        "ctx": [
            "What is your best tip on writing music?",
            "you have to trick the music into thinking it has tricked you into thinking you are doing it"
        ]
    },
    {
        "date": "202012030358",
        "ctx": [
            "Do you take questions seriously?",
            "yes"
        ]
    },
    {
        "date": "202012030326",
        "ctx": [
            "Are you going to save the world any time soon?",
            "i'll see what i can do"
        ]
    },
    {
        "date": "202012030251",
        "ctx": [
            "What vid are you working on",
            "it's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer"
        ]
    },
    {
        "date": "202012030208",
        "ctx": [
            "Im waiting for you to post. Whats going to be the next video?",
            "it's one of those songs where it has a music video also, to go along with the song. released as a video, and also as just the song so you can listen to it on-the-go if you prefer"
        ]
    },
    {
        "date": "202012030134",
        "ctx": [
            "Out of all the videos that you have made so far, which ones do you like the most?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "202012030120",
        "ctx": [
            "in long long long journey you said that most of the paintings in the museum were painted by someone else. which paintings were yours and what were they of?",
            "that song, for example. or perhaps the museum itself"
        ]
    },
    {
        "date": "202012031203",
        "ctx": [
            "Has the rain made any cool sounds for you as of late?",
            "yes"
        ]
    },
    {
        "date": "202012022343",
        "ctx": [
            "Are you making a new song?",
            "that's only a small piece of the picture. i am also going to make hundreds of other songs, and many videos, to go with those songs and also some additional videos separately from the songs",
            "If yes then when?",
            "as often as possible"
        ]
    },
    {
        "date": "202012022329",
        "ctx": [
            "What is for dinner?",
            "an additional lunch"
        ]
    },
    {
        "date": "202012022309",
        "ctx": [
            "what your favorite song that you've written that isn't going be a new one?",
            "unfortunately, in that case, one that would have never gotten a chance to be done"
        ]
    },
    {
        "date": "202012022119",
        "ctx": [
            "When do you think your next song/video will come out",
            "i thought i knew, but i was wrong. so to turn the tables i've decided to talk about my wrongness, which i am right about"
        ]
    },
    {
        "date": "202012022051",
        "ctx": [
            "do you have any life tips?",
            "life tips are all over the place",
            "you seem like you might have some wisdom and i dont know how to",
            "just take a walk, you will surely step in some wisdom"
        ]
    },
    {
        "date": "202012022044",
        "ctx": [
            "does \"mental illness\" come with the bonus of added sensitivities?",
            "sometimes"
        ]
    },
    {
        "date": "202012022025",
        "ctx": [
            "Why do you always sing the wrong lyrics in improv covers?",
            "due to improv"
        ]
    },
    {
        "date": "202012021955",
        "ctx": [
            "i have thought of expresssing the same thought in literally 16 ways and i don't like any of them. help?",
            "take another look at the first one you did"
        ]
    },
    {
        "date": "202012021834",
        "ctx": [
            "What was your inspiration for \"ball& stick\"?",
            "they just looked so good together on the screen, i had to write something for them"
        ]
    },
    {
        "date": "202012021713",
        "ctx": [
            "is reality real",
            "oh that would explain this tingling sensation in the sky"
        ]
    },
    {
        "date": "202012021600",
        "ctx": [
            "You think bananas are pretty cool?",
            "yes"
        ]
    },
    {
        "date": "202012021558",
        "ctx": [
            "What's your favorite of your videos",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "202012021556",
        "ctx": [
            "Is \"mt. saint helens is about to blow up\" about seeing the bright side and keeping a positive outlook in life amid catastrophes?",
            "that's what it sounds like to me. i also hear various other things in it"
        ]
    },
    {
        "date": "202012021538",
        "ctx": [
            "Your instructions for video making in the music video of \"slow down\" don't seem to be working, any advice?",
            "that's satire"
        ]
    },
    {
        "date": "202012021524",
        "ctx": [
            "Do you like watermelons?",
            "too much melon for water, too much water for melon"
        ]
    },
    {
        "date": "202012021328",
        "ctx": [
            "how to flabbergast someone",
            "on most days, people will flabbergast themselves. you can just take a hands-off approach"
        ]
    },
    {
        "date": "202012021320",
        "ctx": [
            "What is the definition of parsley?",
            "a garden, on your plate"
        ]
    },
    {
        "date": "202012022439",
        "ctx": [
            "is the moon made out of cheese?",
            "no"
        ]
    },
    {
        "date": "202012022429",
        "ctx": [
            "are penguins evil?",
            "no"
        ]
    },
    {
        "date": "202012022426",
        "ctx": [
            "Who were the paintings painted by in Long Long Long Journey?",
            "society"
        ]
    },
    {
        "date": "202012022405",
        "ctx": [
            "how does one make a new language?",
            "it depends why"
        ]
    },
    {
        "date": "202012021132",
        "ctx": [
            "does wyoming exist",
            "yes, that is their claim to fame"
        ]
    },
    {
        "date": "202012021056",
        "ctx": [
            "will you release the song on christmas so it will be the best gift ever given to the human community?",
            "this might seem strange, but gifts are actually better when they are not on christmas, because they would be more unexpected"
        ]
    },
    {
        "date": "202012021018",
        "ctx": [
            "What's your opinion on maryland",
            "it's everywhere. you'll never find all of it. some of it might be in delaware"
        ]
    },
    {
        "date": "202012020803",
        "ctx": [
            "how high are you on the mountain of life?",
            "about half way"
        ]
    },
    {
        "date": "202012020751",
        "ctx": [
            "wheres waldo",
            "look in the mirror"
        ]
    },
    {
        "date": "202012020608",
        "ctx": [
            "why I am addicted to basses in \"when I get older",
            "could be that bit of catnip i slipped in there"
        ]
    },
    {
        "date": "202012020552",
        "ctx": [
            "What is your opiniun on humans history?",
            "it almost reminds me of the big bang"
        ]
    },
    {
        "date": "202012020452",
        "ctx": [
            "You got any ideas floating around?",
            "they are packed too densely. no room to float. suffocating"
        ]
    },
    {
        "date": "202012020339",
        "ctx": [
            "What is your opinion on people who only like one type of music?",
            "joke's on you, it's all the same type"
        ]
    },
    {
        "date": "202012020219",
        "ctx": [
            "How do you feel about pencils",
            "fine"
        ]
    },
    {
        "date": "202012020214",
        "ctx": [
            "When you wrote and the days goes on, were you going through something tough",
            "no, that was one of the most joyful songwriting sessions i've ever had"
        ]
    },
    {
        "date": "202012021237",
        "ctx": [
            "I know this is a big question but like... why do you do what you do? What's your motivation/goal?",
            "i'm just trying to get everyone to be neighbors"
        ]
    },
    {
        "date": "202012021234",
        "ctx": [
            "what do you think of memory foam pillows",
            "ah, that makes me think of cancer and reproductive harm"
        ]
    },
    {
        "date": "202012021233",
        "ctx": [
            "What happened to make you stop making content?",
            "that's not actually how it really goes, but it can appear that way. typically what happens is, i attempt to make too much content and i choke on all of it before you even get to see it. this has been happening for the majority of my life so far. but eventually through sheer determination i am able to explode and the content comes out somehow, even if slightly bruised",
            "I'm sorry if this question is too personal."
        ]
    },
    {
        "date": "202012012341",
        "ctx": [
            "What's the most fun scale to play on piano (not in terms of songwriting, just the finger movements of it)?",
            "chromatic"
        ]
    },
    {
        "date": "202012012331",
        "ctx": [
            "is the anagram thing your idea?",
            "no, it's an ancient artform. in latin, it was called \"ars magna\" which means Great Art",
            "would you mind if others did something similar?",
            "no",
            "Maybe with different languages?",
            "do as many languages as you can"
        ]
    },
    {
        "date": "202012012302",
        "ctx": [
            "What are the complications of the universe's natural laws created by the bad thing you did in \"Just Did a Bad Thing\"?",
            "2 rights make a wrong"
        ]
    },
    {
        "date": "202012012248",
        "ctx": [
            "What is your opinion on pineapple on pizza?",
            "sometimes the pineapple might be inside the pizza"
        ]
    },
    {
        "date": "202012012233",
        "ctx": [
            "Bill tell me a fact about Worms",
            "not enough cans, to contain them all"
        ]
    },
    {
        "date": "202012012214",
        "ctx": [
            "Do you eat Starburst with or without the peel",
            "i didn't realize starbursts were edible"
        ]
    },
    {
        "date": "202012012152",
        "ctx": [
            "Would you consider including the word \"societal\" in a song?",
            "if songwriting goes well, there is not time to consider anything. consideration is mostly useless in songwriting"
        ]
    },
    {
        "date": "202012012143",
        "ctx": [
            "What's your opinion on Pennsylvania?",
            "when you try to put wavy mountains into a rectangle"
        ]
    },
    {
        "date": "202012012101",
        "ctx": [
            "In regards to Steve's two step program (find the mountain, climb the thing), which step are you on?",
            "i'm doing both at the same time, which is fucked"
        ]
    },
    {
        "date": "202012012041",
        "ctx": [
            "Do you think you can give us an update on how things are going?",
            "yes"
        ]
    },
    {
        "date": "202012012000",
        "ctx": [
            "Do you have a particular instrument you prefer to use when writing songs?",
            "yes",
            "I can only really write music using my ukulele, then play it on other instruments, so I was wondering if you were the same haha.",
            "yes, a lot of people do this. this is so the writing department and production department don't confuse each other"
        ]
    },
    {
        "date": "202012011941",
        "ctx": [
            "How do your songs sound sad and uplifting at the same time?",
            "could be a reflection of the world all around us"
        ]
    },
    {
        "date": "202012011934",
        "ctx": [
            "Is angry music okay?",
            "sure"
        ]
    },
    {
        "date": "202012011826",
        "ctx": [
            "what are your predictions for 2021",
            "months will occur"
        ]
    },
    {
        "date": "202012011727",
        "ctx": [
            "whats the difference between LP EP album",
            "i have no idea"
        ]
    },
    {
        "date": "202012011632",
        "ctx": [
            "what is your biggest question?",
            "what the heck"
        ]
    },
    {
        "date": "202012011554",
        "ctx": [
            "in your video \"hi im steve\" he said his name isnt steve but he said he is steve at the end so is his name steve or another name",
            "it's the same name as yours"
        ]
    },
    {
        "date": "202012011426",
        "ctx": [
            "the visuals in your video are amazingly pleasing. how do you make them?",
            "we'll see",
            "they seem so hard to make.",
            "i'm making it easier but it's getting harder faster than i'm making it easier. my plan to fix this is to start making it easier even faster"
        ]
    },
    {
        "date": "202012011332",
        "ctx": [
            "do you have a favorite time signature",
            "what's the normal one"
        ]
    },
    {
        "date": "202012012436",
        "ctx": [
            "BILL WHEN WILL YOUR NEW SONG COME OUT",
            "pretty soon"
        ]
    },
    {
        "date": "202012011132",
        "ctx": [
            "In the reality section of the website, at the oldest entry after selecting \"i don't know\" at the password screen, what was with the stacking of the books and such?",
            "that looks like a person who is absolutely desperate to make videos"
        ]
    },
    {
        "date": "202012011022",
        "ctx": [
            "if you wouldn't mind temporarily stepping out of the mindset of producing your newest and soon-too-be-hopefully-greatest song and video, is there any song you've made in the past that stands out to you in any way;",
            "yes",
            "and if so, would you have any thoughts you could share?",
            "on 'hallelujah', i decided to START the entire recording process on an EQ setting that mimics the speaker on a smartphone. the reason i did this was to try to have a better guarantee that the arrangement would make sense there (literally no bass). it sometimes stresses me out that that platform is so drastically different from the ones that include the bass (headphones, car speakers, etc). It's almost like if you are doing a TV show and 40% of your audience can't see the color green. If you are making the project on a system where you CAN see the color green, you're gonna have no idea what those greenless viewers are even seeing. Some people check different systems at the very end, and then make 'adjustments', but i figured it's way too late if you check it at the end. so i decided to start the entire process in the bassless mode, to make sure i was making decisions that were strong on that platform. Then turn the bass frequencies back on and then fill in the bass i want for the full-range listeners. This seemed like a good idea but it didn't really go so well and i don't do it anymore. it didn't really harm the sound of the song, but it encouraged me to overthink even more than i normally do"
        ]
    },
    {
        "date": "202012010906",
        "ctx": [
            "Is life secretly weird",
            "yes, but there is an even bigger secret, that it's normal"
        ]
    },
    {
        "date": "202012010901",
        "ctx": [
            "How much of what you learned with these new methods will you be implementing into the music video?",
            "about 32%",
            "Do you exactly know yet?",
            "no"
        ]
    },
    {
        "date": "202012010833",
        "ctx": [
            "what is a country?",
            "i'm not sure"
        ]
    },
    {
        "date": "202012010709",
        "ctx": [
            "how to make music without knowing anything about it?",
            "it might be easier. no matter how much you 'know' about it, there is infinite times more unknown about it. that's because music is limitless. So, if you think you 'know' some things about it, it might be tempting to think your knowledge is worth something. when actually, no matter how much anyone knows, that still only represents around 0.0000% of the overal potential music knowledge base"
        ]
    },
    {
        "date": "202012010608",
        "ctx": [
            "what is your thought process when making your music?",
            "mostly thinking about how i feel. but, that actually doesn't work until i can reverse it. feeling about how i think",
            "do you just start with a single random note or beat",
            "usually the starting point has closer to 50/50 balance between musical and linguistic elements. otherwise it probably won't go so smoothly",
            "and go with the flow or do you think hard before making a song?",
            "think easy. the hardest thing about songwriting is it's too easy. sometimes it's very hard to try easy on something, especially when you want it so bad"
        ]
    },
    {
        "date": "202012010531",
        "ctx": [
            "I usually am the one to reach out to people to hang out and what not, so I stopped reaching out to see if anyone would reach out to me and I realized that I don't actually have any friends. How can I actually make good friends?",
            "i think this might be the perfect time to take a look at some of your non friend-related goals. this will help you be more of the person you want to be, which will also easily improve the friend scene in the future"
        ]
    },
    {
        "date": "202012010453",
        "ctx": [
            "how are you so blatant how do you think of random things?",
            "i refuse to think of random things. i only think of things in numerical order",
            "what goes into your mind all the time?",
            "it's a lot of counting"
        ]
    },
    {
        "date": "202012010401",
        "ctx": [
            "do you like christmas ?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202012010258",
        "ctx": [
            "is this the first question of december??",
            "no"
        ]
    },
    {
        "date": "202012010211",
        "ctx": [
            "is this the first question of december bill?",
            "no"
        ]
    },
    {
        "date": "202012010135",
        "ctx": [
            "What's your opinion on ceilings",
            "too high"
        ]
    },
    {
        "date": "202012010134",
        "ctx": [
            "mambo no 5 is a great song but it makes me wonder what happened to mambos 1-4",
            "less"
        ]
    },
    {
        "date": "202012010123",
        "ctx": [
            "What was the bad thing you did in \"just did a bad thing\"?",
            "failed at producing a song too quickly nor too slowly, and accidentally ended up working on it for exactly the right amount of time"
        ]
    },
    {
        "date": "202012010110",
        "ctx": [
            "what's your favorite date in the year?",
            "1/1"
        ]
    },
    {
        "date": "202012011221",
        "ctx": [
            "Are you making more songs?",
            "flipping hecko yes"
        ]
    },
    {
        "date": "202012011211",
        "ctx": [
            "why did the chicken cross the road",
            "what my client (the chicken) and i are wondering is why was a road built across the chicken's path"
        ]
    },
    {
        "date": "202012011205",
        "ctx": [
            "I like to make very simple music from time to time, but sometimes I come up with a tune that I later realize is just a variation or too similar to a tune I have already created before. Do you have any advice on how to not make songs that sound too similar to one another?",
            "this is just an experiment, but try to write something that's not a song. it will become a song anyway, and the  pathway back should be unique\n\n\n\n\n\n(ref: questions-2020-11.html)PREVIOUS QUESTIONS"
        ]
    }
]