[
    {
        "date": "4.30.21 11:34 pm",
        "ctx": [
            "in the corner of this page, there's a button that says, \"I'm feeling randy.\" how is randy feeling?",
            "that's not a person. it's a feeling. the feeling would be \"in the mood to see randomly selected questions instead of chronologically\""
        ]
    },
    {
        "date": "4.30.21 11:31 pm",
        "ctx": [
            "why did the chicken cross the road",
            "what my client (the chicken) and i are wondering is why was a road built across the chicken's path"
        ]
    },
    {
        "date": "4.30.21 10:49 pm",
        "ctx": [
            "Do you remember how the melody for new canaan came to you? If so, what was it? Thanks so much!",
            "i wrote the whole thing while i was on a train to new canaan, and in new canaan, and on the way back from new canaan. i made some significant edits to it years later, but all of the main melodies stayed the same"
        ]
    },
    {
        "date": "4.30.21 9:09 pm",
        "ctx": [
            "I've written something so wild it almost feels like it wasn't me who wrote it. Have you ever experienced this?",
            "yes"
        ]
    },
    {
        "date": "4.30.21 8:35 pm",
        "ctx": [
            "What is music",
            "like a reflection of you, but not a reflection. actual"
        ]
    },
    {
        "date": "4.30.21 8:30 pm",
        "ctx": [
            "what do you do when you love it too much and you're vibrating about it and you can't sleep",
            "it's gonna be fine. just stay calm and watch your head. there will be plenty of good news left for later"
        ]
    },
    {
        "date": "4.30.21 8:13 pm",
        "ctx": [
            "what is your favorite poem?",
            "signs, and signage in general"
        ]
    },
    {
        "date": "4.30.21 6:05 pm",
        "ctx": [
            "Is there a secret lore behind all of your videos?",
            "yes, it's me, i'm making videos"
        ]
    },
    {
        "date": "4.30.21 5:46 pm",
        "ctx": [
            "what was the motivation to make expert mode on this site?",
            "expert mode was made first, but it wasn't called expert mode, it was called billwurtz dot com. the motivation to make billwurtz dot com was probably just from being bill wurtz all the time, and finally wanting to do something about it. Then, a little while later, there was motivation to make some categories pages because truthfully this bill wurtz content does tend to come in categories. But i didn't wanna get rid of that original 'combined' experience, so i gave it a name and kept it there. and the reason i called it 'expert mode' is because it's all the categories at the same time, including some things in categories which haven't been defined yet"
        ]
    },
    {
        "date": "4.30.21 4:41 pm",
        "ctx": [
            "would you host SNL if given the opportunity?",
            "sure"
        ]
    },
    {
        "date": "4.30.21 2:54 pm",
        "ctx": [
            "are you working on some reality posts right now?",
            "yes"
        ]
    },
    {
        "date": "4.30.21 2:00 pm",
        "ctx": [
            "i want to do everything but i don't think i have time. What do I do?",
            "you might have to sing a song. that may be the only way to reconcile"
        ]
    },
    {
        "date": "4.30.21 11:26 am",
        "ctx": [
            "how are your answers to questions so intelligent??",
            "maybe i'm finally running out of stupid answers"
        ]
    },
    {
        "date": "4.30.21 10:52 am",
        "ctx": [
            "im not even here to ask a question i just wanna say ive been in love w ur music since i was in 7th grade. my question is what inspired you to make the history of the entire world, i guess?",
            "i figured someone's gotta do it. i might as well give it my best shot"
        ]
    },
    {
        "date": "4.30.21 10:33 am",
        "ctx": [
            "other than just doing more of it, is there a way to be faster at writing down rhythms (ie when trying to catch an idea without a keyboard available)?\n notes are easy to transport out of the mind but it's taking me a lot of time counting out the exact rhythm i want to put down",
            "got a phone?"
        ]
    },
    {
        "date": "4.30.21 10:31 am",
        "ctx": [
            "is \"ax\" in It's Gonna Be alright means ask?",
            "yes"
        ]
    },
    {
        "date": "4.30.21 9:28 am",
        "ctx": [
            "will your next song be an SATB chorale harmonization in the style of 18th-century Anglican chanting commissioned by the Lutheran church featuring heartwarming voice leading and an ecclesiastical organ of gargantuan proportions?",
            "all options are on the table"
        ]
    },
    {
        "date": "4.30.21 7:46 am",
        "ctx": [
            "why did you choose to quit on the first day of school as opposed to the last one?",
            "helps the plot, especially right at the beginning"
        ]
    },
    {
        "date": "4.30.21 7:20 am",
        "ctx": [
            "why do you sometimes answer the same question differently? were you lying the first time, did you change your mind, or is it some mysterious third thing?",
            "this is to provide something new, if you've seen the question before"
        ]
    },
    {
        "date": "4.30.21 4:52 am",
        "ctx": [
            "what do you think of palm-muting on distorted guitar?",
            "it's pretty good",
            "seems an effective way to make it more percussive"
        ]
    },
    {
        "date": "4.30.21 2:34 am",
        "ctx": [
            "Why did you decide to stop working on i'm a princess at one point and start here comes the sun?",
            "i did a heck of a lot in between. i stopped working on i'm a princess because the world of 3D was so vast and overwhelming and i was so in love with it, i needed to get as deep as i could into it, which also requires some significant renovations, and i also got really into those too. Then finally when i had hit rock bottom and needed to pretty much 'make a video or die', i think i decided i wanted to start fresh, with something a little more straightforward. although in retrospect, 'princess' would have been pretty good there. but the other technical reason is because the video was already like 20% made in the old system, and i was certainly in no mood to go back to the old system, and yet i still desperately wanted to use the footage, because it was very sentimental to me, because it literally shows the moment where i fell in love with 3D. So i knew it was going to be somewhat of an odd case, a frankenstein project, that would have to be pieced together cleverly to combine old and new. a bit too complicated of an endeavor for me to attempt in the first go. in addition it obviously required character animation, for continuity purposes, which actually i was quite ready for because i developed most of that in early 2020. but i still wasn't ready for it yet. i tried a cameo in the 'sun' song to prepare"
        ]
    },
    {
        "date": "4.30.21 2:26 am",
        "ctx": [
            "hello bill billson my question is how do i stop zoning out while listening to music? it seems like no matter how much i'm enjoying the music, no matter how interesting the music is, no matter how few distractions i have, i still zone out often during my music listening sessions. i also often have trouble paying 100% full attention to the music for more than like 10 seconds at a time. this doesn't mean i don't get to enjoy the music in the moment, just that it always takes multiple listens for me to digest a song or album and figure out how much i like it, if that makes sense. i can't imagine having any cohesive thoughts about a song or even remembering how it goes after listening to it only once, yet my music nerd friends seem to do all of this with ease. is there anything you think might help with this? sorry for the slightly unnecessarily-long winded question, and thank you in advance for any wisdom you may choose to dispense mr billiam wurtz",
            "you'll get this, in time. you just have to listen to a lot of music. you'll get it when you least expect it. how about this, have you ever tried working in a store where they play a broad and well established popular repertoire through the ceiling"
        ]
    },
    {
        "date": "4.30.21 2:20 am",
        "ctx": [
            "When did this page turn into \"ask Bill to prime factorise numbers\"?",
            "one time, a while ago, but nowadays i have some firm safeguards in place to make sure it is not that"
        ]
    },
    {
        "date": "4.30.21 2:03 am",
        "ctx": [
            "why do almost all songs have the same vi-IV-I-V progression?",
            "somewhere in the age of computers, it became easy to loop 4 bars over and over and over again. so it makes sense that someone would find a chord sequence that works very well when looped forever. basically if you're seeing that sequence a lot, it probably means you're in the age of the loop. that's my take"
        ]
    },
    {
        "date": "4.30.21 1:07 am",
        "ctx": [
            "What is the first number that is divisible by numbers 1-10? This is for extra credit",
            "feels like it's gotta be something like 420, but my therapist has just advised me not to worry about that too much right now. fuck, that doesn't have 9, how about 1260, gotta go"
        ]
    },
    {
        "date": "4.30.21 12:54 am",
        "ctx": [
            "(ref: q.php?date=202104290227)4.29.212:27 am  now i realize i can play also lacks V-I resolutions, which i think is notable because most songs you do have them at the end of verses or choruses.",
            "are you kidding, there are 5-1s all over the place in there",
            "guess i prefer plagal cadences",
            "i don't know what plagal means"
        ]
    },
    {
        "date": "4.30.21 12:16 am",
        "ctx": [
            "heyo bill! here comes the sun came after im a princess? according to your snogs page",
            "yes that's correct, for the songs (audio)"
        ]
    },
    {
        "date": "4.30.21 12:12 am",
        "ctx": [
            "when you said you could see that 262147 didn't have a 7 in its factorization, how did you know that? since there is no easy rule for divisibility by 7",
            "you can legally knock off the 7 from the right side. and it still will or won't be divisible by 7. do you see what i mean? so, imagine if you could make legal moves like this, until eventually you got it down to something you could recognize. So you can knock the 7 off. then you still have a 14 on the end. so obviously you can subtract 14 and you'll still be left with the same status of 7-ness (or non.) Then you're left with 262, and of course you can divide it all you want and that won't change the 7-ness either. so go ahead and divide it by 2, which is super easy, digitally. just halve the digits and it's 131. Ok so i already know that one is prime just because i know my primes up to at least there. but if you didn't know 131, you can of course subtract 21 (again, that won't change the 7-ness of the main number). so that brings you to 110 and you can drop the zero (again, dividing (by 10) won't change its 7-ness). so you drop the zero and it's 11, and please tell me you can tell by looking at it if 11 is divisible by 7 (it's not). so the original number couldn't have been, because we've only made legal moves up to here"
        ]
    },
    {
        "date": "4.29.21 11:11 pm",
        "ctx": [
            "I don't think my voice sounds good when I sing. How do you make your voice sound good when you sing?",
            "first, you'll have to be more open and honest with yourself, and the reasons you want to sing. hopefully that can make you feel comfortable enough to start doing it a little more, for now, and then pretty soon you'll get even better at it because that's just what happens when you do it more often. i think if you follow these steps you'll achieve results"
        ]
    },
    {
        "date": "4.29.21 9:49 pm",
        "ctx": [
            "when did you say wendnesday in a song? you said you mentioned it three or four songs ago in \"got some money\" but i can't find it lol.",
            "'wednesday' is probably one of those words i use too much in songs"
        ]
    },
    {
        "date": "4.29.21 8:48 pm",
        "ctx": [
            "any favorite songs that are sung in languages you don't know (ie. you don't know what the song \"means\")?",
            "of course. how about (ref: https://www.youtube.com/watch?v=o0b48EWd0iI\"target=\"_blank)this one, although i'm pretty sure i can tell what it means, and i'm paraphrasing, but i think it means \"holy moly! ..... that's a lot of love that i'm feeling\""
        ]
    },
    {
        "date": "4.29.21 7:36 pm",
        "ctx": [
            "I have a piano keyboard and started experimenting with it like I saw you suggest here in the questions a few times to others. I barely know any music theory but the stuff I improvised actually sounded pretty good. However that was just more or less randomly pressing chords and making a melody w/o knowing where it is going or what it would sound like.",
            "it must not have been completely random, because you already said it was good",
            "When I try to actually write a song on purpose it is no good. Is this normal?",
            "yes",
            "Please advise me",
            "music/art follows ridiculous rules. no scientist alive today can figure out exactly 'what' even is 'good' exactly. a huge amount of reverse psychology is at play. that's why it makes sense to me when you say you can't do it when you try, and you can do it when you don't try. sure, i can say \"don't try\", but that's easier said than done, especially if you really want it. but i think if you can accept the fact that it will come, you just don't know when, then you can feel ok waiting for it. get comfortable with the notes, while you are waiting. kind of like getting yourself comfortable in a waiting room chair"
        ]
    },
    {
        "date": "4.29.21 6:56 pm",
        "ctx": [
            "how do you take the first step to create art for the first time in your life?",
            "give me an example of what items you have to work with near by"
        ]
    },
    {
        "date": "4.29.21 5:50 pm",
        "ctx": [
            "was \"got some money\" made entirely in blender?",
            "the audio definitely was not"
        ]
    },
    {
        "date": "4.29.21 4:30 pm",
        "ctx": [
            "is there a particular reason you use mp3 files over a lossless format like flac or m4a?",
            "in an mp3, i personally don't perceive any loss (to the sound). it sounds exactly the same to me as it sounded in the daw, and yet it saves a lot of space compared to other formats. and it's also an extremely popular format which i can almost guarantee is compatable with everyone's device"
        ]
    },
    {
        "date": "4.29.21 4:17 pm",
        "ctx": [
            "i find composing music quite enjoyable but the \"audio engineering\" part quite boring, which means i never improve at it, any advice?",
            "i guess my first question is, do you think your song recordings sound good enough for you"
        ]
    },
    {
        "date": "4.29.21 4:07 pm",
        "ctx": [
            "do you use the transpose function your keyboard when you're playing in a chord you don't often play in?",
            "no",
            "or do you know how to play in every key?",
            "yes"
        ]
    },
    {
        "date": "4.29.21 3:15 pm",
        "ctx": [
            "Whats a good exercise to help someone not rush their vocals over a track",
            "if you rushed it, then maybe you can just drag your entire vocal recording just a tiny bit to the right"
        ]
    },
    {
        "date": "4.29.21 3:09 pm",
        "ctx": [
            "do you listen back to your old songs?",
            "sometimes"
        ]
    },
    {
        "date": "4.29.21 2:36 pm",
        "ctx": [
            "airspeed velocity of unladen swallow",
            "is that the african or european swallow"
        ]
    },
    {
        "date": "4.29.21 2:36 pm",
        "ctx": [
            "isn't it ironic how co-operate is spelled with 'co' being separated from 'operate' with a dash?",
            "i didn't think there was a dash"
        ]
    },
    {
        "date": "4.29.21 1:54 pm",
        "ctx": [
            "what is life",
            "it's like apples and oranges in a constant state of comparison"
        ]
    },
    {
        "date": "4.29.21 1:26 pm",
        "ctx": [
            "did you actually take a vacation on 8.1.14?",
            "i didn't go anywhere, but i paused the regular video schedule (except mondays)"
        ]
    },
    {
        "date": "4.29.21 1:21 pm",
        "ctx": [
            "What inspires you write such silly, lighthearted, nonsense lyrics for your videos?",
            "this could be to distract from the other insanely meaningful lyrics i use"
        ]
    },
    {
        "date": "4.29.21 1:11 pm",
        "ctx": [
            "what is bread?",
            "some kind of a ruse"
        ]
    },
    {
        "date": "4.29.21 1:06 pm",
        "ctx": [
            "What is religion?",
            "sort of like a bait and switch"
        ]
    },
    {
        "date": "4.29.21 12:50 pm",
        "ctx": [
            "Personally I get confused when chords are notated with a bass note, but it's the opposite of how fractions are written. Or is it the same as fractions? I've confused myself.",
            "G/D is \"G over D\". you could almost imagine writing it more like a fraction with the G above the D, which implies the D is the low note (bass.) you could also think of the slash meaning \"over\""
        ]
    },
    {
        "date": "4.29.21 12:43 pm",
        "ctx": [
            "I just realized you make all of then things in the expert mode a music video",
            "that's actually not true"
        ]
    },
    {
        "date": "4.29.21 12:38 pm",
        "ctx": [
            "are any of the spelling mistakes on this website actually accidental?",
            "i think so. especially a lot of the ones in purple, in this section"
        ]
    },
    {
        "date": "4.29.21 12:30 pm",
        "ctx": [
            "do you think you'll ever release another song without a video?",
            "that sounds like a great idea, but it always FEELS like a bad idea"
        ]
    },
    {
        "date": "4.29.21 12:29 pm",
        "ctx": [
            "what happened to the mysterious unexsisting song \"a trip around the sun\" that used to be on the list and go taken off. Was it scrapped and replaced for here comes the sun?",
            "that's not one of my songs. i've never heard of that. so in that sense, you're right, it does seem to be mysterious and unexisting, at least from my point of view"
        ]
    },
    {
        "date": "4.29.21 12:22 pm",
        "ctx": [
            "why didnt you include any camera footage of you in got some money?",
            "because i included other things instead. This is in line with a general revelation i've had recently, which is that trying to include everything in every video is not helpful for anyone"
        ]
    },
    {
        "date": "4.29.21 11:41 am",
        "ctx": [
            "Thoughts on reggae?",
            "too good. not fair"
        ]
    },
    {
        "date": "4.29.21 11:06 am",
        "ctx": [
            "do you believe in the concept that time is just an illusion of the everchanging present?",
            "time IS the ever changing present",
            "that time doesn't matter because in the grand scheme of the universe nothing we do will ever amount to anything?",
            "no, that doesn't make any sense to me"
        ]
    },
    {
        "date": "4.29.21 10:31 am",
        "ctx": [
            "what are your thoughts on nature?",
            "seems so real"
        ]
    },
    {
        "date": "4.29.21 9:23 am",
        "ctx": [
            "Why do I get writer's block when I'm 99% done with my lyrics?",
            "because there is more pressure now"
        ]
    },
    {
        "date": "4.29.21 9:22 am",
        "ctx": [
            "my left ear isn't hearing things as well as my right and now the stereo space inside my head has shifted and I need someone to say something so mindblowingly powerful to me that I am able to entirely forget about my obsession with this issue and return to enjoying music like a normal person",
            "have you tried going to an otolaryngologist to see if you need a major earwax cleaning? there is a chance this may be the cause"
        ]
    },
    {
        "date": "4.29.21 8:49 am",
        "ctx": [
            "How old were you when you got into making music?",
            "2"
        ]
    },
    {
        "date": "4.29.21 8:48 am",
        "ctx": [
            "Is the next song in C?",
            "no"
        ]
    },
    {
        "date": "4.29.21 8:19 am",
        "ctx": [
            "prime factorize 262147.",
            "i would love to but it's not a good use of my time. but i can already see that there's no 7 in it, and no 3"
        ]
    },
    {
        "date": "4.29.21 7:16 am",
        "ctx": [
            "why is there french featured in \"got some money\"",
            "i don't recall putting any french there"
        ]
    },
    {
        "date": "4.29.21 5:40 am",
        "ctx": [
            "Is it safe to assume you REALLY like numbers?",
            "i really respect them"
        ]
    },
    {
        "date": "4.29.21 4:09 am",
        "ctx": [
            "do you still own the sombrero you wore in \"hi I'm Steve\"",
            "the sombrero is not in that video (and neither am i, visually). i didn't get it until about 6 months after that. and i've worn it in at least 3 videos since then, and i still have it and will use it again. i consider it a powerful asset"
        ]
    },
    {
        "date": "4.29.21 2:27 am",
        "ctx": [
            "was the lack of V-I resolutions in i'm a princess intentional?",
            "i guess it just didn't come up. there is a tendency for all the princess sections to start on the 4 chord. so that's just the way it happened",
            "it increases the wistfulness.",
            "i suppose that's true. that destiny was likely sealed as soon as the first section was written the way it was",
            "same thing in got to know what's going on.",
            "now that i think about it, all those sections start on 4 also",
            "i think in these cases the music affects the perception of the lyrics.",
            "the music ALWAYS affects the perception of the lyrics, and the lyrics ALWAYS affect the perception of the music. that's the whole magic of the song game"
        ]
    },
    {
        "date": "4.29.21 1:52 am",
        "ctx": [
            "you've said that you like to write the song and come up with the video at the same time,",
            "i don't recall saying that, and it's also not quite true",
            "but you record the music completely before working on the video.",
            "that is usually true",
            "do you just go by memory when you make the video or do you draw out the scenes of the video (stroryboarding, i think) while writing the song?",
            "the song is the entire audio for the video. so even just that, is gonna be a hugely specific guide for what happens in the video. Some of the additional visual details might be obvious choices just from the way the song goes, and others might not be. Also, sometiems it can be a very good songwriting strategy to imagine visual scenes, to help propel the songwriting. however, this is mostly just to help the songwriting, and i don't necessarily need to use those scenes in the video"
        ]
    },
    {
        "date": "4.29.21 12:30 am",
        "ctx": [
            "How do I stop feeling inferior to other music writers and stop feeling discouraged?",
            "try to realize that other music writers may not be as good as you think they are"
        ]
    },
    {
        "date": "4.29.21 12:01 am",
        "ctx": [
            "Why did you upload \" I'm a princess on Shaka khans birthday and \"got some money\" on hitlers birthday. Not sure if the second one is just a coincidence or if it's an easter egg. Because in one verse in got some money you were talking about birthdays.",
            "you won't believe how many other people have birthdays on those same days"
        ]
    },
    {
        "date": "4.28.21 11:09 pm",
        "ctx": [
            "where goes that truck go by when it's time for the show",
            "i didn't see, i was trying to do the show"
        ]
    },
    {
        "date": "4.28.21 11:10 pm",
        "ctx": [
            "What is art?",
            "it's when what you want to say is stronger than you thought"
        ]
    },
    {
        "date": "4.28.21 11:07 pm",
        "ctx": [
            "is using only lowercase letters funny?",
            "it's normal. and, i will admit, normalness is funny"
        ]
    },
    {
        "date": "4.28.21 11:05 pm",
        "ctx": [
            "I've been making songs recently, just because I can.But I've noticed something weird about it.While I'm in the middle of making a song, the catchy melody is all I can think about, all day, and it's like I can't rest until I keep making the song.This happens every day until I finally finish the song.Do you experience this as well,",
            "yes",
            "and do you have any words of wisdom to combat these feelings?",
            "i think this is probably a better problem to have than 2 other problems that i've also heard a lot about on here. which are: hating what you write, and not wanting to finish what you write"
        ]
    },
    {
        "date": "4.28.21 8:48 pm",
        "ctx": [
            "if you get to a point where you stuck while writing a song, do you find it more beneficial to try and power through or walk away and try some other time",
            "i have a new method, which is to browse google maps while listening to the latest run-through. the important thing is to make sure my mind relaxes and i'm not thinking about it directly"
        ]
    },
    {
        "date": "4.28.21 6:46 pm",
        "ctx": [
            "Why does the universe exist instead of the universe not existing?",
            "it does both. but you tend to not notice when it doesn't exist"
        ]
    },
    {
        "date": "4.28.21 5:54 pm",
        "ctx": [
            "Why did you not make videos for 2020",
            "because i was learning how to make videos"
        ]
    },
    {
        "date": "4.28.21 5:49 pm",
        "ctx": [
            "What is a power move?",
            "wearing silly costumes in videos"
        ]
    },
    {
        "date": "4.28.21 5:45 pm",
        "ctx": [
            "Will you get some silly costumes to wear in your videos?",
            "i have done that before, but i will do it again also"
        ]
    },
    {
        "date": "4.28.21 4:12 pm",
        "ctx": [
            "do you think it's ok for people to love whoever they want? more specifically do you think it's ok if i love whoever i want?",
            "yes, unless that person has been found guilty in the court of public opinion and banished from polite society"
        ]
    },
    {
        "date": "4.28.21 2:08 pm",
        "ctx": [
            "what was happening between might quit and here comes the sun?",
            "first i recorded the \"i'm a princess\" song, then i started learning how to make videos, while trying to make the video for \"i'm a princess\". then i just continued learning how to make videos without working on the \"i'm a princess\" video. then, finally, after a long time of learning how to make videos but still not really knowing how, i recorded \"here comes the sun\" and made a video for that"
        ]
    },
    {
        "date": "4.28.21 12:14 pm",
        "ctx": [
            "have you written a song in a language other than english?",
            "no but that seems like a good idea"
        ]
    },
    {
        "date": "4.28.21 11:42 am",
        "ctx": [
            "Would life be better if English was phonetically consistent?",
            "no"
        ]
    },
    {
        "date": "4.28.21 11:37 am",
        "ctx": [
            "what are your thoughts on this \"when you're happy you enjoy the music, when you're sad you understand the lyrics\" idea?",
            "that sounds true"
        ]
    },
    {
        "date": "4.28.21 8:59 am",
        "ctx": [
            "What song/music video so far are you most proud of?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "4.28.21 7:47 am",
        "ctx": [
            "can you change the background of the lyrics page to something else? my eyes hurt trying to read the lyrics.",
            "that is a gentle reminder that the lyrics belong in the songs, not sitting silently on a page"
        ]
    },
    {
        "date": "4.28.21 7:33 am",
        "ctx": [
            "What do you do when you're sad?",
            "turn it into a folk tale"
        ]
    },
    {
        "date": "4.28.21 2:03 am",
        "ctx": [
            "How many holes does a straw have",
            "too many to count"
        ]
    },
    {
        "date": "4.28.21 12:51 am",
        "ctx": [
            "i'm pretty much a beginner when it comes to writing music. i don't know a lot about music theory or anything, i just really love music. after listening to you, jacob collier and other musicians that i admire, i find myself wanting to create something unique too, but every time i try to write what sounds and feels good, i feel like i end up with a generic chord progression or a simple melody. sure, less can be more, but do you think it's worth it if it stops being unique?",
            "it might be time to try something a little more ...... mischievous. Here's a nice exercise to try: pretend you are in a songwriting contest, and try to write something that would guarantee you'd get last place"
        ]
    },
    {
        "date": "4.28.21 12:31 am",
        "ctx": [
            "if you could choose a month to celebrate a new year (disregarding when the earth finishes a revolution or the fact that different parts of the world experience different seasons), which month would you choose?",
            "if i'm celebrating a year, then i think it would be best to celebrate it for a year (not a month)",
            "personally, i sort of hate the fact that the new year starts 1/3 of the way into winter for where i live. do you think that celebrating a new year amid the austerity of winter contributes to some people giving up on their goals for the new year?",
            "i think the fact that 'new years' is known as 1 day, and not a year, is the reason people's 'new years' goals don't last much longer than a day",
            "do the seasons affect your motivation/mood?",
            "the best part is when they change. which fortunately is always",
            "and do you find it helpful to observe days that signify change (new years, birthdays, etc) to make changes in your own life?",
            "i prefer to observe the change when the actual life changes happen. which is not always easy to predict"
        ]
    },
    {
        "date": "4.27.21 11:21 pm",
        "ctx": [
            "Hi!! First off, I want to say that I am consistently in awe of your music and I love how your videos complement the songs so well (and so artistically). You're one of my favorite artists of all time and I rank you up at the top in my list of favorites, along with the Beatles, Steely Dan, and the Beach Boys. I'm also grateful that you offer a place to share your knowledge and humor with your fans - it's a very unique opportunity to talk directly with someone who inspires you.",
            "holy smokes you are very friendly",
            "okay enough yammering here's my question:\nWhen writing your songs, are you usually putting words to music or putting music to words? I ask because I see you also used to do instrumentals. I'm woefully bad at lyrics, and a lot of the time I'm not even compelled to write them, because I stubbornly believe maybe the music I create will convey the emotions I'm trying to express on its own. Do you make your music with an emotion/other goal in mind and then write lyrics to m atch it,  or do you write your lyrics and then write music to match? If you do both, have you found that your final products tend to be different depending on your method, and in what way(s)?",
            "for best results, i have to come up with the words and music at the same time. they rely on each other so much, i'm almost asking for trouble if i try to do it separately",
            "Thanks in advance so much for answering!"
        ]
    },
    {
        "date": "4.27.21 10:20 pm",
        "ctx": [
            "do you/did you used to make short videos to take breaks from long term projects? \"what is love\", \"ball and stick\" etc...",
            "no"
        ]
    },
    {
        "date": "4.27.21 10:12 pm",
        "ctx": [
            "What letter do you find yourself using the most when doing things?",
            "e"
        ]
    },
    {
        "date": "4.27.21 9:55 pm",
        "ctx": [
            "If you had a talk show how would be called and who would be your first guess?",
            "i don't know"
        ]
    },
    {
        "date": "4.27.21 8:47 pm",
        "ctx": [
            "is your next song going to have a calm, soothing vibe, like a lullaby or the sound of nature?",
            "if there was a groovy version of nature"
        ]
    },
    {
        "date": "4.27.21 8:30 pm",
        "ctx": [
            "What is gravity?",
            "you"
        ]
    },
    {
        "date": "4.27.21 5:09 pm",
        "ctx": [
            "Sometimes from 2017 - 2019, you announce your new videos on twitter, why don't you do that again?",
            "i guess promotional links are not something that feels like particularly good twitter content, to me"
        ]
    },
    {
        "date": "4.27.21 4:54 pm",
        "ctx": [
            "how long does it take you to write a song/ finish the video?",
            "a very sensible amount of time"
        ]
    },
    {
        "date": "4.27.21 4:33 pm",
        "ctx": [
            "do you ever find it hard not to reuse chords or progressions?",
            "it's ok to re-use chords and chord sequences. But, in case i'm ever in a situation where i should not, i usually don't have too much trouble switching it"
        ]
    },
    {
        "date": "4.27.21 4:08 pm",
        "ctx": [
            "what was the bad thing you did in \"just did a bad thing\"",
            "failed at producing a song too quickly nor too slowly, and accidentally ended up working on it for exactly the right amount of time"
        ]
    },
    {
        "date": "4.27.21 3:56 pm",
        "ctx": [
            "Do you make love with Mona Lisa?",
            "not all the time"
        ]
    },
    {
        "date": "4.27.21 3:49 pm",
        "ctx": [
            "What is science?",
            "could be some type of art"
        ]
    },
    {
        "date": "4.27.21 3:12 pm",
        "ctx": [
            "what is the reasoning for your high amount of words in you songs",
            "with more words i can justify using more notes"
        ]
    },
    {
        "date": "4.27.21 2:47 pm",
        "ctx": [
            "How do you translate the rythms you have in your head to music notation?",
            "it's the same way you just translated your question into words, into letters, and then typed them on the keyboard. there's this magic department of our brains that does that stuff without even realizing we are doing it. i think it's the Language department"
        ]
    },
    {
        "date": "4.27.21 2:07 pm",
        "ctx": [
            "How do you make a good sounding chord progression with a basic to no understanding of piano?",
            "having some words and ideas will definitely help to propel things to some purposeful places. might be good to have this regardless of your experience level with chords. or perhaps you could use pictures to inspire you .... or memories, of certain scenarios"
        ]
    },
    {
        "date": "4.27.21 2:03 pm",
        "ctx": [
            "what do I do if life is always overwhelmingly bad and everything goes wrong all the time?",
            "write it up"
        ]
    },
    {
        "date": "4.27.21 1:45 pm",
        "ctx": [
            "thoughts on the fabric of reality",
            "it's pretty dazzling i must say"
        ]
    },
    {
        "date": "4.27.21 1:28 pm",
        "ctx": [
            "(ref: q.php?date=201510201922\">10.20.157:22 pm , <a href=\"q.php?date=201509261914)9.26.157:14 pm : were those taken from your notes, or did they just happen to be similar to just did a bad thing and history of the entire world i guess?",
            "those are taken from my general viewpoints, and/or linguistic repertoire"
        ]
    },
    {
        "date": "4.27.21 1:23 pm",
        "ctx": [
            "How do I start writing music if I am talentless?",
            "by surprise"
        ]
    },
    {
        "date": "4.27.21 1:17 pm",
        "ctx": [
            "Hey bill, what cords did you use in your latest song at \"a billion\" I apologize for asking, I have untuned ears.",
            "that whole section should easily fall into place with something along the lines of F#maj9, C#9sus4"
        ]
    },
    {
        "date": "4.27.21 12:33 pm",
        "ctx": [
            "Are the notes in your notebook things that you actually wrote on a pencil and paper notebook?",
            "no, i wrote them in text"
        ]
    },
    {
        "date": "4.27.21 12:22 pm",
        "ctx": [
            "does the \"better things\" text in i'm a princess mean that the rest of the video is in the newer, \"better\" software? (also that riff is super catchy and i love it)",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "4.27.21 12:19 pm",
        "ctx": [
            "How do you lose at spelling?",
            "the other person does not get what you're trying to say to them"
        ]
    },
    {
        "date": "4.27.21 10:37 am",
        "ctx": [
            "hey bill, this might be stupid but every time I try to write something new it always ends up sounding too similar to my previous stuff. how do u do it?",
            "sometimes you can temporarily suspend the requirement that it's supposed to be 'any good'"
        ]
    },
    {
        "date": "4.27.21 10:35 am",
        "ctx": [
            "why are the words in this site spelled wrong sometimes?",
            "either for artistic reasons or by mistake. if you give a specific example i can probably figure out which it was"
        ]
    },
    {
        "date": "4.27.21 10:20 am",
        "ctx": [
            "bill, i have an idea i am too lazy to properly execute. how should one develop a habit of doing one's ideas instead of procrastinating?",
            "i guess it depends on how much you want them to be done"
        ]
    },
    {
        "date": "4.27.21 8:44 am",
        "ctx": [
            "I'm very impatient when it comes to making music. I know barely anything about music theory and I don't have any ideas or anything, so all my music feels shallow and like it doesn't have any meaning. I love making music, but I hate the music I make. I know I should just learn music theory and that'll at least help some, but I'm so impatient that i keep making music knowing fully well that i'll hate it and just hate myself even more aaaaaaaaaaaaaaaaa what do I do",
            "you may have already thought of this, but, you're going to have to calm down"
        ]
    },
    {
        "date": "4.27.21 6:52 am",
        "ctx": [
            "will you make another video like the starbucks thing, without voice and just jazz?",
            "there's a whole section of my website for those. they're not videos, but then again neither is the 'starbucks' one, mostly"
        ]
    },
    {
        "date": "4.27.21 5:37 am",
        "ctx": [
            "Hi Bill, do you create and publish songs for the purpose of creating revenue, or for other's entertainment? (Or maybe a little bit of both?)",
            "i'm trying to prove to myself that it can be done how i think it can be done. and then in case i succeed, it would prove that to someone else in the process. in a similar way that someone could have proved it to me before"
        ]
    },
    {
        "date": "4.27.21 3:09 am",
        "ctx": [
            "i enjoy making music, but i find the music i like to make is often unfriendly, and would not be a nice place to go, even if it's interesting. do you think music, or art in general, should strive to be pleasant and personable?",
            "if you can't do that right now, sometimes you gotta just be truthful. it will become friendly eventually. science guarantees this"
        ]
    },
    {
        "date": "4.27.21 1:37 am",
        "ctx": [
            "Have you ever seen a penguin?",
            "i thought i had but now that i think back there's a whole host of other things it could have been"
        ]
    },
    {
        "date": "4.27.21 12:23 am",
        "ctx": [
            "why does Wednesday seem so long ago?",
            "it might be Tuesday"
        ]
    },
    {
        "date": "4.26.21 11:09 pm",
        "ctx": [
            "what is stopping me?",
            "too many ways to go. you haven't decided yet"
        ]
    },
    {
        "date": "4.26.21 8:46 pm",
        "ctx": [
            "I don't know a lot about keyboards except the names of the notes. I was thinking of taking your advice and learning short songs first- and you have 1 chord songs like \"no/yes/die\". Should I start there?",
            "sure. i admit that's probably pretty convenient for learning what you're learning"
        ]
    },
    {
        "date": "4.26.21 7:30 pm",
        "ctx": [
            "how to lessen my perfectionism, i feel the need to make everything perfect for no reason, even things that don't matter and it stops me from getting things done when I could be using the time doing other more useful things",
            "hopefully you will realize that it never gets perfect no matter how much you try. so hopefully that will give you some peace of mind"
        ]
    },
    {
        "date": "4.26.21 5:40 pm",
        "ctx": [
            "How do you feel about spelling monkey as monke?",
            "i'll admit it's possible"
        ]
    },
    {
        "date": "4.26.21 5:32 am",
        "ctx": [
            "is damien maymdien an acronym? like \"name id\" or something",
            "no. its value is more in the phonetics"
        ]
    },
    {
        "date": "4.26.21 5:25 pm",
        "ctx": [
            "have you ever been betrayed, abandoned or otherwise made an incoherent fool out of?",
            "that sounds like something i would do"
        ]
    },
    {
        "date": "4.26.21 4:47 pm",
        "ctx": [
            "Where does ideas come from?",
            "you"
        ]
    },
    {
        "date": "4.26.21 4:27 pm",
        "ctx": [
            "Why do I exist?",
            "to show others how it's done"
        ]
    },
    {
        "date": "4.26.21 4:26 pm",
        "ctx": [
            "Why are pizzas round, come in square boxes and cut to triangular pieces?",
            "the pizza is round because it is made by a spinning process. the box is square because it's made from flat surfaces, and they also stack easier that way. the slices are not actually triangle, but they are close to that because it's the only sensible way to evenly divide the pizza into equal parts"
        ]
    },
    {
        "date": "4.26.21 4:21 pm",
        "ctx": [
            "do you think my music should have a purpose",
            "do you want that"
        ]
    },
    {
        "date": "4.26.21 4:12 pm",
        "ctx": [
            "Help, as soon as I came up with an idea, I started thinking about the other 3 ideas I thought of so I didn't forget them, but the fourth idea never got saved in my memory. This happened last week. What to do? Will it ever come back?",
            "you're going to have to increase your documentation skills. in the old days this probably meant some kind of writing, but now it's probably easier with typing, recordings, speaking, singing, and more"
        ]
    },
    {
        "date": "4.26.21 4:10 pm",
        "ctx": [
            "i have no ideas, what do i do to start having ideas?",
            "you actually don't have to do anything. but this can be tricky depending on how bad you want it"
        ]
    },
    {
        "date": "4.26.21 3:52 pm",
        "ctx": [
            "why are you suddenly giving straight answers to questions instead of giving cryptic answers? not meant to be a dig against you, mr. wurtz, i am just curious",
            "that reminds me, i was going to ask you why you suddenly started using the letter 's' at the end of the word 'curious' when you never used it before in the previous part of that word"
        ]
    },
    {
        "date": "4.26.21 3:39 pm",
        "ctx": [
            "how do you prime factor 1021",
            "see if the digits add up to 3, which they don't, then check for 7, so ditch the 21 and see if the 10 is a multiple of 7 which it's not, then check for 11 by subtracting it from 1021 which makes 101 (after you drop the zero at the end) and check if 101 is a multiple of 11 which you should know it's not because 101 is prime, then check for 13 by adding 39 to 1021 which makes 106 (after you drop the zero at the end) then divide by 2 to get 53 and check if that's a multiple of 13 which of course it's not because it's neighbor 52 already is, then check 17 by eliminating the 102 from the left of 1021 and you're left with 1 which is not a multiple of 17, then check 19 by adding it to 1021 and you get 104 (after dropping the zero at the end) and you probably already know 104 is not a multiple of 19 (divide it by 2 a few times and you'll just get to 13), then check 23 by adding 69 to 1021 to get 109 (after you drop the zero) which is prime so 23 is out, then check 29 by adding it to 1021 which makes 105 (after you drop the zero) which you might already know as just 7x15 so no 29s there, then you can check 31 by subtracting it from 1021 which makes 99 (after you drop the zero) and we all know that 99 is just 11x9 (without any 31s in it), then you can check 37 except i THINK we're already done because i think 37 squared is already higher than 1021 because 32 squared is 1024 (famously) so 37 squared can't be any lower than that. and if 37 squared is higher than 1021, then that means we're never gonna find any other prime factors higher than that, because, if we did, their partner factor would have to be something lower and we checked everything lower already, so 1021 is prime, so your answer is an earth shattering 1x1021"
        ]
    },
    {
        "date": "4.26.21 3:05 pm",
        "ctx": [
            "what should you do when you're stressed",
            "sing songs of joy"
        ]
    },
    {
        "date": "4.26.21 3:04 pm",
        "ctx": [
            "how do you enjoy burritos?",
            "very carefully"
        ]
    },
    {
        "date": "4.26.21 2:16 pm",
        "ctx": [
            "in your video 'got some money', i've noticed that the sideways i at 1:31, the hat, and the weird symbol at 2:36 seem to spell out something in morse code. what's going on?",
            "you are interested in morse code"
        ]
    },
    {
        "date": "4.26.21 1:55 pm",
        "ctx": [
            "what do you do in your free time?",
            "my time is actually very expensive"
        ]
    },
    {
        "date": "4.26.21 1:47 pm",
        "ctx": [
            "what was the biggest game changer in your career",
            "opposable thumbs"
        ]
    },
    {
        "date": "4.26.21 1:32 pm",
        "ctx": [
            "How do you come up with the lyrics for your songs?",
            "musically"
        ]
    },
    {
        "date": "4.26.21 1:02 pm",
        "ctx": [
            "in your newest song, \"money\" you said you don't know if you're sad due to possessing (owning) money.",
            "i thought that song was about you",
            "is this a reference to another song you made, \"just did a bad thing\" where you also possessed an item (a dream) and didn't know if you were sad or glad due to it?",
            "no"
        ]
    },
    {
        "date": "4.26.21 11:30 am",
        "ctx": [
            "got something on your mind?",
            "yes"
        ]
    },
    {
        "date": "4.26.21 11:16 am",
        "ctx": [
            "what is the next song about",
            "dreams"
        ]
    },
    {
        "date": "4.26.21 10:41 am",
        "ctx": [
            "What motivates you?",
            "time and space"
        ]
    },
    {
        "date": "4.26.21 10:33 am",
        "ctx": [
            "DO you hate it when you just release a new song, and then everyone is just bombarding you with questions about your next song?",
            "no"
        ]
    },
    {
        "date": "4.26.21 10:12 am",
        "ctx": [
            "what do you think is consciousness? like, the combination of all of the senses humans have, orsome spiritual thing? thank u",
            "it's you"
        ]
    },
    {
        "date": "4.26.21 10:03 am",
        "ctx": [
            "i tried to start animating the other day, but then i realized that you need to know how to draw in order to animate;how does one draw?",
            "start by placing a dot somewhere on the page"
        ]
    },
    {
        "date": "4.26.21 9:49 am",
        "ctx": [
            "how do you finish a project when the voice in your head keeps saying that you suck at it?",
            "if you stay calm the voice will eventually fall asleep"
        ]
    },
    {
        "date": "4.26.21 9:47 am",
        "ctx": [
            "What was Steve's real name in \"hi, i'm steve\"?",
            "the same as yours"
        ]
    },
    {
        "date": "4.26.21 9:10 am",
        "ctx": [
            "are you planning on making a new 1 billion-view s video?",
            "i plan that with every video but sometimes i fall short"
        ]
    },
    {
        "date": "4.26.21 9:02 am",
        "ctx": [
            "how do you make videos",
            "i'm not sure"
        ]
    },
    {
        "date": "4.26.21 5:01 am",
        "ctx": [
            "how do you come up with your videos?",
            "sometimes i pretend i'm in kansas and i'm supposed to decide which side of the road the land is on"
        ]
    },
    {
        "date": "4.26.21 4:49 am",
        "ctx": [
            "why do i like your videos so much?",
            "use of themes,"
        ]
    },
    {
        "date": "4.26.21 3:11 am",
        "ctx": [
            "actually, about the 3 or 4 songs ago line... yeah, you don't. the closest is in 'might quit' tho... so what was the point of putting '3 or 4 songs ago' in? rhyming?",
            "i'm trying to make you think. get those gears turning"
        ]
    },
    {
        "date": "4.26.21 2:47 am",
        "ctx": [
            "how do you make new friends?",
            "it's you. you're the friend"
        ]
    },
    {
        "date": "4.26.21 2:10 am",
        "ctx": [
            "Were you good at chemistry in school?",
            "never did it"
        ]
    },
    {
        "date": "4.26.21 12:21 am",
        "ctx": [
            "Help, I have an idea but none of the experience or ability or resources to execute it. What do I do?",
            "write it down in a list with all your other ideas. some of the other ideas in the list might be more possible now, and then you can develop a habbit of doing your ideas, which will increase your skills so eventually you will be able to do the harder ones"
        ]
    },
    {
        "date": "4.25.21 11:05 pm",
        "ctx": [
            "Do you ever hear songs in your dreams and use them as inspiration for your videos?",
            "i use them as inspiration for songs. and i also have a habit of making videos for my songs"
        ]
    },
    {
        "date": "4.25.21 10:45 pm",
        "ctx": [
            "can you type in all capital letters?",
            "sure"
        ]
    },
    {
        "date": "4.25.21 9:04 pm",
        "ctx": [
            "what was the strange thing you did in \"just did a bad thing\" that made everything pink?",
            "ended the song"
        ]
    },
    {
        "date": "4.25.21 8:14 pm",
        "ctx": [
            "Part of your philosophy on making music is that it's good to listen to a lot of music.",
            "that's not necessarily true. it might be good sometimes to listen to less music",
            "Do you take the same approach to animation, watching animated tv shows/movies/shorts to help with your own animation?",
            "not usually"
        ]
    },
    {
        "date": "4.25.21 7:48 pm",
        "ctx": [
            "what do you think of thinking",
            "it's like another world, in your mind!"
        ]
    },
    {
        "date": "4.25.21 6:00 pm",
        "ctx": [
            "what's the last chord on \"going out to seeeeaaaa\" in the last song? i know you said you can't name them accurately but spelling the notes would be nice too thanks",
            "F/Bb. also known as \"F over Bb\" also known as \"F major triad over Bb in the bass\" also known as \"mid-range nodes F, A, and C, with Bb in the bass. maybe jam a Bb in the mid-range too, for texture\" also known as \"Bbsus2maj7\" also known as \"Bbmaj9 no 3\""
        ]
    },
    {
        "date": "4.25.21 5:54 pm",
        "ctx": [
            "Need a rhyme for thyme please?",
            "flight"
        ]
    },
    {
        "date": "4.25.21 4:52 pm",
        "ctx": [
            "how does the world work",
            "let's turn it on and find out"
        ]
    },
    {
        "date": "4.25.21 4:48 pm",
        "ctx": [
            "how do you come up with ideas for your videos?",
            "go on a journey and then change the destination at the last minute"
        ]
    },
    {
        "date": "4.25.21 2:39 pm",
        "ctx": [
            "can I take answers on here as life advice?",
            "some of them"
        ]
    },
    {
        "date": "4.25.21 12:08 pm",
        "ctx": [
            "what fruit would you put on a pizza?",
            "melon"
        ]
    },
    {
        "date": "4.25.21 12:00 pm",
        "ctx": [
            "what genre would you classify your music as",
            "normal"
        ]
    },
    {
        "date": "4.25.21 10:53 am",
        "ctx": [
            "do you ever struggle with perfectionism?",
            "no",
            "if so, how do you deal with it?"
        ]
    },
    {
        "date": "4.25.21 10:10 am",
        "ctx": [
            "How does one even remember Gregorian modes?",
            "if any of them seem useful or familiar to you",
            "Do you use them to concept your music or do you just listen to what sounds good for the specific expressive moment?",
            "it's like when you need a blue shirt. Do you use the fact that it's blue to help you figure out what it looks like? or, do you just go by what it looks like? i hope you see where i'm going with this"
        ]
    },
    {
        "date": "4.25.21 8:20 am",
        "ctx": [
            "do you record all future music videos before animating and editing them?",
            "no"
        ]
    },
    {
        "date": "4.25.21 7:49 am",
        "ctx": [
            "do you like capital letters",
            "yes"
        ]
    },
    {
        "date": "4.25.21 7:36 am",
        "ctx": [
            "what are the chords on got some money at the end? the ones that the bass goes G and E",
            "try Gmin7, and Gsus2/E, to get you started. that's the original idea, but the recording actually deviates slightly from that sometimes"
        ]
    },
    {
        "date": "4.25.21 6:09 am",
        "ctx": [
            "approximate ly how big is a mountain",
            "large"
        ]
    },
    {
        "date": "4.25.21 2:40 am",
        "ctx": [
            "do you find the white keys or black keys more satisfying to press while playing",
            "using both is the only thing that does it for me anymore"
        ]
    },
    {
        "date": "4.25.21 2:28 am",
        "ctx": [
            "What are your opinions about I'm Best Friends With My Own Front Door?",
            "breezy"
        ]
    },
    {
        "date": "4.25.21 1:34 am",
        "ctx": [
            "bill, i would like to be more like you someday. im a creator and feel like i have a hard time motivating myself to finish projects, what helps you?",
            "sometimes it helps to pretend you are running something like a film school. it can be exciting to know that there is probably a specific procedure that you can always use to finish projects comfortably. so it can be calming to develop and present that procedure (by doing it). Another secret trick, if you can't do this, is to try making the projects much much much smaller. and then your procedures can develop much easier and quicker, and then be scaled up from there"
        ]
    },
    {
        "date": "4.25.21 1:08 am",
        "ctx": [
            "did you ever second guess yourself when you decided to become a music producer/youtuber, thinking it wasn't practical or something?",
            "i know i gotta get the songs and videos out. so it pretty much comes down to what's the best method for me to do that, during my lifetime"
        ]
    },
    {
        "date": "4.25.21 12:38 am",
        "ctx": [
            "How did you learn to speak songs",
            "a very important learning step for me was to temporarily remove the requirement that the song be 'any good'"
        ]
    },
    {
        "date": "4.24.21 11:38 pm",
        "ctx": [
            "have you considered rendering everything in 60fps but *actually* only animating in 24fps, so that your panning and scrolling can be 60fps smooth while still leaving enough to the imagination",
            "still would have to be extremely extremely meticulous with all the camera motions and keyframes, which is ok, but the other problem with that is: 24 doesn't divide into 60. so you would have a skipping effect. 20 might be nice. However, there is another problem relating to youtube, which is that currently i don't think you can post videos at 60fps without eliminating the option for 30fps at 1080p. so if the viewer's computer can't handle 60fps, they would get bumped all the way down to 480p resolution"
        ]
    },
    {
        "date": "4.24.21 11:30 pm",
        "ctx": [
            "do you think the days of the week serve as a way to shield us from real time?",
            "they help us get on track with certain time scales, and not others"
        ]
    },
    {
        "date": "4.24.21 10:51 pm",
        "ctx": [
            "give me a prank idea",
            "making everything ok"
        ]
    },
    {
        "date": "4.24.21 10:07 pm",
        "ctx": [
            "I've tried writing some songs in the past but each one I just kind of end up hating and throw it out, I know you are worried about your songs not being good so how do you deal with that?",
            "to put things in perspective, i can sometimes remind myself that i often don't think other people's songs are good enough either"
        ]
    },
    {
        "date": "4.24.21 10:07 pm",
        "ctx": [
            "Why was it important to you to sing about the airport terminal?",
            "because it can help take you places"
        ]
    },
    {
        "date": "4.24.21 9:20 pm",
        "ctx": [
            "what's your favorite digit of pi",
            "the first one (3)"
        ]
    },
    {
        "date": "4.24.21 9:18 pm",
        "ctx": [
            "why you don't use capital letters?",
            "i do, but, why don't you"
        ]
    },
    {
        "date": "4.24.21 9:16 pm",
        "ctx": [
            "when is it appropriate to use limiters and compressors in a song?",
            "when the volume is going up and down too much"
        ]
    },
    {
        "date": "4.24.21 8:40 pm",
        "ctx": [
            "Do you enjoy making songs?",
            "yes"
        ]
    },
    {
        "date": "4.24.21 7:25 pm",
        "ctx": [
            "the \"it's swimming\" high note in got some money sounded so high it felt comedic. was that the intention?",
            "no"
        ]
    },
    {
        "date": "4.24.21 7:12 pm",
        "ctx": [
            "hey have you ever heard of a quad long shot grande in a venti cup half calf double cupped no sleeve salted caramel mocha latte with 2 pumps of vanilla substitute 2 pumps of white chocolate mocha for mocha",
            "no"
        ]
    },
    {
        "date": "4.24.21 6:57 pm",
        "ctx": [
            "do you have a casio w217h-1av?",
            "no"
        ]
    },
    {
        "date": "4.24.21 6:39 pm",
        "ctx": [
            "You stated that you have learned how to make music all by yourself. You must have put a lot of hard work into this, and I should do the same, if I want to be any good. How did you study making music (did you have any books, videos, tricks, etc.)?",
            "listen to a lot of music, play a lot of music, live life, etc..... this is pretty much a guaranteed strategy",
            "How much effort does it take?",
            "i'm not sure if it counts as effort if you are enjoying it deeply"
        ]
    },
    {
        "date": "4.24.21 6:03 pm",
        "ctx": [
            "What's your thoughts on Mercury?",
            "too good. not fair"
        ]
    },
    {
        "date": "4.24.21 5:28 pm",
        "ctx": [
            "Bill, how the hell do I come up with a melody",
            "try using words"
        ]
    },
    {
        "date": "4.24.21 4:25 pm",
        "ctx": [
            "Ideas for coming up with main/lead melodies? I'm stuck with a song with just backing instruments.",
            "try throwing words into the game. this can allow concepts, ideas, and even stories, to drive the music and give it purpose. otherwise how would any note be 'right' or 'wrong'?"
        ]
    },
    {
        "date": "4.24.21 4:21 pm",
        "ctx": [
            "does the next song have the letter x in it?",
            "not yet"
        ]
    },
    {
        "date": "4.24.21 3:14 pm",
        "ctx": [
            "do the lyrics propel the music or vice-versa",
            "extremely both"
        ]
    },
    {
        "date": "4.24.21 2:18 pm",
        "ctx": [
            "will you ever make a song with no lyrics (just the melody, if you know what i mean)",
            "i did that when i was a kid, before i was confident enough to grasp the ridiculousness of words and what they could truly do for me"
        ]
    },
    {
        "date": "4.24.21 2:12 pm",
        "ctx": [
            "how thoroughly do you plan out your music videos before you start making them?",
            "i write and record the song first",
            "i was watching the video for got some money and really marveling at how smooth all the transitions are (like, the see/sea/saa/aaa bit that you proceeded to put more words on top of was so cool to me). do you, like, write down everything that's gonna happen before you start animating, or what?",
            "no, but i should"
        ]
    },
    {
        "date": "4.24.21 1:41 pm",
        "ctx": [
            "when did you start the writing for got some money?",
            "october 26, 2018"
        ]
    },
    {
        "date": "4.24.21 1:25 pm",
        "ctx": [
            "are you planning on using more 3d animation in your music videos like I'm a princess or will you be using more of a combination of 2d and3d like in money?",
            "i'll do whatever it takes, to get the job done"
        ]
    },
    {
        "date": "4.24.21 1:08 pm",
        "ctx": [
            "any tips on dealing with bar chords on guitar? i've been doing them on uke for years and now i'm in a band as a guitarist,,, i need a bar chord for our next song, but for some reason my fingers aren't strong enough??? idk",
            "mine aren't either"
        ]
    },
    {
        "date": "4.24.21 11:22 am",
        "ctx": [
            "is water wet",
            "it damn better not be"
        ]
    },
    {
        "date": "4.24.21 10:36 am",
        "ctx": [
            "whats the weirdest dream you've ever had",
            "woke up"
        ]
    },
    {
        "date": "4.24.21 10:34 am",
        "ctx": [
            "do you have any advice on how to deal with insomnia?",
            "tRY TO INVENT SOMETHING PRACTICAL For the world..............................."
        ]
    },
    {
        "date": "4.24.21 10:34 am",
        "ctx": [
            "Would you make fourth wall breaking songs?",
            "sure. i do that all the time"
        ]
    },
    {
        "date": "4.24.21 8:35 am",
        "ctx": [
            "Have u ever had a moment in live that changed you forever?",
            "i think so"
        ]
    },
    {
        "date": "4.24.21 8:04 am",
        "ctx": [
            "should I ask questions related to drawing",
            "sure"
        ]
    },
    {
        "date": "4.24.21 5:00 am",
        "ctx": [
            "how many capital letters are in this website",
            "at least 1 million for sure"
        ]
    },
    {
        "date": "4.24.21 3:53 am",
        "ctx": [
            "what is your favourite song you've written?",
            "i would prefer to write a new one to be my favorite"
        ]
    },
    {
        "date": "4.24.21 3:07 am",
        "ctx": [
            "have you ever considered doing covers of already existing songs?",
            "yes"
        ]
    },
    {
        "date": "4.24.21 12:40 am",
        "ctx": [
            "I want to be a musician, but everyone's telling me that they never make any money and that they end up becoming music teachers. Do you think this is normally true for most musicians?",
            "no. in some regions of the world, musicianship is just a normal life skill to have. like brushing your teeth"
        ]
    },
    {
        "date": "4.24.21 12:17 am",
        "ctx": [
            "Are there hidden meanings behind your songs or is it just how different people interpret the music and lyrics?",
            "there's a lot of meaning to it. i guess whether it's hidden depends on whether or not you've found it"
        ]
    },
    {
        "date": "4.23.21 11:57 pm",
        "ctx": [
            "do you procrastinate?",
            "it's on my to-do list"
        ]
    },
    {
        "date": "4.23.21 11:02 pm",
        "ctx": [
            "what is the meaning to i'm a princess? considering you're a male...",
            "could provide some much needed intrigue, in that sense"
        ]
    },
    {
        "date": "4.23.21 10:36 pm",
        "ctx": [
            "hey bill how about this motivation problem: i really really want to do the big Thing, but i don't want to do some of the little parts i have to do to make the Thing. \n\nyeah ok you're right, if i really do want the Thing, it'll be worth it to do the smaller parts that aren't so appealing, because i know they're contributing to what i actually DO want to do. so thanks :)\n\n~Jenna",
            "what i would do is, write up the exact procedure. and pretend you are teaching a film school about it. you can demonstrate your progress as you go, to prove that your procedure works"
        ]
    },
    {
        "date": "4.23.21 10:13 pm",
        "ctx": [
            "what do you think is the best way to get a grasp of deeper music theory/songwriting?",
            "listen to a lot of music, make a lot of music, study very carefuly how it affects you. and most importantly, don't panic when opposites seem to be true sometimes"
        ]
    },
    {
        "date": "4.23.21 8:39 pm",
        "ctx": [
            "why do centipedes have so many legs?",
            "so they can walk good"
        ]
    },
    {
        "date": "4.23.21 8:33 pm",
        "ctx": [
            "i see lots of questions asking for your thoughts on 60fps, but what are your thoughts on 24fps?",
            "it's nice. just enough is left to the imagination. however, panning and scrolling can be a disaster"
        ]
    },
    {
        "date": "4.23.21 7:32 pm",
        "ctx": [
            "Do you have hidden references in your songs that no one knows about?",
            "yes"
        ]
    },
    {
        "date": "4.23.21 7:08 pm",
        "ctx": [
            "the unit for measurement of pitch is hertz, which sounds a lot like your last name, and was named after a guy with the last name hertz. do you hope to someday have a measurement named after you? if yes, then would the to measurement be measuring?",
            "how freakin normal everything is"
        ]
    },
    {
        "date": "4.23.21 7:06 pm",
        "ctx": [
            "So near the end of \"Got some money\" the block from \"Im a princess\" and the chair from \"Here comes the sun\", as well as the round hollow ball thing from that video, does this mean that the newest songs are connected is some way?",
            "yes. they were made by the same person"
        ]
    },
    {
        "date": "4.23.21 5:54 pm",
        "ctx": [
            "What is your favourite type of bean?",
            "huge"
        ]
    },
    {
        "date": "4.23.21 5:02 pm",
        "ctx": [
            "do you love the community you made?",
            "i have never made a community. i simply do not have that skill set"
        ]
    },
    {
        "date": "4.23.21 4:13 pm",
        "ctx": [
            "From where do you get your Ideas for the Songs?",
            "from the toilet, in the gutter. bet you didn't think they had toilets in the gutter, well here i am, as living proof"
        ]
    },
    {
        "date": "4.23.21 3:48 pm",
        "ctx": [
            "have you eaten a clock before?",
            "no"
        ]
    },
    {
        "date": "4.23.21 3:42 pm",
        "ctx": [
            "can you please explain a pickup switch an an electrical guitar to me like i'm a 5 year old?",
            "flip the switch and it sounds different. that's actually about all i know about it"
        ]
    },
    {
        "date": "4.23.21 2:55 pm",
        "ctx": [
            "Is it possible to make good music if you're doing it as a means to an end (financial success, fame) rather than as an artistic pursuit?",
            "sure. that might make it strangely impossible for some people, but easy for others"
        ]
    },
    {
        "date": "4.23.21 2:13 pm",
        "ctx": [
            "Where do you like to travel?",
            "around the world, if possible",
            "And I absolutely adore the song Airport Terminal;They truly are magical places! Would you ever go again?",
            "yes",
            "And do you like peanuts?",
            "i'm not sure"
        ]
    },
    {
        "date": "4.23.21 2:00 pm",
        "ctx": [
            "not to be political but what do you think about cheese?",
            "it's complicated"
        ]
    },
    {
        "date": "4.23.21 1:46 pm",
        "ctx": [
            "Is your next song about grass?",
            "no"
        ]
    },
    {
        "date": "4.23.21 1:30 pm",
        "ctx": [
            "do you hate that song you said could be found in most dumpsters?",
            "no"
        ]
    },
    {
        "date": "4.23.21 1:20 pm",
        "ctx": [
            "how do you describe the word dream?",
            "too good. don't use"
        ]
    },
    {
        "date": "4.23.21 12:45 pm",
        "ctx": [
            "will you make cool videos like hi im steve unboxing viddeo and others?",
            "i was hoping for something even cooler"
        ]
    },
    {
        "date": "4.23.21 12:38 pm",
        "ctx": [
            "opinion on communism",
            "\"it just works\""
        ]
    },
    {
        "date": "4.23.21 11:48 am",
        "ctx": [
            "Why is the world stupid?",
            "due to intelligence"
        ]
    },
    {
        "date": "4.23.21 11:38 am",
        "ctx": [
            "what is your favorite literary device?",
            "the word"
        ]
    },
    {
        "date": "4.23.21 11:29 am",
        "ctx": [
            "hey i forgot the question i wrote here a while ago, can u remind me?",
            "(ref: q.php?date=202103291955\"target=\"_blank)sure<remqq></remqq>"
        ]
    },
    {
        "date": "4.23.21 10:58 am",
        "ctx": [
            "What is your favorite verse you've wrote?",
            "the second verse of \"airport terminal\" (unusual)"
        ]
    },
    {
        "date": "4.23.21 10:56 am",
        "ctx": [
            "Who is your favourite character",
            "the unreliable narrator"
        ]
    },
    {
        "date": "4.23.21 10:49 am",
        "ctx": [
            "can you PLEASE release the chords for \"money\" yourself? i can't find them myself and seems like nobody else could do it in the past four days",
            "the problem i face with this, is, to make it completely accurate it would be a disaster to read. but to make it more readable it would have to be terribly inaccurate"
        ]
    },
    {
        "date": "4.23.21 10:46 am",
        "ctx": [
            "this isnt actually a question but i wanted to say that i really really liked the video for got some money. the minimalist aesthetic is sick, and while its obviously very different from the visual spectacles that were i'm a princess/here comes the sun, its got a charm of its own and it kept me just as engaged watching as any of ur other videos. i especially liked the part where u represented the sea with a bunch of wavy slashes, that was awesome and reminded me of some sort of DOS game (thats a compliment, DOS games are cool). plus, i honestly think i prefer the blend of 2d and 3d to pure 3d... it makes the 3d parts feel more special. i hope u don't abandon this new style just bc its not as eye popping as ur other stuff - i do love ur cool big videos, but more than anything i love ur music, and it seems like this style lets u make videos for said music way faster.",
            "the visual minimalism has so many life-changing implications for me, it's hard to ignore. it just depends on whether i have the cojones to release things like that. and the key word is cojones",
            "anyway sorry for posting feedback on ur questions page. to make up for it heres a question: when you sing \"i said it three or for songs ago\" what are u referring to?",
            "i'm trying to make you think. get those gears turning"
        ]
    },
    {
        "date": "4.23.21 10:32 am",
        "ctx": [
            "how did you come up with the idea of the \"happy birthday to you, happy birthday to me\" part in \"got some money\"?",
            "it seems to come naturally after the feeling of the previous line. i suppose i was feeling excited"
        ]
    },
    {
        "date": "4.23.21 9:47 am",
        "ctx": [
            "Any tips for learning bass?",
            "throw yourself into a professional working band as soon as possible. But, in case it is a disease year, here's something else i can recommend: take your favorite songs, and delete the bass. This is pretty easy to do if you have a phone, tablet, or laptop. just play it without any headphones, and it automatically deletes the bass. then, make sure your bass IS plugged into something that is large so you can actually hear it (like an amp) and play along. Generally what i'm trying to say, get yourself into a situation where you are actually playing the bass role in songs, as soon as possible. that's pretty much where you are going to learn everything. Start out by just playing the root note of each chord (for example, if the chord is C, play the C note). Try to hold back from doing anything else just yet. but then pretty soon, as if by magic, you're automatically going to start doing everything you need to do and have a wild time"
        ]
    },
    {
        "date": "4.23.21 9:38 am",
        "ctx": [
            "why do capitalized letters exist?",
            "it's an easy alternate size of letters readily at hand, without having to change the font, and it will be available on all platforms, even where no other stylings, fonts, or sizes are available"
        ]
    },
    {
        "date": "4.23.21 9:23 am",
        "ctx": [
            "how would you define art",
            "by doing it"
        ]
    },
    {
        "date": "4.23.21 9:22 am",
        "ctx": [
            "What do you do besides music?",
            "make videos to go with the music, or sometimes, make videos for music to go with"
        ]
    },
    {
        "date": "4.23.21 9:20 am",
        "ctx": [
            "in your song where you say 'everything has been canceled' (like events) did you foresee a pandemic",
            "no",
            "and if you did would you still have written it",
            "i'm not sure"
        ]
    },
    {
        "date": "4.23.21 9:17 am",
        "ctx": [
            "Is Earth acceptable to your standards?",
            "sort of"
        ]
    },
    {
        "date": "4.23.21 9:02 am",
        "ctx": [
            "what can i do ?",
            "how about re-inventing the bread crumb"
        ]
    },
    {
        "date": "4.23.21 8:05 am",
        "ctx": [
            "Are you a princess?",
            "no but i can see why you would think that"
        ]
    },
    {
        "date": "4.23.21 8:04 am",
        "ctx": [
            "how come your song titles on spotify aren't in lowercase?",
            "they are mostly lowercase"
        ]
    },
    {
        "date": "4.23.21 7:55 am",
        "ctx": [
            "what's your favourite song youve made",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "4.23.21 7:21 am",
        "ctx": [
            "Bill, Ive loved your music for so long, my favorites probably long long journey, but, I just wanna say that Im a huge fan, and love your music.",
            "holy smokes you are very friendly",
            "I do have a question though, what got you into doing music?",
            "i don't remember, but i assume it was music. i can say that music gets me into music again and again each day, even if i thought i already was into music"
        ]
    },
    {
        "date": "4.23.21 7:17 am",
        "ctx": [
            "What do you think of the ocean?",
            "i can never remember how deep it is"
        ]
    },
    {
        "date": "4.23.21 5:47 am",
        "ctx": [
            "I've had several years of classical piano lessons as a kid but I hated them because I didn't like classical music. \n\nNow I'm an adult who wants to learn and play jazz piano but I'm nowhere near as good as I should be after all those years. \n\nWould you recommend me to get a teacher for jazz piano again?",
            "i don't really know how music lessons are supposed to work. it never made very much sense to me. however, if you have access to a piano, and a lot of music recordings, then that is a gold mine right there"
        ]
    },
    {
        "date": "4.23.21 5:06 am",
        "ctx": [
            "Now that you've upgraded your whole setup to start using more 3D in your work, have you also upgraded the DAW you use to record the music?",
            "not yet. that could take years, so i'm trying to do that a little bit each day",
            "Have you found any benefits if so?",
            "scriptability is the only reason to switch. and it is a big reason"
        ]
    },
    {
        "date": "4.23.21 4:38 am",
        "ctx": [
            "in the video for got some money, it's written \"one day will feel complete\", but on your lyrics page, it's written \"one day we'll feel complete\". did you make a mistake somewhere? are both writings acceptable? it is up to each of the listeners to decide?",
            "when i wrote it, i thought it was \"we'll\", but then i soon realized that there was a double meaning available, which was very interesting, especially as it relates to the \"birthday\". so i took the opportunity to emphasize that in the video. but i decided to keep it as \"we'll\" on the lyrics page, to make sure that both options were conveyed somewhere"
        ]
    },
    {
        "date": "4.23.21 3:58 am",
        "ctx": [
            "How do I stop thinking in fifty different directions? It's really tiring :(",
            "start trying to write down what you're thinking"
        ]
    },
    {
        "date": "4.23.21 3:47 am",
        "ctx": [
            "what's your favourite adjective?",
            "ok"
        ]
    },
    {
        "date": "4.23.21 2:25 am",
        "ctx": [
            "Will you be making a big video soon or a little bit later?",
            "i prefer to keep all my videos a very normal, and sensible size. this is mostly to avoid dying before i finish it"
        ]
    },
    {
        "date": "4.23.21 2:07 am",
        "ctx": [
            "Do you ever find yourself unsatisfied with the music you write?",
            "yes",
            "How do you figure out how to fine tune and perfect it?",
            "\"not panic\" which of course is easier said than done"
        ]
    },
    {
        "date": "4.23.21 1:55 am",
        "ctx": [
            "At the beginning of your most recent song, \"got some money\", when you say \"and I wonder if I'm sad about the money that I have, what is the music there. Is there any name for it. Where it gets lower and lower and with the little bit at the end.",
            "the best names i have for it is just the names of all the notes and chords. the notes are E, D#, C#, C in the melody. then i think you probably want to put the bass with it on the same notes, for beef, except on \"have\", i am definitely using a chord known as G#dominant7, and the important part of that chord in this case will be: you want the C note (melody) then you also want the F# note with that, somewhere in the harmony, and then you'd have G# in the bass. And i can't remember if i put the bass in G# (root of the chord) or C (with the melody), let me listen and check. ok yes the bass is on G#. Also i've harmonized the melody a 3rd above, so \"money that i\" will also have notes G#, F#, E, and then it seems for \"have\", instead of harmonizing a 3rd above, for that one i've used F# as the harmony note, as i said, to get the best results on that chord you need the F# and C notes to give it that twang. with the G# in the bass.",
            "I also have a similar question for the line \"and it makes me mad\", which is about 35 seconds in. Same thing, what is the term for the music happening there. With emphasis on 'me mad'. That's all.",
            "again, i can just tell you the notes. there's hardly any chords in here, except \"mad\". the bass is just wandering toward the important note (the \"mad\" chord), and the chord for mad could be pretty much described as D7 (D dominant7), and in this case, to get the sound you want there, really all you want is the note F# (in the melody), you want C also in the harmony, and you want D in the bass. that should do the trick"
        ]
    },
    {
        "date": "4.23.21 1:19 am",
        "ctx": [
            "do you do any vocal warmups before singing?",
            "the only vocal warm ups i know involve singing. so .... technically no"
        ]
    },
    {
        "date": "4.23.21 12:41 am",
        "ctx": [
            "I'm not sure what you meant by \"when did all the windmills start to turn so slow\". Maybe it's supposed to be literal, idk. That line has stuck with me a lot, probably more than 99% of lyrics I've ever listened to. A very weird sense of a nostalgia for a moment I've never experienced.",
            "ah, that's good to hear. because, that's exactly what i meant to do",
            "Have they rusted and fallen into decay?",
            "that seems a little less romantic than i hope it sounds",
            "Could be that it's just a feeling of looking away and then back and recognizing that you never paid attention to the things right in front of you, because otherwise you'd know the speed. Or maybe the speed hasn't changed, but in youth everything looks bigger, faster, more vibrant and full of life and character.",
            "that sounds better to me",
            "I'm def rambling at this point, and maybe getting a definitive answer will ruin the magic for me, idk.",
            "i think you got it",
            "But thank you from the bottom of my heart for this song, I'll never forget it."
        ]
    },
    {
        "date": "4.23.21 12:17 am",
        "ctx": [
            "are you ever gonna make videos for your songs without videos?",
            "sure. i've done it before, but i guess the reason you didn't notice is because now you probably no longer consider those songs songs without videos"
        ]
    },
    {
        "date": "4.23.21 12:11 am",
        "ctx": [
            "Is there actually a note between B and C? I'm confused.",
            "i guess it depends how flexible your instrument is"
        ]
    },
    {
        "date": "4.22.21 11:44 pm",
        "ctx": [
            "I noticed that the \"hat\" in \"got some money\" was made out of a dash, a dot, and another dash. There was also monotone, high-pitched beeping noise at around 3:06. Is this a secret message in morse code?",
            "no"
        ]
    },
    {
        "date": "4.22.21 11:00 pm",
        "ctx": [
            "How hard is it to make cool videos?",
            "the hardest part is remembering how easy it probably is"
        ]
    },
    {
        "date": "4.22.21 10:54 pm",
        "ctx": [
            "Whatever happened to neon text?",
            "what the heck is neon text"
        ]
    },
    {
        "date": "4.22.21 9:59 pm",
        "ctx": [
            "How accurate would you say the interpretations of your songs on Genius are?",
            "i'm not sure. i haven't read them"
        ]
    },
    {
        "date": "4.22.21 9:05 pm",
        "ctx": [
            "is got some money based on your real life?",
            "no",
            "If so, just how many boats do you have on that plane?",
            "i have neither"
        ]
    },
    {
        "date": "4.22.21 8:09 pm",
        "ctx": [
            "someone just asked me what i do in my free time and i almost started crying. is it bad that i have no hobbies?",
            "sometimes the best hobbies don't exactly have names. you might have some of those"
        ]
    },
    {
        "date": "4.22.21 7:39 pm",
        "ctx": [
            "Do you agree that nothing can be indescribable because it can therefore be described as indescribable or rather as describable?",
            "no",
            "Perhaps describable, just not very well?",
            "i don't think saying it's indescribable is enough to describe it"
        ]
    },
    {
        "date": "4.22.21 7:12 pm",
        "ctx": [
            "Where are the secret messages in your songs?",
            "in the music"
        ]
    },
    {
        "date": "4.22.21 5:51 pm",
        "ctx": [
            "Were the last 3 songs your project that you left for almost a year to make?",
            "i didn't leave, but, no",
            "If so then I'd say it was worth it, also how long did it take you to learn how to model/animate in blender?",
            "i still can't really do it well enough to get the job done properly"
        ]
    },
    {
        "date": "4.22.21 5:28 pm",
        "ctx": [
            "what is your opinion on dirt",
            "the flavor overwhelms me"
        ]
    },
    {
        "date": "4.22.21 4:58 pm",
        "ctx": [
            "Why does the note B# exist?",
            "if you are on paper, and you don't want to have to keep unsharping and re-sharping the C. that note in the scale can safely live on the B line for today, and its neighbors will not normally bother it"
        ]
    },
    {
        "date": "4.22.21 4:48 pm",
        "ctx": [
            "Is this like a \"Ask Bill Wurtz\"page?",
            "yes",
            "If it's not, then why is this here-?"
        ]
    },
    {
        "date": "4.22.21 4:41 pm",
        "ctx": [
            "what is your opinion on pineapple on pizza?",
            "pineapple is pizza"
        ]
    },
    {
        "date": "4.22.21 4:39 pm",
        "ctx": [
            "got some money is one of your few music videos where you don't show your face.",
            "there's more than a few",
            "is this a reference to faceless corporations that have lots of money?",
            "no"
        ]
    },
    {
        "date": "4.22.21 3:16 pm",
        "ctx": [
            "Do you like your music?",
            "i try to make it how i like it. whether or not i've ever succeeded at that is anyone's guess"
        ]
    },
    {
        "date": "4.22.21 2:15 pm",
        "ctx": [
            "is your next song about trees?",
            "i don't think so"
        ]
    },
    {
        "date": "4.22.21 1:41 pm",
        "ctx": [
            "Why does creation take more time than destruction",
            "it depends how high your standards are"
        ]
    },
    {
        "date": "4.22.21 1:33 pm",
        "ctx": [
            "The Easter Bunny told me that you're Santa in disguise. Is this true?",
            "no"
        ]
    },
    {
        "date": "4.22.21 1:10 pm",
        "ctx": [
            "thoughts on computers",
            "moral compass so strong you can't even tell which direction it's pointing"
        ]
    },
    {
        "date": "4.22.21 1:04 pm",
        "ctx": [
            "Can you reply to this question with one capitalized letter?"
        ]
    },
    {
        "date": "4.22.21 12:45 pm",
        "ctx": [
            "What's the best part of making a video?",
            "the part where you get to think of something and then make it appear in someone else's mind"
        ]
    },
    {
        "date": "4.22.21 12:21 pm",
        "ctx": [
            "i've noticed how most your songs have all these side melodies and things that come in once in a while (like the bass) to emphasize certain parts, how do you know which parts to emphasize and when to use certain melodies? do you just use the time you're not singing to utilize these melodies?",
            "i just have to try it and see. it generally tends to be a good strategy to not have too many different things happening at exactly the same time. sort of like in conversation. but sometimes some overlap does work. you just have to try and see"
        ]
    },
    {
        "date": "4.22.21 11:46 am",
        "ctx": [
            "Why do you think moon is big?",
            "to block out the sun, if necessary"
        ]
    },
    {
        "date": "4.22.21 11:38 am",
        "ctx": [
            "do u like satan",
            "i don't know anyone named satan"
        ]
    },
    {
        "date": "4.22.21 11:20 am",
        "ctx": [
            "how long does a video take?",
            "just the right amount of time"
        ]
    },
    {
        "date": "4.22.21 10:24 am",
        "ctx": [
            "(ref: q.php?date=202101211826)1.21.216:26 pm  -> So, did you succeed to end up at 3 audio and instruments tracks for got some money ? Or 30 ? If no, how many tracks have this song session ?",
            "about 296"
        ]
    },
    {
        "date": "4.22.21 10:22 am",
        "ctx": [
            "What are your thoughts on thoughts?",
            "it's like another world, in your mind"
        ]
    },
    {
        "date": "4.22.21 10:04 am",
        "ctx": [
            "A duck has trapped me in my house.",
            "i believe you",
            "What should I do?",
            "take a video of it and upload it and call it \"duck traps person in house\""
        ]
    },
    {
        "date": "4.22.21 9:00 am",
        "ctx": [
            "are your videos inspired by LSD?",
            "no. i'm not entirely sure what that is"
        ]
    },
    {
        "date": "4.22.21 8:56 am",
        "ctx": [
            "What is the airspeed velocity of an unladen swallow?",
            "is that the african or european swallow"
        ]
    },
    {
        "date": "4.22.21 8:17 am",
        "ctx": [
            "do you ever feel like you release songs in the wrong order?",
            "yes"
        ]
    },
    {
        "date": "4.22.21 7:42 am",
        "ctx": [
            "if everything is possible doesnt that mean that nothing is possible?",
            "no"
        ]
    },
    {
        "date": "4.22.21 7:14 am",
        "ctx": [
            "What's your thoughts on the moon?",
            "'wow what an empty place' .... 'the days feel like months'"
        ]
    },
    {
        "date": "4.22.21 6:56 am",
        "ctx": [
            "i've been searching dumpsters for 2 months now and i can't find ur song, any advice?",
            "check spotify"
        ]
    },
    {
        "date": "4.22.21 5:27 am",
        "ctx": [
            "is the next song about ice-cream?",
            "i doubt it"
        ]
    },
    {
        "date": "4.22.21 5:02 am",
        "ctx": [
            "Whenever I try to write a melody, it oftens morphs into something I've heard before. Any tips for avoiding this?",
            "you could do a sort of 'fake-out'. like you may have seen in sports"
        ]
    },
    {
        "date": "4.22.21 3:54 am",
        "ctx": [
            "Is 'got some money' actually a commubist propaganda designed to let peopel know that money is really useless and its ruining our lives",
            "no",
            "If not, what is it?",
            "music"
        ]
    },
    {
        "date": "4.22.21 2:27 am",
        "ctx": [
            "Bill, I want to make music but I don't know where to start. I can play the piano, trumpet, and a bit of guitar but you're the only person who has really inspired me. What is your advice? Thanks for your inspiration!",
            "do you feel compelled to use words in your work? that's just one of about a million questions i'd want to ask to help determine a course of action"
        ]
    },
    {
        "date": "4.22.21 2:08 am",
        "ctx": [
            "serious question, how much do you like writing music?",
            "enough to make me a bit of a basket case"
        ]
    },
    {
        "date": "4.22.21 1:10 am",
        "ctx": [
            "At 1:18 and 1:34 in i'm a princess, the aspect ratio shrinks a little and on the left side it looks like it says \"EXIT\" in green very faintly, was this on purpose?",
            "just a lucky coincidence i supposethat doesn't particularly make sense to me"
        ]
    },
    {
        "date": "4.22.21 12:23 am",
        "ctx": [
            "is there a benefit to having a keyboard shortcut for keysmashing, compared to an actual keysmash?",
            "it will be slightly quicker and it will be easier to avoid ever doing it exactly the same way, or having to deliberately try to make it different than you've ever done it before. basically it eliminates any mental energy you'd have to spend on it"
        ]
    },
    {
        "date": "4.22.21 12:02 am",
        "ctx": [
            "are we in a simulation?",
            "of what"
        ]
    },
    {
        "date": "4.21.21 11:10 pm",
        "ctx": [
            "If the got some money video was finished on April 14th, why did you wait until the 19th to release it?",
            "because i was afraid it sucked"
        ]
    },
    {
        "date": "4.21.21 10:53 pm",
        "ctx": [
            "why do your songs always sound so different from your other songs",
            "to disprove the nay sayers"
        ]
    },
    {
        "date": "4.21.21 10:36 pm",
        "ctx": [
            "How do you avoid trying to make all your songs perfect and trying for 600 years on each of them?",
            "have you considered going into panic mode"
        ]
    },
    {
        "date": "4.21.21 10:31 pm",
        "ctx": [
            "What's your inspiration for making music?",
            "the world"
        ]
    },
    {
        "date": "4.21.21 10:19 pm",
        "ctx": [
            "is the line \"it's time for the show\" in the new song a reference to the improv \"the show\" from 2012?",
            "perhaps the \"said it 3 or 4 songs ago\" part makes it a reference"
        ]
    },
    {
        "date": "4.21.21 10:08 pm",
        "ctx": [
            "what got you into music",
            "music"
        ]
    },
    {
        "date": "4.21.21 9:44 pm",
        "ctx": [
            "When you write and produce music, how much are you already thinking of the video ideas?",
            "maybe about 20%",
            "Do you think things like \"this noise is for blinking traffic lights, this riff is for types of trees\",",
            "in both of those cases, no",
            "or do you come up with the ideas for the video after the song is done?",
            "in those cases, yes"
        ]
    },
    {
        "date": "4.21.21 9:43 pm",
        "ctx": [
            "When is your face reveal",
            "never"
        ]
    },
    {
        "date": "4.21.21 9:27 pm",
        "ctx": [
            "for some reason, my favorite song of yours is always the newest one. it's not that I like there being new song, it's just that I find each song better than the last. do you try to make each better than the last one?",
            "yes",
            "or is that just like a fluke or something?",
            "fluke is my real name. Flucas"
        ]
    },
    {
        "date": "4.21.21 7:24 pm",
        "ctx": [
            "I had a dream I wrote a piece of music, and I heard the music, but I don't remember it anymore now that I'm awake, and I'm just left feeling weird and kinda sad that dream me is better at music-ing than real me.",
            "that's understandable. being awake can be quite a hinderance to writing",
            "How do you remember the music in your dreams?",
            "write it down and/or sing it and describe it into a recording as fast as you can",
            "Do you always?",
            "sometimes i can't catch it all",
            "Or do I just have to move on and hope to come across a new song while conscious?",
            "you should do that too, because dream ideas can be rare. What you can do, when working while you're awake, is just be patient, and know that sometimes nothing happens for a long time until you can finally get truly comfortable. in a way, it only works if you stop wanting it to work. And this can be quite difficult, especially if you want the music as much as i do. but if you're patient, it HAS to happen eventually. science tells us this"
        ]
    },
    {
        "date": "4.21.21 7:18 pm",
        "ctx": [
            "why did you reupload \"Money\" on Spotify?",
            "i only uploaded it 1 time"
        ]
    },
    {
        "date": "4.21.21 6:57 pm",
        "ctx": [
            "Probably have been asked this before, but did you study music professionally/at a college level?",
            "no, but, i've always had an extremely professional attitude in all of my personal lifelong music research/studies/experimentation, and i take it extremely seriously",
            "If so did you specify in any genres?",
            "normal"
        ]
    },
    {
        "date": "4.21.21 6:27 pm",
        "ctx": [
            "did you intentionally make \"happy birthday to me\" the most distinctive minor chord in got some money?",
            "it's part of a broader intention to use all the melody/chords/lyrics that i intended"
        ]
    },
    {
        "date": "4.21.21 6:23 pm",
        "ctx": [
            "are video games just a video of the game?",
            "no, that's game videos"
        ]
    },
    {
        "date": "4.21.21 6:22 pm",
        "ctx": [
            "what's your mbti type?",
            "Mild, Bold, Tries things, Isn't a villain"
        ]
    },
    {
        "date": "4.21.21 6:11 pm",
        "ctx": [
            "What was the most challenging part of learning 3D stuff?",
            "the parts i haven't learned yet"
        ]
    },
    {
        "date": "4.21.21 5:22 pm",
        "ctx": [
            "Why do you like to use lowercase letters",
            "because they are normal, but, i was going to ask you the same question"
        ]
    },
    {
        "date": "4.21.21 5:13 pm",
        "ctx": [
            "are you a time traveller?",
            "as far as i can tell, time is required for any type of travel"
        ]
    },
    {
        "date": "4.21.21 4:51 pm",
        "ctx": [
            "Tim Heidecker is not the anti you. You guys would get along and he would respect your music so much. I know him personally and i know this. Can we email you to get you on his show for a fun chat about music?",
            "i have been a fan of Tim for a long long time, so, whether or not you are authentic with this, that would be pretty cool. although to be fair i've been known to chicken out"
        ]
    },
    {
        "date": "4.21.21 3:58 pm",
        "ctx": [
            "How do you figure out what notes for each word and tune you sing/say like in Im still a piece of garbage",
            "this is just a magical power of the human imagination. how did you come up with the exact words in your question to express what you wanted to ask? amazing. scary to think of losing that .... stay hydrated and active, and relatively calm"
        ]
    },
    {
        "date": "4.21.21 3:42 pm",
        "ctx": [
            "have you ever considered using slap bass in your songs?",
            "maybe just a tiny bit, somewhere in each song"
        ]
    },
    {
        "date": "4.21.21 3:20 pm",
        "ctx": [
            "Give me advice on how to be normal.",
            "have you thought about traveling to the far reaches of outer space"
        ]
    },
    {
        "date": "4.21.21 3:18 pm",
        "ctx": [
            "you have used the word home in your lyrics 74 times. reasonable explanation please",
            "it goes good in a song, and i've made a lot of songs (probably more than 74). according to my calculations this is a normal rate"
        ]
    },
    {
        "date": "4.21.21 3:14 pm",
        "ctx": [
            "In \"Expert mode\" you made a note that in between \"might quit\" and \"here comes the sun\" that you were vacationing in the middle of the sun. Does this tie in to here comes the sun?",
            "unfortunately no"
        ]
    },
    {
        "date": "4.21.21 2:52 pm",
        "ctx": [
            "Is the flying table a sequel to \"brick floor\"?",
            "sort of, but there were a lot of other videos in between"
        ]
    },
    {
        "date": "4.21.21 2:36 pm",
        "ctx": [
            "What's your favorite animal that you can't see at a zoo?",
            "computers"
        ]
    },
    {
        "date": "4.21.21 2:36 pm",
        "ctx": [
            "are you funny?",
            "everything is funny"
        ]
    },
    {
        "date": "4.21.21 2:15 pm",
        "ctx": [
            "Thoughts on cookies?",
            "internet users love them because it provides them a more engaging experience"
        ]
    },
    {
        "date": "4.21.21 2:04 pm",
        "ctx": [
            "how long does it take for you to make a video?",
            "a reasonable amount of time"
        ]
    },
    {
        "date": "4.21.21 2:03 pm",
        "ctx": [
            "How do you get your ideas?",
            "i have a basket to catch the ideas, but sometimes the basket itself inspires me"
        ]
    },
    {
        "date": "4.21.21 1:48 pm",
        "ctx": [
            "Would you advise taking lessons for music or self-teaching?",
            "doing it myself is the only way it would ever work for me. but according to rumors i've heard, not everyone is necessarily the same as me"
        ]
    },
    {
        "date": "4.21.21 1:38 pm",
        "ctx": [
            "What is time really?",
            "it's you",
            "Does time really exist,",
            "yes",
            "or is it just a concept humans made in order to explain going from day to night.",
            "time existed before humans, and, so far no one has properly explained it",
            "If you think about it, the concept of hours, days, weeks, months, and years are made up,",
            "those are attempts to measure time",
            "so what does that make time?",
            "the actual thing that those things are trying to measure"
        ]
    },
    {
        "date": "4.21.21 12:49 pm",
        "ctx": [
            "what inspired you",
            "the whole world, and it still does"
        ]
    },
    {
        "date": "4.21.21 12:16 pm",
        "ctx": [
            "I've started taking music lessons again but they make me a little sad but I do think I will become better at music but now I dont know what to do because I really want to become better at music but I also really dont want to be sad",
            "i'm not sure if music lessons are really the best thing for getting better at music. it may work for some people, but i don't really get that. plus if it makes you sad, well, in my opinion that makes 2 reasons not to do it. but perhaps i shouldn't give my opinion on this because my experience might be different from others"
        ]
    },
    {
        "date": "4.21.21 11:55 am",
        "ctx": [
            "Do you write your songs with an intended meaning or are the listeners' interpretations more important?",
            "the thing that's important to me is that you like it as much as possible"
        ]
    },
    {
        "date": "4.21.21 11:53 am",
        "ctx": [
            "why did you make the table fly",
            "was testing MIDI sliders for animation"
        ]
    },
    {
        "date": "4.21.21 11:52 am",
        "ctx": [
            "when performing your songs live, do you plan on strictly adhering close to the original \"studio versions\"' duration",
            "not exactly",
            "or occasionally jamming out for extended periods of time? both \"mount st helens\" and \"got some money\" have outros that feel very at home with the latter in my opinion but i'm interested in your perspective on things!",
            "that could be a good idea. maybe it's possible to even do some of them shorter"
        ]
    },
    {
        "date": "4.21.21 11:45 am",
        "ctx": [
            "I notice that you render some 3D animations in 60fps, but the final video is in 30fps. Do you prefer 30fps over 60fps?",
            "i would prefer 60fps if i could spend 100 years perfecting all the motions and movements to a sufficient level of quality"
        ]
    },
    {
        "date": "4.21.21 11:38 am",
        "ctx": [
            "Have you got a feeling that some numbers are quite scary?",
            "sometimes",
            "I mean, 4 is frightening as it seems to be yellow",
            "that one is not scary to me"
        ]
    },
    {
        "date": "4.21.21 11:13 am",
        "ctx": [
            "Why did you quit and come back?",
            "you must be thinking of someone else"
        ]
    },
    {
        "date": "4.21.21 11:00 am",
        "ctx": [
            "when are you going to make a talk show",
            "as soon as i can"
        ]
    },
    {
        "date": "4.21.21 10:52 am",
        "ctx": [
            "how do you song a song?",
            "songs are self-songing"
        ]
    },
    {
        "date": "4.21.21 10:18 am",
        "ctx": [
            "What's your thoughts on the sun.",
            "\"oh gosh it's very hot here\" ... \"i must have melted already\""
        ]
    },
    {
        "date": "4.21.21 9:45 am",
        "ctx": [
            "what font is this website in?",
            "none"
        ]
    },
    {
        "date": "4.21.21 9:26 am",
        "ctx": [
            "Where are your ideas come from?",
            "i'm not sure. the damn things are never post marked"
        ]
    },
    {
        "date": "4.21.21 9:19 am",
        "ctx": [
            "How long does it take you to write a song?",
            "we'll see"
        ]
    },
    {
        "date": "4.21.21 9:00 am",
        "ctx": [
            "In your new song, is it your voice that sing the word \"SWIMMING!\" ?",
            "yes",
            "It sound so unfamiliar, how did you craft this particular sound ?",
            "sang really high"
        ]
    },
    {
        "date": "4.21.21 8:45 am",
        "ctx": [
            "for some reason i am always convinced that the gibberish lines in your videos are coded messages even though as far as i know this has never actually been the case. i spent 15 minutes doing cryptanalysis on \"zyxwvutsrqponnmlkihgfedcba\" only to conclude that it is merely Gobbledygook.",
            "? did you actually not notice that that is the english alphabet backwards",
            "anyway my question is would you consider hiding some sort of coded message in one of your videos so i can get some payoff here",
            "it's usually not going to be cryptography. i will give you an example of a small thing that may or may not be hidden (depending on whather you've noticed it) and what it means. the boat in the \"i'm a princess\" video says \"boath\". that's because it is a boat but it also looks like a bath. is it a boat? is it a bath? or is it both? so the answer, of course, is boath"
        ]
    },
    {
        "date": "4.21.21 8:09 am",
        "ctx": [
            "changing up chord progressions is intimidating and i feel like every time i try it i mess up what do i do",
            "i think the best thing for you at this stage is to spend several years at your best chordal instrument of choice, just honestly trying to have a really great time while also staying relatively calm"
        ]
    },
    {
        "date": "4.21.21 7:41 am",
        "ctx": [
            "do you think all songs are normal?",
            "it's normal for them to be not normal, but, sometimes they actually are normal, which is a little unusual"
        ]
    },
    {
        "date": "4.21.21 6:55 am",
        "ctx": [
            "what is your favourite pizza",
            "i want one that will confuse and dazzle me as to what shape it could possibly be"
        ]
    },
    {
        "date": "4.21.21 6:49 am",
        "ctx": [
            "why are all the choruses/all the verses of most songs in the same key? like, if you modulate away for a while, your listeners aren't gonna remember where you were, why not just go to the place that flows best from where you are?&#8203;",
            "always go with what feels best at the time. interestingly, i think you'll find that much of the time, that will end up being the same key as it was before. the music actually does remember (the listener remembers). However, some of time the best key for a verse may not be the same as the previous. this has happened to me several times. it just happened to me on the last song i released, and there's also another place in the song where it didn't happen"
        ]
    },
    {
        "date": "4.21.21 5:52 am",
        "ctx": [
            "How do you make lyrics that are both complete nonsense and have infinite meaning at the same time?",
            "if it's nonsense i delete it and come up with something better"
        ]
    },
    {
        "date": "4.21.21 3:53 am",
        "ctx": [
            "Do you like fun?????????????",
            "it's ok"
        ]
    },
    {
        "date": "4.21.21 3:13 am",
        "ctx": [
            "How do u live",
            "try to stay calm and also keep moving around"
        ]
    },
    {
        "date": "4.21.21 3:05 am",
        "ctx": [
            "whats the meter in the final section of got some money? i can't figure it out",
            "alternating 4 and 5. or you can call it 9, if you don't mind your bars being enormous"
        ]
    },
    {
        "date": "4.21.21 2:50 am",
        "ctx": [
            "how did you celebrate 4-20?",
            "continue ramping up production strategies"
        ]
    },
    {
        "date": "4.21.21 1:56 am",
        "ctx": [
            "do you wear glasses or did you just borrow someone's glasses for sexy pants",
            "i bought fake glasses. and i really did wear them"
        ]
    },
    {
        "date": "4.21.21 1:44 am",
        "ctx": [
            "Can you go into detail of what you mean when you say you've learned to get out of the way of yourself, in terms of making music/animating?",
            "i haven't learned yet. but, imagine this: you are in a hallway. there is a door. you want to get through the door. it is probably a normal door with a normal handle (etc) but you find yourself making elaborate designs all over the door for a long time before opening it because you want to make sure it's a very good door. then you die because you've reached the end of time and you didn't get a chance to go through the door"
        ]
    },
    {
        "date": "4.21.21 12:37 am",
        "ctx": [
            "Can we get some words of Wisdom, Bill?",
            "i was going to ask you that"
        ]
    },
    {
        "date": "4.21.21 12:23 am",
        "ctx": [
            "Do you think tour editing/music has changed after \"here comes the sun?\". Idk music feels like it has more of a central theme and editing has gotten more minimalistic.",
            "i wonder if it would change your theory to find out that the song \"i'm a princess\" was produced entirely in april 2019",
            "Also, if you don't mind me asking, why do you chose to post your animation at lower framerates (25-30 fps) in this day and age when everyone is \"remastering\" their animations to be 60-240 fps?",
            "i would like to do 60fps, but i'd have to spend an extra 10 years perfecting all the movements. 60fps is just so revealing of the exact nature of the movement, it leaves nothing to the imagination. so all your movements have to be insanely insanely good"
        ]
    },
    {
        "date": "4.21.21 12:09 am",
        "ctx": [
            "would you rather host a talk show or appear as a guest on a talk show?",
            "to be co-host would be best for me i think"
        ]
    },
    {
        "date": "4.21.21 12:08 am",
        "ctx": [
            "have you finally gotten around 3d editing to start regularly create songs again ;D",
            "might have to cut a few backroom deals with 'common sense', but we're going to get there"
        ]
    },
    {
        "date": "4.20.21 11:54 pm",
        "ctx": [
            "Who's a princess?",
            "your friend or colleague"
        ]
    },
    {
        "date": "4.20.21 11:51 pm",
        "ctx": [
            "Did it take a long time to get your songs just right?",
            "still haven't done it"
        ]
    },
    {
        "date": "4.20.21 11:45 pm",
        "ctx": [
            "Do you mind people uploading videos or songs that you've put on this website but not on your YouTube channel to YouTube",
            "hate it. but i try not to think about it, that way i don't become consumed with hate"
        ]
    },
    {
        "date": "4.20.21 10:55 pm",
        "ctx": [
            "out of all the songs you've created, which one is your favorite so far?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "4.20.21 10:36 pm",
        "ctx": [
            "What is your favourite mid-video snack?",
            "how about some audio"
        ]
    },
    {
        "date": "4.20.21 10:18 pm",
        "ctx": [
            "do you like avocados",
            "i'm still trying to understand them"
        ]
    },
    {
        "date": "4.20.21 10:00 pm",
        "ctx": [
            "today is 4/20 bill, any thoughts on this?",
            "seems like a good day for a pow wow"
        ]
    },
    {
        "date": "4.20.21 9:53 pm",
        "ctx": [
            "Do you write any or all of these questions?",
            "no"
        ]
    },
    {
        "date": "4.20.21 9:44 pm",
        "ctx": [
            "where do you want to go with your music?",
            "thanks to the internet, i can send it all over the world"
        ]
    },
    {
        "date": "4.20.21 9:37 pm",
        "ctx": [
            "do you like ducks?",
            "i am duck"
        ]
    },
    {
        "date": "4.20.21 9:28 pm",
        "ctx": [
            "So, will you upload regularly again?",
            "i will make songs as fast as i can (with videos) and upload the videos (and the songs). i'm hoping that's what you had in mind"
        ]
    },
    {
        "date": "4.20.21 8:41 pm",
        "ctx": [
            "How do you determine the style for a song?",
            "i just write the song and see what style it's in. how i write a song, however, i don't know"
        ]
    },
    {
        "date": "4.20.21 8:11 pm",
        "ctx": [
            "Is the song about money in a minor or major key?",
            "it starts in a minor key but it never seems to want to stay there for very long"
        ]
    },
    {
        "date": "4.20.21 7:56 pm",
        "ctx": [
            "normally when I run into things I can't play during recording, I will just break it into small enough pieces for me to play, then stitch it together. I don't like this I just want songs to be done fast.\nthis last time, I tried practicing the parts till I could play them;it inflated production by 10 days, and I got 3/4 of them. this also sucks but I did improve my playing.\nI was wondering how you handle this kinda thing",
            "it sounds like you are on the right track"
        ]
    },
    {
        "date": "4.20.21 7:28 pm",
        "ctx": [
            "How's the weather?",
            "different"
        ]
    },
    {
        "date": "4.20.21 6:56 pm",
        "ctx": [
            "Is this a funny joke?",
            "how could a joke possibly be funny"
        ]
    },
    {
        "date": "4.20.21 6:22 pm",
        "ctx": [
            "A lot of people ask you a lot of dumb questions, are you ok with that???",
            "there are no dumb questions nor smart questions. only stupid questions"
        ]
    },
    {
        "date": "4.20.21 6:10 pm",
        "ctx": [
            "how to be creative",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "4.20.21 6:05 pm",
        "ctx": [
            "do you think in music?",
            "i admit that's a great way to think"
        ]
    },
    {
        "date": "4.20.21 5:12 pm",
        "ctx": [
            "the more time i spend on working on a musical idea, the less excited i am about it. but i also feel that if i didn't spend much time on it, it would be bad. Eventually, i always end up not getting anywhere and i give up on my compositions. Any advice?",
            "save them in a list. so even if you have to stop working on it, you're still not giving up on it. music is like weird magic voodoo that only seems to work when you are not trying and not paying attention. so just keep the ideas listed where they belong, and then as long as you've familiarized yourself with them, you'll probably come up with the answers without even trying, some other time when you least expect it. If you feel like you must finish it, you can also do that but you just need to be very patient and calm and sit with it, and don't be alarmed if you are too tense to get anything for several hours. if you are patient, it will come, i'm sure. it literally can't stay away forever. science tells us this"
        ]
    },
    {
        "date": "4.20.21 4:53 pm",
        "ctx": [
            "why is your music so likeable?",
            "to increase the chances that it might *influence* you"
        ]
    },
    {
        "date": "4.20.21 4:37 pm",
        "ctx": [
            "is the next song going to contain \"the\"",
            "i'd say there's a 97% chance"
        ]
    },
    {
        "date": "4.20.21 4:33 pm",
        "ctx": [
            "Do you think one new song/video every month is reasonable?",
            "no",
            "Or every 2 months?",
            "even worse",
            "I know you plan on making them way faster than that but like what's realistic?",
            "it depends on whether i have the cojones to make the videos simpler"
        ]
    },
    {
        "date": "4.20.21 4:30 pm",
        "ctx": [
            "do you think about what order your singles could go in? are there songs that have not been finished that go in between existing ones?",
            "a lot of songs should have gone in the order they were written. \"new canaan\" really belongs as the 2nd in a series of at least 4 other traveling songs, which have never been recorded"
        ]
    },
    {
        "date": "4.20.21 4:21 pm",
        "ctx": [
            "What is your favorite number?",
            "111"
        ]
    },
    {
        "date": "4.20.21 4:09 pm",
        "ctx": [
            "I'm a big fan of the vocal production in got some money. the effects on the word \"swimming\" are amazing.",
            "holy smokes you've taken up a friendly demeanor"
        ]
    },
    {
        "date": "4.20.21 4:04 pm",
        "ctx": [
            "has anyone ever correctly guessed/found out the meaning of any of your songs?",
            "yes"
        ]
    },
    {
        "date": "4.20.21 3:46 pm",
        "ctx": [
            "You should switch back from Arial to Helvetica, I like Helvetica's vibe more. You should do it to please me, as I'm your only viewer, and I'm the only one who has asked you all these questions",
            "i believe you"
        ]
    },
    {
        "date": "4.20.21 3:30 pm",
        "ctx": [
            "How do you always know what things evoke the right emotion?",
            "try them"
        ]
    },
    {
        "date": "4.20.21 3:29 pm",
        "ctx": [
            "Is there any reason for making \"lyrics\" pagefullbright red background with equally fullbright yellow text? Do you want to make our eyes bleed, Bill?!1",
            "that is a gentle reminder that the lyrics belong in the songs, not sitting silently on a page"
        ]
    },
    {
        "date": "4.20.21 3:26 pm",
        "ctx": [
            "What would you make an hologram of?",
            "the universe"
        ]
    },
    {
        "date": "4.20.21 3:03 pm",
        "ctx": [
            "is there a moment perhaps near to finishing or as you finish the new song where it actually becomes your favorite",
            "yes. it could happen in the middle, or in the writing"
        ]
    },
    {
        "date": "4.20.21 3:00 pm",
        "ctx": [
            "Do you feel that the Phrygian mode tastes more tart or salty?",
            "neither. it tastes very bland once you notice that it's just ionian rotated. if you want the flavors you're gonna have to tweak it out of shape a bit more"
        ]
    },
    {
        "date": "4.20.21 2:38 pm",
        "ctx": [
            "what do you think about the note Ab",
            "it's pretty good"
        ]
    },
    {
        "date": "4.20.21 2:26 pm",
        "ctx": [
            "Do you get annoyed when people ask you the same questions over and over?",
            "each one makes me stronger, but i will admit sometimes i get annoyed by all the strength i'm getting"
        ]
    },
    {
        "date": "4.20.21 1:35 pm",
        "ctx": [
            "Will you publish your music on cassette tapes?",
            "what the heck is a cassette tape"
        ]
    },
    {
        "date": "4.20.21 1:35 pm",
        "ctx": [
            "why are there boats on the plane",
            "just in case you ever have to swiftly get away"
        ]
    },
    {
        "date": "4.20.21 1:31 pm",
        "ctx": [
            "i don't have the best musical ear - got some money is in minor i think?",
            "it starts that way, but it can't seem to stay there for long",
            "and the majority of your stuff is in major, right? because i ADORE the sound of got some money it just grabbed me right away. what other pieces of yours are in minor? ^_^",
            "here comes the sun also has verses in a minor key"
        ]
    },
    {
        "date": "4.20.21 1:24 pm",
        "ctx": [
            "Do you own any plants,",
            "no",
            "and if so what are their names?",
            "'my plants'"
        ]
    },
    {
        "date": "4.20.21 1:22 pm",
        "ctx": [
            "did you ever say that Wednesday was so long ago 3 or four songs ago?",
            "no"
        ]
    },
    {
        "date": "4.20.21 12:37 pm",
        "ctx": [
            "How does one write a song with another human",
            "be very patient, and understanding"
        ]
    },
    {
        "date": "4.20.21 12:27 pm",
        "ctx": [
            "Why are you back? And what made you want to come back?",
            "from where"
        ]
    },
    {
        "date": "4.20.21 12:22 pm",
        "ctx": [
            "How are you finding blending 3D animation in your usual 2D style?",
            "i'm just trying to get by"
        ]
    },
    {
        "date": "4.20.21 12:17 pm",
        "ctx": [
            "How would you describe the aesthetic of ur vids?",
            "colloquial"
        ]
    },
    {
        "date": "4.20.21 11:56 am",
        "ctx": [
            "what do you think about climate change",
            "change it more. it's still not right"
        ]
    },
    {
        "date": "4.20.21 11:37 am",
        "ctx": [
            "I remember you once said that you didn't like the video of \"here comes the sun\" with 60fps and you'd rather stick with 30 (still more than 24 in your previous videos).",
            "my previous videos were at 25fps",
            "Are you planning to keep it like this or is there a possibility that you'll eventually also make videos with 60fps?",
            "i would like to do 60fps, but i'd have to spend an extra 10 years perfecting all the movements. 60fps is just so revealing of the exact nature of the movement, it leaves nothing to the imagination. so all your movements have to be insanely insanely good"
        ]
    },
    {
        "date": "4.20.21 11:24 am",
        "ctx": [
            "Will you ever make an album?",
            "i'm gonna release the songs individually. which is good news if you like songs because it's definitely gonna be more songs than albums have"
        ]
    },
    {
        "date": "4.20.21 11:02 am",
        "ctx": [
            "what is the bpm for \"got some money\"?",
            "125"
        ]
    },
    {
        "date": "4.20.21 10:50 am",
        "ctx": [
            "Was Money inspired by your own experience with your own money?",
            "no"
        ]
    },
    {
        "date": "4.20.21 10:45 am",
        "ctx": [
            "When was 'got some money' written/composed/produced?",
            "the first 8 bars of the song were written on october 26, 2018. the next 19 bars of the song were written on august 15, 2020. the rest of the song was written on march 23, 2021. the song was produced between march 24 and april 6, 2021. the video was made between april 7 and april 14, 2021"
        ]
    },
    {
        "date": "4.20.21 10:40 am",
        "ctx": [
            "what font do you use in your videos?",
            "regular"
        ]
    },
    {
        "date": "4.20.21 10:23 am",
        "ctx": [
            "How much of your lyrics have a deeper meaning, and how much is just fun for all of us?",
            "this might not be what you want to hear, but, fun is meaningful"
        ]
    },
    {
        "date": "4.20.21 10:21 am",
        "ctx": [
            "is there any deeper meaning behind \"got some money\" video's editing style? it is much more minimalistic compared to your older work",
            "actually, my older work is exactly what it does resemble"
        ]
    },
    {
        "date": "4.20.21 10:19 am",
        "ctx": [
            "What inspired the more simplistic and abstract style of your newest video?",
            "common sense"
        ]
    },
    {
        "date": "4.20.21 10:07 am",
        "ctx": [
            "when will you do a collab with damien maymdien",
            "january 2018"
        ]
    },
    {
        "date": "4.20.21 10:00 am",
        "ctx": [
            "is the line ' it's 4.99, some call it 3.95, some call it a billion' a reference to the rampant inflation in Africa",
            "no, but i considered using some zimbabwe notes for a graphic"
        ]
    },
    {
        "date": "4.20.21 9:49 am",
        "ctx": [
            "is Got Some Money your most polished and sharpest work to date?",
            "i'm not sure"
        ]
    },
    {
        "date": "4.20.21 9:42 am",
        "ctx": [
            "whats your favorite key",
            "F"
        ]
    },
    {
        "date": "4.20.21 9:39 am",
        "ctx": [
            "Is there some sort of connection to the songs that you made this year?",
            "i've actually only made 1 song this year so far, but i'm going to make a lot more. the connection will be that they were made by me"
        ]
    },
    {
        "date": "4.20.21 9:38 am",
        "ctx": [
            "Have you ever made an unintentional typo or grammatical error in a video before?",
            "yes"
        ]
    },
    {
        "date": "4.20.21 9:21 am",
        "ctx": [
            "were you predicting the future with this https://billwurtz.com/i-just-did-a-bad-thing.mp4",
            "no"
        ]
    },
    {
        "date": "4.20.21 9:12 am",
        "ctx": [
            "What stuff do you use to make the music?",
            "'measured judgement'"
        ]
    },
    {
        "date": "4.20.21 9:03 am",
        "ctx": [
            "who do you write songs for?",
            "you"
        ]
    },
    {
        "date": "4.20.21 8:30 am",
        "ctx": [
            "Yesterday I went browsing your notes and read most of them out loud to myself and suffered many mid life crises. What exactly was your thought process when you wrote the notes?",
            "one of the main reasons for writing in text, is it is a much quicker way to express ideas than recording a song and producing a music video"
        ]
    },
    {
        "date": "4.20.21 8:28 am",
        "ctx": [
            "What were your thoughts about the hit movie Garfield starring Bill Murray?",
            "i haven't seen it, i only know bill murrey's thoughts which was oops"
        ]
    },
    {
        "date": "4.20.21 8:26 am",
        "ctx": [
            "Do you plan to make more songs a little bit darker than normal? Something like intro of \"got some money\".",
            "i think you can witness the typical scenario in that song. if you start it there, it's only a matter of time before it explodes into light"
        ]
    },
    {
        "date": "4.20.21 8:19 am",
        "ctx": [
            "how many times is the game supposed to change?",
            "1 or 2"
        ]
    },
    {
        "date": "4.20.21 7:55 am",
        "ctx": [
            "what is money i dont understand it",
            "it's a place holder for what someone might value"
        ]
    },
    {
        "date": "4.20.21 7:13 am",
        "ctx": [
            "will your new song contain the note G?",
            "i'd say there's about an 84% chance. i'm estimating this with no knowledge of what key the song will be in or even which song it will be"
        ]
    },
    {
        "date": "4.20.21 6:58 am",
        "ctx": [
            "Is life meaningless ?",
            "according to my calculations, no"
        ]
    },
    {
        "date": "4.20.21 6:03 am",
        "ctx": [
            "am i the only one who thought that the song 'hey jude' by the beatles was about two lesbians?",
            "no i'm sure someone else thought that. there has been a lot of thinking done about beatles songs"
        ]
    },
    {
        "date": "4.20.21 6:00 am",
        "ctx": [
            "Is it really hard to make a song?",
            "the hardest part is remembering how easy it is"
        ]
    },
    {
        "date": "4.20.21 5:33 am",
        "ctx": [
            "I feel like our community bitching has turned into both an assignment& a crucible for you.A crucible that only makes production gods.You chose to dive into this 'alone' as it were& once you got gud on your own accord in the post history music videos, we all felt it necessary to bitch/teach you all of these different things.60fps, blender, new final cut, get a new mic, get an external ADC, etc.The point being, save for a brief burnout& massive learning curve, you now have a gift very few artists can do: you not only produce& master your own music, you produce& master your own music videos, the most demanding thing in the entire industry,& you've done it efficiently& effectively through sheer application of pragmatism, generalism& will.You now exist in a league all your own.That said, watch out for him heidecker he's the anti-you. Actually you two should start a beef on his podcast.Will you start a beef on him Heidecker's podcast?",
            "that actually sounds like a nice career move for both of us. i'll see if we can have that arranged"
        ]
    },
    {
        "date": "4.20.21 4:39 am",
        "ctx": [
            "is your latest song about feeling poor when you're rich and rich when you're poor?",
            "that's an interesting way to look at it"
        ]
    },
    {
        "date": "4.20.21 4:31 am",
        "ctx": [
            "Can you explain 1 way that Friends and Lovers can go all the way?",
            "sometimes just showing up is all it takes"
        ]
    },
    {
        "date": "4.20.21 4:24 am",
        "ctx": [
            "how many times do you use the word \"money\" in your newly released song? I'm too lazy to count.",
            "i'm too busy writing the next song to count"
        ]
    },
    {
        "date": "4.20.21 3:48 am",
        "ctx": [
            "What is your typical songwriting process??",
            "it's a multi process process, which i've explained here before and i will probably explain again"
        ]
    },
    {
        "date": "4.20.21 3:35 am",
        "ctx": [
            "What's your favorite number below -2?",
            "-3"
        ]
    },
    {
        "date": "4.20.21 3:16 am",
        "ctx": [
            "Do you think you will try an orthographic projection music video in the near future?",
            "i just did one"
        ]
    },
    {
        "date": "4.20.21 3:00 am",
        "ctx": [
            "is the line \"I can see where all the money in the world has gone, it's swimming across the floor in the ocean\" about plastic or something",
            "that's an interesting way to look at it"
        ]
    },
    {
        "date": "4.20.21 1:50 am",
        "ctx": [
            "How is your plan for future music videos? Will you alternate 3d and 2d, only use 3d sometimes, or mix them? (Since your newest video is in 2d again)",
            "my plan is to release as many songs as possible in my life time, and make awesome videos for them in any way possible"
        ]
    },
    {
        "date": "4.20.21 1:32 am",
        "ctx": [
            "what universe do your songs exist in?",
            "the same one as you"
        ]
    },
    {
        "date": "4.20.21 12:47 am",
        "ctx": [
            "why am i having so much fun ruining my life",
            "you are getting excited about building it again"
        ]
    },
    {
        "date": "4.20.21 12:31 am",
        "ctx": [
            "do you think of the main idea for a song then write the lyrics based on it,",
            "no",
            "or do you stitch together various lyrics and ideas and try to connect them together?",
            "no"
        ]
    },
    {
        "date": "4.20.21 12:29 am",
        "ctx": [
            "How would you describe your music videos art style? Preferably in 5 words.",
            "if it could be described in only words then i wouldn't have to do it"
        ]
    },
    {
        "date": "4.20.21 12:11 am",
        "ctx": [
            "what'd you use to make the video for got some money",
            "'measured judgement'"
        ]
    },
    {
        "date": "4.20.21 12:08 am",
        "ctx": [
            "aren't all songs just pop in different flavors",
            "i guess it depends how popular they are"
        ]
    },
    {
        "date": "4.19.21 11:52 pm",
        "ctx": [
            "Thoughts on the pasteurization process?",
            "easier said than done"
        ]
    },
    {
        "date": "4.19.21 11:41 pm",
        "ctx": [
            "Why are palm trees relatively common in your videos?",
            "for communication purposes"
        ]
    },
    {
        "date": "4.19.21 11:31 pm",
        "ctx": [
            "What's something you've always wanted to do?",
            "a talk show"
        ]
    },
    {
        "date": "4.19.21 11:18 pm",
        "ctx": [
            "Why does it say \"memory\" at 1:02 in your newest song?",
            "as a sensible sounding excuse for why the pattern is not completed all the way through"
        ]
    },
    {
        "date": "4.19.21 11:17 pm",
        "ctx": [
            "How did you magically get so good at animating over the years? Was it practice or did the unicorns come and leave glitter in your brain?",
            "one of the best things i'm learning to do, is to get out of the way of myself"
        ]
    },
    {
        "date": "4.19.21 10:55 pm",
        "ctx": [
            "would you ever consider showing your tools and your process for making a song?",
            "yes"
        ]
    },
    {
        "date": "4.19.21 10:31 pm",
        "ctx": [
            "what's it like to have the name Bill",
            "it's fucking hilarious"
        ]
    },
    {
        "date": "4.19.21 10:31 pm",
        "ctx": [
            "are you in any way related to george washington",
            "that's fairly likely"
        ]
    },
    {
        "date": "4.19.21 10:11 pm",
        "ctx": [
            "Do you think of color theory when you make your videos or do you use colors intuitively",
            "i was hoping theory is intuitive"
        ]
    },
    {
        "date": "4.19.21 10:06 pm",
        "ctx": [
            "why are you posting first the video on YouTube and then the song on music streaming platforms after a day or so? I would like to have the option to have both at the same time.",
            "i would like this too, but time zones fuck this all up",
            "but don't worry, if it works for you, it's okay",
            "it does not work very well for me but it's the best option i have"
        ]
    },
    {
        "date": "4.19.21 9:39 pm",
        "ctx": [
            "How would you describe your genre of music?",
            "regular"
        ]
    },
    {
        "date": "4.19.21 9:38 pm",
        "ctx": [
            "what kind of music do you listen to",
            "normal"
        ]
    },
    {
        "date": "4.19.21 9:11 pm",
        "ctx": [
            "Why do you favor writing songs in major keys over minor?",
            "i guess i'm just .......... \"happy\""
        ]
    },
    {
        "date": "4.19.21 8:57 pm",
        "ctx": [
            "Do you think the jury made a mistake on the \"Blurred Lines\" case?",
            "yes"
        ]
    },
    {
        "date": "4.19.21 8:44 pm",
        "ctx": [
            "why is the money swimming across the floor of the ocean?",
            "safe keeping"
        ]
    },
    {
        "date": "4.19.21 7:54 pm",
        "ctx": [
            "How do you find the right mix between wit wisdom, and irony?",
            "gonna have to taste test"
        ]
    },
    {
        "date": "4.19.21 7:44 pm",
        "ctx": [
            "how come you switched from helvetica to arial (yes i could tell, yes i have a problem)",
            "i simply didn't realize"
        ]
    },
    {
        "date": "4.19.21 7:34 pm",
        "ctx": [
            "Hey Bill! When you write songs do you think out the form in advance or do you just start writing and let the parts show up where they do?",
            "i don't plan the form. i've tried that before, which is ok, but the best part is when i break the plan"
        ]
    },
    {
        "date": "4.19.21 7:34 pm",
        "ctx": [
            "have you received any formal music training?",
            "was able to steal a bit",
            "and, more importantly, is formal music training worth the paper it's written on?",
            "for music to work well, you're probably going to have to get somewhat loose with it. otherwise you'd never know when to stop playing 1 note, or else maybe you'd just always be playing someone else's music"
        ]
    },
    {
        "date": "4.19.21 7:27 pm",
        "ctx": [
            "Hi Bill, as a musician who struggles with doubt and self esteem, do you ever suffer from those musically?",
            "yes",
            "And if so how do you overcome them?",
            "be patient"
        ]
    },
    {
        "date": "4.19.21 7:22 pm",
        "ctx": [
            "how epic is music?",
            "i dare you to test its limits"
        ]
    },
    {
        "date": "4.19.21 7:06 pm",
        "ctx": [
            "how do you feel about earth?",
            "such an interesting shape"
        ]
    },
    {
        "date": "4.19.21 7:04 pm",
        "ctx": [
            "In your song got some money, you mention that money is bad, why do you think that?",
            "not everything i write into a song is what i think. songs are a fantastic playground to explore different ideas, role play, etc"
        ]
    },
    {
        "date": "4.19.21 6:56 pm",
        "ctx": [
            "what is the internet",
            "a way to go so far onto the computer that you actually go way off the computer"
        ]
    },
    {
        "date": "4.19.21 6:55 pm",
        "ctx": [
            "i'm afraid of bear puppets and have begun seeing them around corners. what should i do?",
            "you could get some sort of insurance policy"
        ]
    },
    {
        "date": "4.19.21 6:53 pm",
        "ctx": [
            "thoughts on frogs?",
            "a bit jumpy"
        ]
    },
    {
        "date": "4.19.21 6:48 pm",
        "ctx": [
            "Is the house with the mountains behind it at 2:34 in got some money the same house with the mountains behind it in hi I'm Steve?",
            "no"
        ]
    },
    {
        "date": "4.19.21 6:42 pm",
        "ctx": [
            "opinions on biscuits",
            "most of them are quite firm"
        ]
    },
    {
        "date": "4.19.21 6:37 pm",
        "ctx": [
            "why many of your song contains the word \"song\" in the lyrics?",
            "after discussing it with my therapist, who also happens to be me, we've determined that i like songs very much and fixate on them"
        ]
    },
    {
        "date": "4.19.21 6:37 pm",
        "ctx": [
            "is \"got some money\" the song you said you were excited about writing recently",
            "i'm excited about writing every song"
        ]
    },
    {
        "date": "4.19.21 6:35 pm",
        "ctx": [
            "What inspired you to use more grey in your latest video?",
            "using too many colors for every other video"
        ]
    },
    {
        "date": "4.19.21 6:29 pm",
        "ctx": [
            "What have you been thinking about this week?",
            "new songs"
        ]
    },
    {
        "date": "4.19.21 6:23 pm",
        "ctx": [
            "what was the hardest song that you have ever made both video wise and music wise?",
            "the hardest video for a song so far was probably i'm a princess. the hardest song recording so far was probably \"hello sexy pants\". it didn't have to be hard, i just worked really hard on it"
        ]
    },
    {
        "date": "4.19.21 6:22 pm",
        "ctx": [
            "Have computers enslaved humanity?",
            "humanity has enslaved computers, for sure"
        ]
    },
    {
        "date": "4.19.21 6:18 pm",
        "ctx": [
            "What is your way of destroying depression?",
            "travel"
        ]
    },
    {
        "date": "4.19.21 6:18 pm",
        "ctx": [
            "what is the time signature at the end of your recent song \"got some money\"? i have been trying to figure it out since you released it earlier",
            "alternating 4 and 5. or you can call it 9, if you don't mind your bars being enormous"
        ]
    },
    {
        "date": "4.19.21 6:14 pm",
        "ctx": [
            "the new video has a different vibe. did anything change?",
            "yes. i've come to my senses"
        ]
    },
    {
        "date": "4.19.21 6:12 pm",
        "ctx": [
            "for \"got some money\" it seems like the first half of the video is 2d and the last half is 3d. did you make the first half long time ago?",
            "no. it was actually most of the 3D stuff that was made before, up to a year ago"
        ]
    },
    {
        "date": "4.19.21 6:10 pm",
        "ctx": [
            "How can i be cool?",
            "that's easy. simply begin wearing your trousers at a different angle"
        ]
    },
    {
        "date": "4.19.21 5:49 pm",
        "ctx": [
            "Is \"got some money\" the song about wistfulness, listlessness, and wishfulness?",
            "no, that was \"i'm a princess\""
        ]
    },
    {
        "date": "4.19.21 5:51 pm",
        "ctx": [
            "what time signature is get some money in?",
            "4, except the end"
        ]
    },
    {
        "date": "4.19.21 5:45 pm",
        "ctx": [
            "Will you go back to more 2D styled videos?",
            "yes"
        ]
    },
    {
        "date": "4.19.21 5:45 pm",
        "ctx": [
            "Why are you so cool?",
            "that's because of how many times i've read the best practices handbook"
        ]
    },
    {
        "date": "4.19.21 5:44 pm",
        "ctx": [
            "how do you thing?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "4.19.21 5:44 pm",
        "ctx": [
            "what font do you use on your music clips?",
            "regular"
        ]
    },
    {
        "date": "4.19.21 5:41 pm",
        "ctx": [
            "How to music???",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "4.19.21 5:25 pm",
        "ctx": [
            "what is your opinion on capitalism?",
            "it's like going to the store, except the whole world is the store"
        ]
    },
    {
        "date": "4.19.21 5:12 pm",
        "ctx": [
            "what inspired your unique style of editing?",
            "basically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way"
        ]
    },
    {
        "date": "4.19.21 5:05 pm",
        "ctx": [
            "What inspired to write your new song?",
            "the same thing that inspires me to write all my songs, which is that i love songs and i think they are a powerful artistic communication device"
        ]
    },
    {
        "date": "4.19.21 5:03 pm",
        "ctx": [
            "dude are you a genius, you figured out how to solve the videos taking too long problem, just make youtube show everyone a release date, then you cant go back on it!!",
            "youtube only showed the release date 1 hour in advance. that's not even enough time to render a video"
        ]
    },
    {
        "date": "4.19.21 4:59 pm",
        "ctx": [
            "got some money! beautiful song. The curve ball i didn't know was possible and yet i clearly craved so deeply. Have you chosen the next one?",
            "i'm supposed to make a final decision by tomorrow at noon"
        ]
    },
    {
        "date": "4.19.21 4:59 pm",
        "ctx": [
            "did you actually write about wednesday 2 or 3 songs before you wrote that line in got some money?",
            "no"
        ]
    },
    {
        "date": "4.19.21 4:59 pm",
        "ctx": [
            "are you gonna release an album?",
            "i'm gonna release the songs individually. which is good news if you like songs because it's definitely gonna be more songs than albums have"
        ]
    },
    {
        "date": "4.19.21 4:57 pm",
        "ctx": [
            "how many songs are options for the next youtube upload?",
            "i've narrowed it down to 24",
            "(also cool new song)"
        ]
    },
    {
        "date": "4.19.21 4:53 pm",
        "ctx": [
            "i like the mix of 2d and 3d in got some money. Will we be seeing more of that as opposed to strictly 3d?",
            "any way i can get the job done"
        ]
    },
    {
        "date": "4.19.21 4:50 pm",
        "ctx": [
            "Do you know where my last brain cell is?",
            "the brain cells don't go in order"
        ]
    },
    {
        "date": "4.19.21 4:33 pm",
        "ctx": [
            "What's your opinion on french people?",
            "sometimes it just blows my mind how french they are"
        ]
    },
    {
        "date": "4.19.21 4:30 pm",
        "ctx": [
            "Are you a self taught musician?",
            "yes but i've been influenced heavily by some of the world around me"
        ]
    },
    {
        "date": "4.19.21 4:30 pm",
        "ctx": [
            "How do you come up with song lyrics?",
            "musically"
        ]
    },
    {
        "date": "4.19.21 4:27 pm",
        "ctx": [
            "today is april 19th 2021. did this information come as a surprise to anyone?",
            "i think so"
        ]
    },
    {
        "date": "4.19.21 4:15 pm",
        "ctx": [
            "What is time?",
            "it's you"
        ]
    },
    {
        "date": "4.19.21 4:06 pm",
        "ctx": [
            "why did you decide to do a premiere ??!",
            "why not"
        ]
    },
    {
        "date": "4.19.21 4:05 pm",
        "ctx": [
            "Would you be interested in making a full documentary on Velcro?",
            "i will leave that to the experts"
        ]
    },
    {
        "date": "4.19.21 3:44 pm",
        "ctx": [
            "What did you mean when you said the new video was gonna come out tomorrow on 4.17.21?",
            "i actually said that on 4/18 and what i meant was that it would come out on 4/19"
        ]
    },
    {
        "date": "4.19.21 3:43 pm",
        "ctx": [
            "will you ever start doing anagrams again",
            "i usually do them in bed"
        ]
    },
    {
        "date": "4.19.21 3:19 pm",
        "ctx": [
            "Do you really want your song to be released on 4/20?",
            "no"
        ]
    },
    {
        "date": "4.19.21 3:18 pm",
        "ctx": [
            "do you think theres life on other planets",
            "yes but it can happen fast"
        ]
    },
    {
        "date": "4.19.21 2:59 pm",
        "ctx": [
            "How do seeds know which direction is up to grow?",
            "they can feel gravity and they go the other way"
        ]
    },
    {
        "date": "4.19.21 2:58 pm",
        "ctx": [
            "What is your favorite food",
            "regular"
        ]
    },
    {
        "date": "4.19.21 2:25 pm",
        "ctx": [
            "how do I feel like I actually exist",
            "go somewhere"
        ]
    },
    {
        "date": "4.19.21 2:04 pm",
        "ctx": [
            "what's your opinion on alex trebek dying",
            "it's bad but it probably had to happen eventually"
        ]
    },
    {
        "date": "4.19.21 2:03 pm",
        "ctx": [
            "do you like the way continents are now or would you prefer living in pangaea",
            "it would be epic to be able to walk anywhere, given enough time"
        ]
    },
    {
        "date": "4.19.21 1:42 pm",
        "ctx": [
            "what is 1000",
            "a cube"
        ]
    },
    {
        "date": "4.19.21 1:25 pm",
        "ctx": [
            "is the new song about money",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "4.19.21 1:23 pm",
        "ctx": [
            "Which videos were the most fun to make",
            "\"got some money\""
        ]
    },
    {
        "date": "4.19.21 1:22 pm",
        "ctx": [
            "if you have a daughter, will you name her Abcde",
            "no but that's a pretty good idea"
        ]
    },
    {
        "date": "4.19.21 12:44 pm",
        "ctx": [
            "favorite George Harrison moment?",
            "\"ah, the 60s\""
        ]
    },
    {
        "date": "4.19.21 12:28 pm",
        "ctx": [
            "is life a curve (we grow, then peak, then fall) or is it a plateau (always the same)?",
            "(elton john voice) \"circle\""
        ]
    },
    {
        "date": "4.19.21 11:56 am",
        "ctx": [
            "what does \"earth\" mean?",
            "dirt?"
        ]
    },
    {
        "date": "4.19.21 11:52 am",
        "ctx": [
            "Will you ever do Monday trivia again?I kinda miss it",
            "i was thinking i could cook up some new things for you to miss in the future"
        ]
    },
    {
        "date": "4.19.21 11:52 am",
        "ctx": [
            "When was the new song written?",
            "the first 8 bars were written on october 26, 2018. the next 19 bars were written on august 15, 2020. the rest of the song was written on march 23, 2021"
        ]
    },
    {
        "date": "4.19.21 11:48 am",
        "ctx": [
            "what time signature is When I Get Older in?",
            "3/4"
        ]
    },
    {
        "date": "4.19.21 10:37 am",
        "ctx": [
            "What made you decide to try the 3D style that is present in your new videos?",
            "wanted to see around corners"
        ]
    },
    {
        "date": "4.19.21 10:10 am",
        "ctx": [
            "What key was slow down mostly written in?",
            "F"
        ]
    },
    {
        "date": "4.19.21 9:51 am",
        "ctx": [
            "what's ur favorite tv show?",
            "ceefax"
        ]
    },
    {
        "date": "4.19.21 8:11 am",
        "ctx": [
            "what made you decide to switch to medium-sized videos after hotewig??",
            "there was a shortage of those. and there still is"
        ]
    },
    {
        "date": "4.19.21 6:48 am",
        "ctx": [
            "Bill what is your \"beginners guide\" to editing videos?",
            "cut out the parts you don't like"
        ]
    },
    {
        "date": "4.19.21 5:34 am",
        "ctx": [
            "When We All Fall Asleep, Where Do We Go?",
            "around the world"
        ]
    },
    {
        "date": "4.19.21 3:22 am",
        "ctx": [
            "i'm a student at nyu, how do you cope with not wanting to drop out of college?",
            "that's easy. just stay in"
        ]
    },
    {
        "date": "4.19.21 2:53 am",
        "ctx": [
            "What is the straightest answer you can give me?",
            "this one"
        ]
    },
    {
        "date": "4.19.21 2:22 am",
        "ctx": [
            "when you include clips of you dancing or singing along to the song, do you record yourself singing the song before you put them in? or is it included after.",
            "i usually finish the entire audio song completely before doing the video. but there have been times in the past where i've done the video over temp audio"
        ]
    },
    {
        "date": "4.19.21 1:11 am",
        "ctx": [
            "have you ever written a song so good that you've been intimidated to produce it?",
            "yes"
        ]
    },
    {
        "date": "4.18.21 10:37 pm",
        "ctx": [
            "Am i thinking too hard or is everything you say infinitely wise",
            "this may not be what you want to hear, but, everything is infinitely wise, no matter who says it. even objects are wise"
        ]
    },
    {
        "date": "4.18.21 8:51 pm",
        "ctx": [
            "Should I be ashamed of myself?",
            "yes, but if you are not ashamed you should also be ashamed for not being ashamed"
        ]
    },
    {
        "date": "4.18.21 8:08 pm",
        "ctx": [
            "how do you write songs and make them not sound stupid?",
            "you can use long words with a lot of Qs"
        ]
    },
    {
        "date": "4.18.21 7:51 pm",
        "ctx": [
            "What's the line between plagiarism and inspiration",
            "adaptation"
        ]
    },
    {
        "date": "4.18.21 7:45 pm",
        "ctx": [
            "Do you think there is such a thing as \"guilty pleasure\" when it comes to music?",
            "all pleasure is guilty",
            "If so, what are your guilty pleasures?",
            "existing"
        ]
    },
    {
        "date": "4.18.21 5:59 pm",
        "ctx": [
            "Im a music student but i only feel real passion for music when i play the songs that i like.",
            "that makes sense"
        ]
    },
    {
        "date": "4.18.21 5:44 pm",
        "ctx": [
            "How many teasers will you make for your next song?",
            "i'm not sure"
        ]
    },
    {
        "date": "4.18.21 5:05 pm",
        "ctx": [
            "if you did both 3D and 2D in a video, would that make it : 5D, 6D, or 2.5D?",
            "no"
        ]
    },
    {
        "date": "4.18.21 4:48 pm",
        "ctx": [
            "Have you always been so hard working and meticulous,",
            "yes",
            "or was there a time when you half-assed your work?",
            "sometimes i do that if i think it makes it better"
        ]
    },
    {
        "date": "4.18.21 4:15 pm",
        "ctx": [
            "What's a thing?",
            "could be you"
        ]
    },
    {
        "date": "4.18.21 3:56 pm",
        "ctx": [
            "There's one thing I've noticed about your music. It's soul-changing. Like, I literally change souls. How might I go about doing that?",
            "if you spend enough time wishing you could do it, while also writing as much as you can, it should happen"
        ]
    },
    {
        "date": "4.18.21 3:42 pm",
        "ctx": [
            "do you like triangles?",
            "yes"
        ]
    },
    {
        "date": "4.18.21 3:11 pm",
        "ctx": [
            "Do you listen to others' music often?",
            "sometimes",
            "How do you describe the music you listen to?",
            "it occasionally has hints of the ingredients of things i'm looking for. at least sometimes i can convince myself that it does"
        ]
    },
    {
        "date": "4.18.21 2:54 pm",
        "ctx": [
            "why did the chicken cross the road",
            "to see things from a different perspective"
        ]
    },
    {
        "date": "4.18.21 2:34 pm",
        "ctx": [
            "How do I dig myself out of an Abyss? I need help, it's dark in here. Ok, thanks",
            "first make a mental diagram of the Abyss"
        ]
    },
    {
        "date": "4.18.21 2:03 pm",
        "ctx": [
            "What's the deal with kids these days?",
            "they're very young"
        ]
    },
    {
        "date": "4.18.21 1:47 pm",
        "ctx": [
            "i had a dream that bob ross was painting a snowy landscape and all of a sudden the paint turned into snow and then started falling off the canvas. and then he said \"oh, sometimes the world we create likes to come join us here. sometimes it gets lonely on the canvas.\" after that he started acting like he was the weatherman and used his painting as a map to predict snow in some areas, saying \"that's how we do it up in alaska.\"what does this mean",
            "it means you are familiar with the bob ross television show"
        ]
    },
    {
        "date": "4.18.21 1:16 pm",
        "ctx": [
            "do you have an eta for the new video?",
            "yes"
        ]
    },
    {
        "date": "4.18.21 1:03 pm",
        "ctx": [
            "How to determine if you are a pregnant hippie?",
            "have a baby and see if it's a hippie, but it doesn't matter either way because at that point you are no longer pregnant"
        ]
    },
    {
        "date": "4.18.21 12:56 pm",
        "ctx": [
            "will your new song be sad?",
            "no"
        ]
    },
    {
        "date": "4.18.21 12:20 pm",
        "ctx": [
            "i wanna write simple songs",
            "i can probably do it"
        ]
    },
    {
        "date": "4.18.21 11:28 am",
        "ctx": [
            "are you gonna stay with 3d, i would hate to not see new 2d videos",
            "i have a surprise for you"
        ]
    },
    {
        "date": "4.18.21 9:26 am",
        "ctx": [
            "how come some of the songs in your songs page (like, what if spain was in greece, now you can comb your hair by satellite) are in videos on the videos page (questions for personal reflection and advantages to living in the future), but the song at the end of the unboxing video isn't?",
            "it all depends on whether i think the video is required contextually for the song to work properly. the unboxing song just seems a bit unnecessary without the video leading up to it, being all about boxes"
        ]
    },
    {
        "date": "4.18.21 7:12 am",
        "ctx": [
            "are you into some sports ?",
            "only the ones that involve time and space"
        ]
    },
    {
        "date": "4.18.21 6:14 am",
        "ctx": [
            "when we compose, do we create the music for the first time or has it always been there just waiting to be found",
            "create it for the first time"
        ]
    },
    {
        "date": "4.18.21 3:12 am",
        "ctx": [
            "A lot of the time I notice my leg or my head or anything moves in the same way yours does in your music videos along with your music. A good example is the 'and I'm faced with so many changes that I just might change my face' part of 'When I Get Older'. I was moving my head just like that and then looked at the video and you were too. Just interesting to think about, that music has that level of significant communication of feeling so much so that it tells me how to move in the same way. What do you make of that?",
            "i agree"
        ]
    },
    {
        "date": "4.18.21 2:33 am",
        "ctx": [
            "Is it inappropriate to stay up until 3am?",
            "not as inappropriate as staying up forever"
        ]
    },
    {
        "date": "4.18.21 1:55 am",
        "ctx": [
            "do you ever wonder what life today would be like if william henry harrison, the 9th united states president, never existed?",
            "no"
        ]
    },
    {
        "date": "4.17.21 11:27 pm",
        "ctx": [
            "are you a leopard, a camel, a diamond, a baby, a piece of garbage, a stupid idiot, a person, a loser, Steve, Damien Maymdien, or a princess?",
            "something in between"
        ]
    },
    {
        "date": "4.17.21 11:22 pm",
        "ctx": [
            "what's your daily routine like?",
            "continue to become more and more awake throughout the day"
        ]
    },
    {
        "date": "4.17.21 9:55 pm",
        "ctx": [
            "Will any of your future videos have awesome psychedelic backgrounds?",
            "i was thinking of taking a step further and putting awesome psychadelic things in the foreground"
        ]
    },
    {
        "date": "4.17.21 9:38 pm",
        "ctx": [
            "How are you so creative??",
            "i failed the turing test too many times and now i am trying to get revenge",
            "When you're making a video for a song, do you plan it all out before?",
            "i was going to say no but then i realized i write and produce the entire audio song first, so that accounts for every word and sound in the video, which definitely counts as planning"
        ]
    },
    {
        "date": "4.17.21 7:26 pm",
        "ctx": [
            "Do good song ideas tend to come to you when you're consciously trying to have a song idea, or do they kinda sneak up on you?",
            "sneak up",
            "If the ladder, is there some common denominator between the times you get surprised? For example in a dream, while taking a shower, immediately after waking, while driving, etc.",
            "yes, all those times it happens. it happens when i'm not trying. which is sometimes inconvenient, because i really really really really really really really really want it"
        ]
    },
    {
        "date": "4.17.21 7:17 pm",
        "ctx": [
            "why do all my plants keep dying",
            "because you haven't yet discovered eternal life"
        ]
    },
    {
        "date": "4.17.21 5:55 pm",
        "ctx": [
            "What's your favorite period in history?",
            "the present"
        ]
    },
    {
        "date": "4.17.21 5:43 pm",
        "ctx": [
            "How do I make my creative juices flow?",
            "move around"
        ]
    },
    {
        "date": "4.17.21 5:37 pm",
        "ctx": [
            "what do you usually dream about?",
            "numbers"
        ]
    },
    {
        "date": "4.17.21 5:19 pm",
        "ctx": [
            "Hey Bill, I like that you put yourself in your music videos. Did you randomly do that, or was that something you always wanted to do?",
            "i randomly selected a person to be in the videos. the fact that it's me is a hugely convenient coincidence"
        ]
    },
    {
        "date": "4.17.21 5:04 pm",
        "ctx": [
            "what you say is the difference between r&b and soul?",
            "the use of the ampersand"
        ]
    },
    {
        "date": "4.17.21 4:52 pm",
        "ctx": [
            "How would you describe the general mood of the new song?",
            "dovish"
        ]
    },
    {
        "date": "4.17.21 4:06 pm",
        "ctx": [
            "is the next video mostly 2D for a change?",
            "yes"
        ]
    },
    {
        "date": "4.17.21 3:02 pm",
        "ctx": [
            "How much you do like ideas?",
            "this much"
        ]
    },
    {
        "date": "4.17.21 2:39 pm",
        "ctx": [
            "what si the main key of the next song",
            "F#min"
        ]
    },
    {
        "date": "4.17.21 2:06 pm",
        "ctx": [
            "what should i do",
            "how about re-inventing the bread crumb."
        ]
    },
    {
        "date": "4.17.21 12:38 pm",
        "ctx": [
            "how many hours should i practice my instrument",
            "how many hours do you intend to play it for real"
        ]
    },
    {
        "date": "4.17.21 11:33 am",
        "ctx": [
            "how to english",
            "start saying 'ya know' a lot"
        ]
    },
    {
        "date": "4.17.21 10:22 am",
        "ctx": [
            "When is the next video gonna come out?",
            "tomorrow"
        ]
    },
    {
        "date": "4.17.21 10:15 am",
        "ctx": [
            "do animals have nationality?",
            "sometimes"
        ]
    },
    {
        "date": "4.17.21 8:58 am",
        "ctx": [
            "What is the 196th word in the next song?",
            "for"
        ]
    },
    {
        "date": "4.17.21 7:15 am",
        "ctx": [
            "Early in your career, how were you able to manage your time with working a day job and your other responsibilities while still being prolific with your music?",
            "sometimes it helps to write down exactly how much time you have available, and when that is",
            "That's my biggest struggle at the moment. I work in a guitar factory, the irony makes me feel as if I'm the punchline of some sort of cosmic joke.",
            "everyone is. that's how you know the system is working",
            "Thanks, Bill!"
        ]
    },
    {
        "date": "4.17.21 6:03 am",
        "ctx": [
            "how long should i cook my eggs ?",
            "1 thousand years"
        ]
    },
    {
        "date": "4.17.21 4:56 am",
        "ctx": [
            "can you sing",
            "i will try"
        ]
    },
    {
        "date": "4.17.21 4:41 am",
        "ctx": [
            "do you think?",
            "that sounds like something i would do"
        ]
    },
    {
        "date": "4.17.21 4:30 am",
        "ctx": [
            "would you consider eating a curtain,",
            "no",
            "because i got the fancy ones"
        ]
    },
    {
        "date": "4.17.21 2:47 am",
        "ctx": [
            "Times New Roman or Comic Sans?",
            "on my screen it's times new roman"
        ]
    },
    {
        "date": "4.17.21 2:34 am",
        "ctx": [
            "what do you do when you have a lot of ideas all at once?",
            "write down as many as you can",
            "do you just shut down or does it motivate you even more?",
            "it motivates me. i like ideas"
        ]
    },
    {
        "date": "4.17.21 12:25 am",
        "ctx": [
            "Will your new video have awesome psychedelic backgrounds?",
            "no"
        ]
    },
    {
        "date": "4.16.21 11:38 pm",
        "ctx": [
            "Besides jazz, what other music genres do you make",
            "pop"
        ]
    },
    {
        "date": "4.16.21 11:12 pm",
        "ctx": [
            "I can't get your songs out of my head, what do I do?",
            "it depends whether you would like to get them out of your head. but, if you want to, you can listen to other songs and that should work"
        ]
    },
    {
        "date": "4.16.21 10:13 pm",
        "ctx": [
            "What gives that groove section in I'm a princess such an awesome feeling to it?",
            "i might have laced it with some quasi-bassdrums"
        ]
    },
    {
        "date": "4.16.21 9:15 pm",
        "ctx": [
            "What is the point of choosing BPMs like 121,",
            "if it feels best for the song",
            "why not just make it 120?",
            "maybe 120 feels a tiny bit slow sometimes",
            "Is the difference really that big?",
            "no, the difference between 120 and 121 is small"
        ]
    },
    {
        "date": "4.16.21 6:59 pm",
        "ctx": [
            "Are you stupid",
            "yes, and more"
        ]
    },
    {
        "date": "4.16.21 6:49 pm",
        "ctx": [
            "any advice on how to focus on schoolwork",
            "describe the work to someone else"
        ]
    },
    {
        "date": "4.16.21 5:05 pm",
        "ctx": [
            "how do you feel about people trying to pull deeper meaning from you're songs?",
            "it all depends on how deep they have pulled the meaning from them previously",
            "is there even any meaning to it all?",
            "yes"
        ]
    },
    {
        "date": "4.16.21 3:57 pm",
        "ctx": [
            "what's your opinion on trains?",
            "i can't fucking believe them"
        ]
    },
    {
        "date": "4.16.21 3:03 pm",
        "ctx": [
            "in i'm a princess, what does the text just visible at about 3:06 (on the back of \"wall 590\") say?",
            "you can probably get a closer look at 2:25"
        ]
    },
    {
        "date": "4.16.21 2:27 pm",
        "ctx": [
            "Cloud guy here, do you prefer sunny days or cloudy days, personally, I like sunny days with some clouds",
            "i like when the amount of clouds changes each day"
        ]
    },
    {
        "date": "4.16.21 1:47 pm",
        "ctx": [
            "Motivate me, Bill. I'm feelin' oddly down today.",
            "what would you like to be motivated to do"
        ]
    },
    {
        "date": "4.16.21 1:47 pm",
        "ctx": [
            "How do you feel about other people analyzing your music?",
            "good"
        ]
    },
    {
        "date": "4.16.21 1:39 pm",
        "ctx": [
            "what are your thoughts about penguins?",
            "they have knees, that's all i know. sometimes my mind just runs wild with wondering the exact number of knees they could have"
        ]
    },
    {
        "date": "4.16.21 1:38 pm",
        "ctx": [
            "have you considered remaking 'ball and stick' with enhanced 3D balls",
            "there's many other things i have yet to make for the first time, so i should take care of those first, then maybe circle back for the re-makes"
        ]
    },
    {
        "date": "4.16.21 1:16 pm",
        "ctx": [
            "what is the origin of mankind?",
            "mush"
        ]
    },
    {
        "date": "4.16.21 1:01 pm",
        "ctx": [
            "what are some fun ways to exercise",
            "walking around the world"
        ]
    },
    {
        "date": "4.16.21 12:37 pm",
        "ctx": [
            "what is your opinion of putting hamburger helper on a hamburger?",
            "that's the most generous thing i've ever heard of"
        ]
    },
    {
        "date": "4.16.21 11:35 am",
        "ctx": [
            "I want to make art but I don't know how to start",
            "no one knows that"
        ]
    },
    {
        "date": "4.16.21 10:16 am",
        "ctx": [
            "what songs that you made have dream melodies???'",
            "only one of them has been recorded"
        ]
    },
    {
        "date": "4.16.21 9:45 am",
        "ctx": [
            "im confused, what is the criteria for a text to be published either in the notebook section or in twitter, besides char length",
            "if i think it's good enough"
        ]
    },
    {
        "date": "4.16.21 8:44 am",
        "ctx": [
            "How do you get yourself working when you aren't motivated?",
            "that would be impossible"
        ]
    },
    {
        "date": "4.16.21 6:26 am",
        "ctx": [
            "What are you going to do?",
            "everything, if i have time"
        ]
    },
    {
        "date": "4.16.21 2:19 am",
        "ctx": [
            "Hey Bill what should I write about?",
            "everything, if you have time"
        ]
    },
    {
        "date": "4.16.21 2:16 am",
        "ctx": [
            "Why did the chicken cross the road?",
            "what my client (the chicken) and i are wondering is why was a road built across the chicken's path"
        ]
    },
    {
        "date": "4.15.21 11:34 pm",
        "ctx": [
            "How many vowels does the title of your next song contain?",
            "6 but i may adjust the title"
        ]
    },
    {
        "date": "4.15.21 11:21 pm",
        "ctx": [
            "do you record audio and video at the same time?",
            "for some things"
        ]
    },
    {
        "date": "4.15.21 11:06 pm",
        "ctx": [
            "what have you been working on",
            "songs and videos"
        ]
    },
    {
        "date": "4.15.21 10:10 pm",
        "ctx": [
            "Most categories on this website lead to a page called billwurtz.com/(category name).html or some variation on it like dropping the .html. For some reason, the \"scarmble\" category leads to a page called billwurtz.com/anagrams/anagrams.html instead of billwurtz.com/scarmble/scarmble.html, why?",
            "anagrams is what it actually is. but a lot of people don't know what 'anagram' means (a lot of people actually think it means acronym). so instead i've labeled it \"scramble\" except i've scrambled the letters slightly for 2 reasons: because it matches the style of many of the other categories, and also because it is relevant to that category itself. Also it's important to notice that none of the scrambled titles are ever scrambled when they appear in the URL. this is a decoration scheme which relies on the colors, and would not be done without the colors"
        ]
    },
    {
        "date": "4.15.21 8:45 pm",
        "ctx": [
            "What role does collaboration play in your creative process?",
            "none"
        ]
    },
    {
        "date": "4.15.21 7:15 pm",
        "ctx": [
            "What do you mean by associating words with chords?",
            "what do YOU mean by it"
        ]
    },
    {
        "date": "4.15.21 7:06 pm",
        "ctx": [
            "How different in style is this new 2D video from your other 2D videos?",
            "it's similar to the ones from early 2014 or 2013"
        ]
    },
    {
        "date": "4.15.21 6:32 pm",
        "ctx": [
            "I know the most effective strategy is melody before (or at the same time as) chords, but I have a hard time finding notes outside the major scale unless I predetermine a freaky chord and puzzle piece it in. Any advice for being more adventurous with melody?",
            "try throwing words into the game. this can allow concepts, ideas, and even stories, to drive the music and give it purpose. otherwise how the hell would any note be 'right' or 'wrong'?"
        ]
    },
    {
        "date": "4.15.21 4:57 pm",
        "ctx": [
            "Did you briefly become a moth during Hello Sexy Pants?",
            "no"
        ]
    },
    {
        "date": "4.15.21 4:51 pm",
        "ctx": [
            "How come all the planets are named after gods/goddesses except for earth?",
            "because all the other ones are in the sky"
        ]
    },
    {
        "date": "4.15.21 4:35 pm",
        "ctx": [
            "When writing songs, do you work on the lyrics first or instrumentals first?",
            "no"
        ]
    },
    {
        "date": "4.15.21 4:29 pm",
        "ctx": [
            "I wonder if your music will be seen as some of the all-time great stuff like Bach or Beatles. I think it will, do you?",
            "i'm doing the best i can. there is still room for a lot of improvement"
        ]
    },
    {
        "date": "4.15.21 3:51 pm",
        "ctx": [
            "Are you gonna do another episode of \"Wild Frolicking Adventures of Educational Information\"?",
            "yes"
        ]
    },
    {
        "date": "4.15.21 3:45 pm",
        "ctx": [
            "Do you plan out the structure of a song before you write it?",
            "no"
        ]
    },
    {
        "date": "4.15.21 2:18 pm",
        "ctx": [
            "was \"i'm gonna change my ways, oh, and i'm leaving on a different plane\" in \"outside\" a message that your videos will be 3d in the future?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "4.15.21 1:46 pm",
        "ctx": [
            "Okay, so many of your songs have chord changes that are unique but don't sound out of place at all. Advice for anyone trying to do the same thing?",
            "my best trick for that is to spend almost all your waking hours at the keyboard for several years, trying to uncover the secrets of the universe. another weird trick, for the chords, is to get words involved. that actually helps steer the chords more onto their meaningful way"
        ]
    },
    {
        "date": "4.15.21 1:31 pm",
        "ctx": [
            "what's your opinion on time travel",
            "time is required for travel. that is no secret. if you don't believe me, check what time it is and then go somewhere and check the time again"
        ]
    },
    {
        "date": "4.15.21 1:22 pm",
        "ctx": [
            "how do you motivate yourself to spend all the hours you have to put in to get a project finished?",
            "it just depends on how bad you want it"
        ]
    },
    {
        "date": "4.15.21 12:58 pm",
        "ctx": [
            "Can u write a song about what other planets with life might be like?",
            "i'm already doing the best i can, if you take pretty much any part of my songs that don't have specific earth-references. you would be left with just the life part"
        ]
    },
    {
        "date": "4.15.21 12:43 pm",
        "ctx": [
            "If you had an unlimited amount of time would you make unlimited music or would you do some other things?",
            "make unlimited music AND do other things"
        ]
    },
    {
        "date": "4.15.21 12:20 pm",
        "ctx": [
            "what is music",
            "like a reflection of you, but not a reflection. actual"
        ]
    },
    {
        "date": "4.15.21 10:41 am",
        "ctx": [
            "What is your favourite swear word?",
            "but"
        ]
    },
    {
        "date": "4.15.21 10:20 am",
        "ctx": [
            "You had ether in the songs section or the expert mode section a song called `I am vacationing in the middle of the sun` was commented out in the html.",
            "that's not a song",
            "Are you still working on it or was that an alternate name to `Here comes the sun`.",
            "that was a satirical description of what the hell may have happened to me in the later half of 2019 and earlier half of 2020"
        ]
    },
    {
        "date": "4.15.21 9:00 am",
        "ctx": [
            "When will you have other other other categories?",
            "pretty soon. there's a lot more categories i have to add"
        ]
    },
    {
        "date": "4.15.21 7:15 am",
        "ctx": [
            "Does the title of the next song contain the word the",
            "no"
        ]
    },
    {
        "date": "4.15.21 5:11 am",
        "ctx": [
            "how many times will you mention \"finance\" or \"finances\" in your next song?",
            "it never uses the word finance"
        ]
    },
    {
        "date": "4.15.21 3:55 am",
        "ctx": [
            "what do I need to do to be more creative?",
            "stop expecting to be creative at every single moment. but, on the other hand, do expect to be wildly creative at some moments which you will never predict. as soon as you begin to accept that the non-creative moments really do belong there, that's when the creative moments will probably start to roar at their hardest"
        ]
    },
    {
        "date": "4.14.21 11:32 pm",
        "ctx": [
            "Do you you intend any meaning in your songs? be it the short short ones or you long ones,but do/did you ever intend meanings in any of your songs?",
            "yes"
        ]
    },
    {
        "date": "4.14.21 9:58 pm",
        "ctx": [
            "people keep asking about 3d videos and 2d videos, but i ask: have you ever considered 1d videos???",
            "(ref: https://billwurtz.com/the-alarm.mp4\"target=\"_blank)hell yeah. that's the whole way i got started"
        ]
    },
    {
        "date": "4.14.21 8:32 pm",
        "ctx": [
            "let me get this straight... you have a basket to catch the ideas, and a bucket to catch the dreams?",
            "no. i used to say 'bucket' for the idea question on the questions page, but, after writing and releasing a song which depicts buckets catching things, i changed my questions page answer to something different, so as not to get confused or conflated with that particular song and distract from the question"
        ]
    },
    {
        "date": "4.14.21 7:11 pm",
        "ctx": [
            "Why try if I'm just gonna fail?",
            "because you're also gonna succeed"
        ]
    },
    {
        "date": "4.14.21 6:57 pm",
        "ctx": [
            "But seriously, how do you know what key something is in??",
            "i'm not sure. it's like knowing which way is up, on a face, which i can also do but don't know how"
        ]
    },
    {
        "date": "4.14.21 6:19 pm",
        "ctx": [
            "what's a dunce",
            "i have no idea"
        ]
    },
    {
        "date": "4.14.21 5:46 pm",
        "ctx": [
            "favourite mode of transport?",
            "already being there"
        ]
    },
    {
        "date": "4.14.21 5:26 pm",
        "ctx": [
            "how was your vacation in the middle of the sun?",
            "average"
        ]
    },
    {
        "date": "4.14.21 5:19 pm",
        "ctx": [
            "how do I work with my limitations? (for example, 24 keys keyboard)",
            "get crazy with the octave switcher buttons"
        ]
    },
    {
        "date": "4.14.21 5:09 pm",
        "ctx": [
            "Are all of your videos going to be 3d from now on?",
            "no",
            "When do you think you will create a 2d one?",
            "last week"
        ]
    },
    {
        "date": "4.14.21 4:42 pm",
        "ctx": [
            "What is your favourite song from all the songs you have made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "4.14.21 4:37 pm",
        "ctx": [
            "If I'm in the key of C, what should I call a D major chord? Major II? It's one of my favorite chords to go to and I can't find a succinct / technical term to refer to it",
            "2 major"
        ]
    },
    {
        "date": "4.14.21 3:08 pm",
        "ctx": [
            "Is this video going to be an ambitious return to 2D animation?",
            "yes"
        ]
    },
    {
        "date": "4.14.21 2:08 pm",
        "ctx": [
            "when will you post another note in the notebook section?",
            "just did"
        ]
    },
    {
        "date": "4.14.21 1:30 pm",
        "ctx": [
            "why dont you use capital letters",
            "i do, but why don't you"
        ]
    },
    {
        "date": "4.14.21 1:13 pm",
        "ctx": [
            "These teasers are looking pretty 2D. What do you think the 2D to 3D ratio is gonna be on this next video?",
            "80:20"
        ]
    },
    {
        "date": "4.14.21 12:06 pm",
        "ctx": [
            "I've noticed in some of the videos you've put online you're in a room with words all over the walls. Could you tell me about that?",
            "it was there before i got there",
            "What did the words say?",
            "it's a lot of famous inspirational quotes. a lot of church leaders, a lot of entrepreneurs, famous influential people, winston churchill must be there, steve jobs, bill gates, mother theresa, desmond tutu, jesus is on there somewhere, i'm sure henry ford is there, ghandi must be there, there's probably about 300 of them. they cover the entire walls"
        ]
    },
    {
        "date": "4.14.21 12:06 pm",
        "ctx": [
            "does the title of the next song contain the letter y",
            "yes"
        ]
    },
    {
        "date": "4.14.21 11:41 am",
        "ctx": [
            "In I'm A Princess, what the heck is going on with the chords after \"and I'm dreaming about my friends in need\"? It's like it's essentially the same ending melody bit as whenever that riff plays, but the new chords make it seem way less satisfying, which segways really well into the synth solo. What's up with that?",
            "you described it exactly"
        ]
    },
    {
        "date": "4.14.21 11:40 am",
        "ctx": [
            "Is using filters on a photo cheating?",
            "using photos is cheating"
        ]
    },
    {
        "date": "4.14.21 11:39 am",
        "ctx": [
            "is your next song about the stars???",
            "no"
        ]
    },
    {
        "date": "4.14.21 11:37 am",
        "ctx": [
            "Can I have a word of wisdom? (just one word please)",
            "ok"
        ]
    },
    {
        "date": "4.14.21 11:24 am",
        "ctx": [
            "Hi Bill, this question might sound like overanalyzing mundane things related to your work (of which everyone else did as well), so here it is.\n\nIn a question that you have answered not long ago, you said that your next song is going to be about finance. And then, in your old video titled \"YouTube video\", corporate take overs are listed as one of the things someone can find on YouTube, among other things.\n\nSo, here's the actual question: is this related?",
            "no"
        ]
    },
    {
        "date": "4.14.21 11:21 am",
        "ctx": [
            "How do I get past the feeling that I'll never make a piece of music that's as beautiful or emotionally moving as my favorite artists' works? I'm studying multiple artists' works like crazy, listening to what sounds, rhythms, and melodies work best, but I feel like everything I make would be a stripped-down parody devoid of any authentic meaning.",
            "here's the one thing to realize about music (or art) which might make this whole puzzle start to make sense. it's a magic trick. it's a miracle. it's weird and strange, and the more the scientists try to figure out what the \"right\" answer is, the damn music will change again and find a new way to knock your socks off even more. So, knowing the paradoxical and mischievous nature of this, it's probably time to start looking at the other side of the coin here, and instead of trying to find something that's actually \"right\", try doing something \"wrong\" on purpose. you might be surprised by the results"
        ]
    },
    {
        "date": "4.14.21 11:13 am",
        "ctx": [
            "(serious)im doing bad in school. This isnt because of me though, it is because of the situation im in. Before the pandemic, i was in AP classes and was one of the smarter students in the class, but as soon as i started home school, my grades dropped to Cs. I want to succeed and learn. I love learning but my teachers cant teach us when we are home the same way. Id learn one thing maybe every week for every teacher but i would learn nothing for like a week after. This isnt motivation enough to want to make me keep my grades up. Why would i care to keep my grades up when im learning pretty much nothing and my teachers don't motivate me. So to summarize, i used to be a good student, then when covid hit, my grades dropped to shit and i cant find motivation to keep them up. I want to have a good GPA but even when i do really try, i end up flunking tests or essays. Do you have any advice on this?",
            "no. my grades were probably worse than yours. you could try songwriting during school (or anytime) depending on what your goals are"
        ]
    },
    {
        "date": "4.14.21 11:01 am",
        "ctx": [
            "what's your opinion on bees?",
            "imagine a normal bug, turned up to 11"
        ]
    },
    {
        "date": "4.14.21 10:48 am",
        "ctx": [
            "Bill, what kind of games are on the blimp?",
            "hide and seek (hide outside the blimp)"
        ]
    },
    {
        "date": "4.14.21 8:06 am",
        "ctx": [
            "what do you think about mainstream music?",
            "sometimes it's fun to make new streams main"
        ]
    },
    {
        "date": "4.14.21 7:01 am",
        "ctx": [
            "What are your plans for the next friday night",
            "likely songwriting"
        ]
    },
    {
        "date": "4.14.21 6:56 am",
        "ctx": [
            "How much do you second-guess your lyrics and musical songwriting decisions?How do you free yourself from constantly rewriting? Thanks for the inspirational art, Bill.",
            "the more times you re-write it, the less good it will be. so, the first line of defense is to write pretty quickly, but in case you get stuck in a trap, usually the best thing you can do is just accept that the earliest version is the best one you're going to get"
        ]
    },
    {
        "date": "4.14.21 6:36 am",
        "ctx": [
            "why didn't you sing \"better things\" or \"i'm having a journey forward\" in \"i'm a princess\", even though they were in the video?",
            "because i didn't want them to be in the song"
        ]
    },
    {
        "date": "4.14.21 3:23 am",
        "ctx": [
            "do you like doing song?",
            "yes"
        ]
    },
    {
        "date": "4.14.21 2:15 am",
        "ctx": [
            "what is your dominant negative emotion?",
            "nonchalant"
        ]
    },
    {
        "date": "4.14.21 2:05 am",
        "ctx": [
            "how to math",
            "start by going into a deep slumber"
        ]
    },
    {
        "date": "4.14.21 1:35 am",
        "ctx": [
            "how many languages do you speak",
            "not enough"
        ]
    },
    {
        "date": "4.14.21 1:01 am",
        "ctx": [
            "What is the maximum size bed?",
            "as big as the universe"
        ]
    },
    {
        "date": "4.14.21 12:38 am",
        "ctx": [
            "Hi bill I've been trying to come up with a stage name for my music- I could just use myreal name but frankly it's been getting on my nerves lately- Do you have any ideas?",
            "the longer you've had the name, the longer it will last"
        ]
    },
    {
        "date": "4.13.21 11:49 pm",
        "ctx": [
            "Do you consider yourself an introvert or an extrovert?",
            "no"
        ]
    },
    {
        "date": "4.13.21 11:14 pm",
        "ctx": [
            "how do you come up with melodies& lyrics?",
            "think of it as 1 thing, instead of 2 separate things"
        ]
    },
    {
        "date": "4.13.21 11:01 pm",
        "ctx": [
            "Can I get some tips on learning the piano?",
            "enjoy yourself"
        ]
    },
    {
        "date": "4.13.21 10:36 pm",
        "ctx": [
            "can i marry a traffic cone",
            "if you can handle the paperwork"
        ]
    },
    {
        "date": "4.13.21 9:40 pm",
        "ctx": [
            "how do I make friend",
            "be friend"
        ]
    },
    {
        "date": "4.13.21 9:04 pm",
        "ctx": [
            "how do you think of ideas for your songs",
            "i have a basket to catch the ideas, but sometimes the basket itself inspires me"
        ]
    },
    {
        "date": "4.13.21 8:51 pm",
        "ctx": [
            "what new things are exciting you?",
            "having balanced judgement"
        ]
    },
    {
        "date": "4.13.21 8:42 pm",
        "ctx": [
            "What motivated you to start sharing your music with the world?",
            "doing music"
        ]
    },
    {
        "date": "4.13.21 8:37 pm",
        "ctx": [
            "is the earth flat",
            "it was supposed to be, but something went insanely wrong"
        ]
    },
    {
        "date": "4.13.21 7:33 pm",
        "ctx": [
            "Is water wet?",
            "it damn better not be"
        ]
    },
    {
        "date": "4.13.21 7:04 pm",
        "ctx": [
            "How do you come up with your character designs",
            "basically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way"
        ]
    },
    {
        "date": "4.13.21 6:24 pm",
        "ctx": [
            "Are \"And the day goes on\" and \"Long long long journey\" in the key of Gb or F#?",
            "transcriptionist's choice. but i might recommend F# for long journey because you're gonna have to drop it to A anyway for the bridge, which would seem much more attrocious if written in Gb"
        ]
    },
    {
        "date": "4.13.21 4:37 pm",
        "ctx": [
            "Will You ever return to 2d videos?",
            "yes, perhaps even further than you've imagined"
        ]
    },
    {
        "date": "4.13.21 4:22 pm",
        "ctx": [
            "what is your opinion about books",
            "i like the part where you get to turn the page"
        ]
    },
    {
        "date": "4.13.21 3:53 pm",
        "ctx": [
            "how do you write good music? i try but i cant. do you have any tips?",
            "sometimes a little reverse psychology is all it takes"
        ]
    },
    {
        "date": "4.13.21 3:29 pm",
        "ctx": [
            "could you give any advice on people who want there music to be on the radio or be seen by a lot of people as well as do you have any advice on how to get rock and punk or any distorted guitar music interesting to people who only listen to the same pop mumble rap on the radio",
            "try bending the genre a bit more. not to make it like another specific genre, but, just to get out and about more. which sounds like what everybody needs, which is also what you are looking for, according to the way you've described the situation"
        ]
    },
    {
        "date": "4.13.21 3:17 pm",
        "ctx": [
            "is there a beaver in the new video",
            "no"
        ]
    },
    {
        "date": "4.13.21 3:16 pm",
        "ctx": [
            "I struggle often with doubt. Sometimes I realize that I can use doubt to call into question the validity of doubt. This brings me peace because I realize that the doubt I feel can itself be doubted. This inevitably flips back around when I realize that doubting doubt can also be doubted. Doubt: scary. Doubt doubt: love it. Doubt doubt doubt: back to scary. Odd doubts is scary even doubts is great. \n\nDo I need to be medicated?",
            "i doubt it"
        ]
    },
    {
        "date": "4.13.21 2:35 pm",
        "ctx": [
            "are you planning on making another wfaoie?",
            "yes, and more"
        ]
    },
    {
        "date": "4.13.21 2:32 pm",
        "ctx": [
            "is everyone a princess?",
            "yes, and more"
        ]
    },
    {
        "date": "4.13.21 2:30 pm",
        "ctx": [
            "are there any songs that you have on the website that you plan on making into videos",
            "i don't see why not"
        ]
    },
    {
        "date": "4.13.21 2:19 pm",
        "ctx": [
            "have you ever tried to draw an illustration?",
            "sure",
            "if so describe your drawing",
            "i prefer not to describe drawings when they are available for (ref: asjdf90arjs8.png\"target=\"_blank)viewing",
            "and what you think about it",
            "it gets the job done"
        ]
    },
    {
        "date": "4.13.21 2:15 pm",
        "ctx": [
            "If you started working on \"i'm a princess\" right after \"might quit\", then why did you eventually start making \"here comes the sun\" before finishing \"i'm a princess\"?",
            "the amount of time elapsed since the previous release, somehow changed the context. Also, from a technical standpoint, i had switched to a new universe with the tools i was using, and i'd already done about 20% of the princess video in the old universe, so, the princess video would have to be a sort of strange frankenstein procedure which i prefered not to attempt for my first video"
        ]
    },
    {
        "date": "4.13.21 2:01 pm",
        "ctx": [
            "do you ever find it difficult to find the beauty in things,",
            "no",
            "or is it just something that comes naturally?",
            "yes"
        ]
    },
    {
        "date": "4.13.21 1:30 pm",
        "ctx": [
            "why is everything i make a worse version of the things i'm inspired by",
            "you may have some biases"
        ]
    },
    {
        "date": "4.13.21 1:18 pm",
        "ctx": [
            "Do you like the colour purple?",
            "yes but i like other colors too"
        ]
    },
    {
        "date": "4.13.21 1:02 pm",
        "ctx": [
            "how do i get over my addiction to moping when i'm bored",
            "try to set a world record for most moping in a 60 minute time period, and then hopefully you will exhaust yourself"
        ]
    },
    {
        "date": "4.13.21 12:23 pm",
        "ctx": [
            "do you believe in life on other planets or moons?",
            "yes but it goes pretty fast"
        ]
    },
    {
        "date": "4.13.21 12:02 pm",
        "ctx": [
            "Do you enjoy thinking about the similarities people have with apes",
            "they also have similarities with other animals, maybe even computers"
        ]
    },
    {
        "date": "4.13.21 11:39 am",
        "ctx": [
            "can i be a princess",
            "according to my calculations yes"
        ]
    },
    {
        "date": "4.13.21 11:37 am",
        "ctx": [
            "My clock was telling the time all wrong so I slowed it off the wall, and it broke. What do I do now?",
            "you're gonna have to get a new house"
        ]
    },
    {
        "date": "4.13.21 11:08 am",
        "ctx": [
            "How do you make your videos?",
            "i'm not sure"
        ]
    },
    {
        "date": "4.13.21 10:55 am",
        "ctx": [
            "I have terminal stupidity. What can I do about that?",
            "make a new competitor organization to MENSA"
        ]
    },
    {
        "date": "4.13.21 10:47 am",
        "ctx": [
            "is it finally time for a title anagram?",
            "no",
            "if so what anagram do you have for us?",
            "i might adjust the title"
        ]
    },
    {
        "date": "4.13.21 10:43 am",
        "ctx": [
            "why is book contains word ?",
            "it seems almost too perfect"
        ]
    },
    {
        "date": "4.13.21 10:24 am",
        "ctx": [
            "do you like to history",
            "yes, and future"
        ]
    },
    {
        "date": "4.13.21 10:10 am",
        "ctx": [
            "Is \"yes\" a sentence?",
            "sure"
        ]
    },
    {
        "date": "4.13.21 10:02 am",
        "ctx": [
            "do you think the quality of recording is important in recording music?",
            "the most important thing is that you can hear the song"
        ]
    },
    {
        "date": "4.13.21 8:00 am",
        "ctx": [
            "opinion on silly things?",
            "your opinion is that they are silly. but i know which things they are, because you didn't tell me which things, only your opinion"
        ]
    },
    {
        "date": "4.13.21 7:57 am",
        "ctx": [
            "what is the bad thing you did?",
            "failed at producing a song too quickly nor too slowly, and accidentally ended up working on it for exactly the right amount of time"
        ]
    },
    {
        "date": "4.13.21 7:06 am",
        "ctx": [
            "Are there anagrams in your videos?",
            "occasionally"
        ]
    },
    {
        "date": "4.13.21 5:52 am",
        "ctx": [
            "what does it feel like to write chaotic songs?",
            "bad"
        ]
    },
    {
        "date": "4.13.21 4:57 am",
        "ctx": [
            "What is your opinion in literature?",
            "it's probably old. i've never heard anything new be called literature"
        ]
    },
    {
        "date": "4.13.21 3:39 am",
        "ctx": [
            "Do you consider the animations you make a necessary part of your songs?",
            "no but they are useful for the delivery"
        ]
    },
    {
        "date": "4.13.21 2:40 am",
        "ctx": [
            "how would you describe the sensation of living",
            "it's like a roller coaster but it's free"
        ]
    },
    {
        "date": "4.13.21 12:16 am",
        "ctx": [
            "What is 0 divided by 0?",
            "don't worry about it"
        ]
    },
    {
        "date": "4.12.21 10:42 pm",
        "ctx": [
            "how to prevent static when making music? I recently started getting into this, and sometimes I hear a crackling sound",
            "you're going to have to figure out exactly which device or cable is making the static. try testing each component individually, so you can find out which one is making the static and banish it"
        ]
    },
    {
        "date": "4.12.21 9:50 pm",
        "ctx": [
            "when will you make a new video",
            "doing it now"
        ]
    },
    {
        "date": "4.12.21 9:09 pm",
        "ctx": [
            "Are you a time traveler",
            "it's impossible to travel without time"
        ]
    },
    {
        "date": "4.12.21 7:24 pm",
        "ctx": [
            "how do i please the youtube algorithm",
            "spend a lot of time watching youtube"
        ]
    },
    {
        "date": "4.12.21 5:48 pm",
        "ctx": [
            "do you think you will someday create a song so satisfying that you no longer feel the need to create more songs",
            "i don't think so, but, maybe"
        ]
    },
    {
        "date": "4.12.21 5:30 pm",
        "ctx": [
            "What if I don't like writing?",
            "don't do it"
        ]
    },
    {
        "date": "4.12.21 4:00 pm",
        "ctx": [
            "does retirement mean putting new tires onto cars that have old tires?",
            "no"
        ]
    },
    {
        "date": "4.12.21 3:59 pm",
        "ctx": [
            "Do you like clouds",
            "yes"
        ]
    },
    {
        "date": "4.12.21 3:42 pm",
        "ctx": [
            "How do I manage my time between school, work and my social life?",
            "do it all at the same time. do work socially during school"
        ]
    },
    {
        "date": "4.12.21 2:54 pm",
        "ctx": [
            "what's the significance of the trash mountain",
            "i made a mountain that was clearly trash, so it made me feel better to label it trash mountain. but then, as time went by and more things unfolded, i realized there was more trash than could ever be labeled, so i probably threw the sign into space somewhere"
        ]
    },
    {
        "date": "4.12.21 2:26 pm",
        "ctx": [
            "what is your opinion om trees",
            "i like the idea"
        ]
    },
    {
        "date": "4.12.21 2:08 pm",
        "ctx": [
            "do you live under a rock?",
            "next to it"
        ]
    },
    {
        "date": "4.12.21 1:51 pm",
        "ctx": [
            "why is my brain always on",
            "because you are ~alive~"
        ]
    },
    {
        "date": "4.12.21 1:10 pm",
        "ctx": [
            "Does 'occasionally pick up the phone when it rings' mean you pick up the phone occasionally because it rings occasionally and you always pick it up, or that when it rings you might not pick it up?",
            "it's not specified how often the phone rings unanswered. that much is left to the imagination"
        ]
    },
    {
        "date": "4.12.21 12:54 pm",
        "ctx": [
            "why is there almost always a short sentence at the end of your songs? for example, \"if this song ain't good enough i'll erase it\" in here comes the sun or \"i just did a strange thing, now everythings pink\" in i just did a bad thing",
            "those seem like medium sized sentences, but, the reason song lyrics contain sentences is it's like a vehicle to deliver ideas"
        ]
    },
    {
        "date": "4.12.21 12:50 pm",
        "ctx": [
            "do you ever use periods in your answers?",
            "yes. i use them between sentences"
        ]
    },
    {
        "date": "4.12.21 12:27 pm",
        "ctx": [
            "How do you handle tough situations?",
            "write a research paper first, on how to deal with it"
        ]
    },
    {
        "date": "4.12.21 11:09 am",
        "ctx": [
            "When i play piano both of my hands want to do the same thing. How do i fix this?",
            "first figure out what you want them to do. there are some key questions to ask first: are you playing by yourself? who has the melody? (your voice, your hand, someone else's voice or hand, etc). Who is playing bass? (your left hand, someone else,)... Who is playing the chords? (you, someone else)... The answer to these questions will determine what each of your hands should be doing. and then there are different strategies depending on how many jobs you have to do. In some cases, maybe your hands only have 1 job, in which case it's not a bad idea to put 1 hand behind your back"
        ]
    },
    {
        "date": "4.12.21 11:06 am",
        "ctx": [
            "What is your opinion on mars",
            "needs some decoration"
        ]
    },
    {
        "date": "4.12.21 8:22 am",
        "ctx": [
            "do you think talent is something you're born with or is it something that anyone can develop with enough time and practice",
            "it's both. everyone is born with it and then they can make it even better"
        ]
    },
    {
        "date": "4.12.21 6:37 am",
        "ctx": [
            "You like cars?",
            "i like the \"go\" aspect they have to them"
        ]
    },
    {
        "date": "4.12.21 6:31 am",
        "ctx": [
            "something i have NEVER been able to understand is how you are able to pretend you're on TV. like, i can't pull the trick off on myself. i know in my heart that i'm faking it, so i give myself too many excuses \"in front of the camera\" and the performance of productivity all falls apart. I understand you have the Reality series promise to yourself, so you're not exactly faking your performance, but i do NOT want to commit to actually producing my daily errant musings. im too distracted and upset and i can't keep up my guard as pretend TV host. how is this handled?????",
            "i'm pretty sure the way i do it is unusual. i've recommended it to a lot of people, but i've started to realize that it probably doesn't work for most people. But, what i'm certain of, is that something else will. and it may be similar in some ways"
        ]
    },
    {
        "date": "4.12.21 12:26 am",
        "ctx": [
            "Will you ever release a full album?",
            "would be too full. won't fit all the songs. gonna just release songs individually. doing it this way has a lot of benefits for everyone, i feel"
        ]
    },
    {
        "date": "4.11.21 11:46 pm",
        "ctx": [
            "what motivates you to live through every day?",
            "goals",
            "lately ive been going through a dark time and your songs always seem to be so upbeat and happy. they help me alot lol i made \"mmmm buckets\" my ringtone just so it can make me smile a little throughout my day"
        ]
    },
    {
        "date": "4.11.21 11:13 pm",
        "ctx": [
            "Do you have enough time to say the things you want to say, and do the things you want to do?",
            "it depends on how simple i'm willing to get with it"
        ]
    },
    {
        "date": "4.11.21 10:52 pm",
        "ctx": [
            "have you ever been in all places you list on your songs?",
            "some of them but not all of them"
        ]
    },
    {
        "date": "4.11.21 8:35 pm",
        "ctx": [
            "I believe you've said before, but correct me if I'm wrong, that it's important to spend time with an instrument without singing and the voice will eventually join in naturally given enough time/comfortability.",
            "i didn't say that. but that may work, depending on your goals",
            "I think I'm in that process with the piano right now. And I'm just clarifying that eventually my voice will get comfortable...it's just hard to focus on the two things at the moment.",
            "some people have a lot of trouble breaking the ice with the voice. some people have no trouble and they've never been afraid to use their voice. some people don't feel it's important to use their voice. some people feel it's very important. a lot of different scenarios here"
        ]
    },
    {
        "date": "4.11.21 8:29 pm",
        "ctx": [
            "how do you get things done if things look so darn complicated",
            "one weird trick which nay sayers HATE is to do it really simple"
        ]
    },
    {
        "date": "4.11.21 7:43 pm",
        "ctx": [
            "any tips for recording foley",
            "you gotta get inside the story"
        ]
    },
    {
        "date": "4.11.21 7:35 pm",
        "ctx": [
            "I am incapable of doing any work at all until it's due in a few hours. Why am I like this.",
            "you may have greater ambitions than the work someone has assigned you"
        ]
    },
    {
        "date": "4.11.21 6:41 pm",
        "ctx": [
            "does it bother you that the word \"long\" is shorter than the word \"short\"?",
            "no"
        ]
    },
    {
        "date": "4.11.21 5:53 pm",
        "ctx": [
            "What's your favorite time signature?",
            "'reasonable'"
        ]
    },
    {
        "date": "4.11.21 4:49 pm",
        "ctx": [
            "what is your favourite song that you haven't made yet whatsoever?",
            "in the future"
        ]
    },
    {
        "date": "4.11.21 2:31 pm",
        "ctx": [
            "When making a video, do you just do the whole thing one moment at a time or do you make the skeleton and then go back and add whatever needs to be added?",
            "i do way too much"
        ]
    },
    {
        "date": "4.11.21 2:10 pm",
        "ctx": [
            "does your next song contain letters",
            "yes"
        ]
    },
    {
        "date": "4.11.21 1:40 pm",
        "ctx": [
            "do you make your videos first, or do you write your songs firss?",
            "song"
        ]
    },
    {
        "date": "4.11.21 1:19 pm",
        "ctx": [
            "How many words will be in your next song?",
            "284"
        ]
    },
    {
        "date": "4.11.21 12:51 pm",
        "ctx": [
            "What is the meaning of meaning?",
            "'you'"
        ]
    },
    {
        "date": "4.11.21 12:13 pm",
        "ctx": [
            "should i try to sing live even if i'm an objectively bad singer",
            "yes"
        ]
    },
    {
        "date": "4.11.21 11:38 am",
        "ctx": [
            "you should do a hot ones interview",
            "i would do it without the wings"
        ]
    },
    {
        "date": "4.11.21 11:02 am",
        "ctx": [
            "What's you favorite genre",
            "normal"
        ]
    },
    {
        "date": "4.11.21 10:44 am",
        "ctx": [
            "what encourages you to keep on making such great music?",
            "there's not enough"
        ]
    },
    {
        "date": "4.11.21 9:12 am",
        "ctx": [
            "How do you feel about people trying to find hidden meaning in your songs",
            "pretty good"
        ]
    },
    {
        "date": "4.11.21 7:47 am",
        "ctx": [
            "Why is thunder so loud?",
            "because of how big it is"
        ]
    },
    {
        "date": "4.11.21 3:46 am",
        "ctx": [
            "just recently, i said a statement to a friend of mine that in retrospect couldve sounded suspiciouS. i felt like i needed to clarify my meaning, but i also realized that if my friend didn't interpret my statement as suspicious before, they might be tempted to if i did clarifY. what is your opinion on this social paradoX? have you experienced this before and/or know how to avoid iT?",
            "the most important thing here is to find ways to calm your mind"
        ]
    },
    {
        "date": "4.11.21 12:34 am",
        "ctx": [
            "how has the coronavirus pandemic affected your art/music/whatever you make?",
            "i no longer go out to lunch"
        ]
    },
    {
        "date": "4.11.21 12:33 am",
        "ctx": [
            "Sometimes if I feel a strong emotional feeling in my mind(?) I will feel a correlating very real physical feeling in my body. Sometimes this happens when I don't think I am actually feeling any strong emotions however this is rare. Does this ever happen to you",
            "yes",
            "and/or do you have any thoughts about this sort of a \"physical emotion\"?",
            "the mind is part of the body, AND, the body is part of the mind"
        ]
    },
    {
        "date": "4.10.21 11:28 pm",
        "ctx": [
            "how did you learn modular arithmetic?",
            "by experiencing the days of the week over and over again"
        ]
    },
    {
        "date": "4.10.21 11:00 pm",
        "ctx": [
            "you mention a game a lot in your songs, is the game in all of your songs the same game?",
            "i'm not sure. the game i'm currently playing is to figure out which game is which"
        ]
    },
    {
        "date": "4.10.21 10:48 pm",
        "ctx": [
            "Do you find music kinky",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "4.10.21 9:53 pm",
        "ctx": [
            "When is your next song releasing?",
            "pretty soon"
        ]
    },
    {
        "date": "4.10.21 9:37 pm",
        "ctx": [
            "What, if any, advice do you have to share with people who wish to be creative?",
            "there is too much to say all at one time, so i've been saying it all gradually over a period of time",
            "Is this advice medium specific?",
            "only some of it is",
            "Do you find yourself interested in other forms of creative work (writing fiction or non-fiction, or other things)?",
            "yes"
        ]
    },
    {
        "date": "4.10.21 9:30 pm",
        "ctx": [
            "i want to do everything but i end up doing nothing? any tips?",
            "start writing down some things you wish you could do. keep them in a list. Then, when you think you're ready, put them in order and use a random number generator to choose which one to do first."
        ]
    },
    {
        "date": "4.10.21 8:35 pm",
        "ctx": [
            "Will there be the word \"to\" in your next song?",
            "yes"
        ]
    },
    {
        "date": "4.10.21 8:24 pm",
        "ctx": [
            "What are the rules of key changes?",
            "(ref: https://billwurtz.com/just-try-to-have-a-good-time.mp3\"target=\"_blank)rules of key changes"
        ]
    },
    {
        "date": "4.10.21 8:08 pm",
        "ctx": [
            "In La de da de da de da de day oh, when it goes \"when did all the windmills start to turn so slow,\" does this mean 1) that the windmills were turning at full speed and started to turn slowly, b) the windmills were not turning at all and started to but slowly, or c) something else?",
            "it reminds you that you don't recall what they were doing previously"
        ]
    },
    {
        "date": "4.10.21 7:51 pm",
        "ctx": [
            "is your new song about music",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "4.10.21 7:44 pm",
        "ctx": [
            "what's going on with the old princess model's right foot?",
            "inadequacy"
        ]
    },
    {
        "date": "4.10.21 6:46 pm",
        "ctx": [
            "What key is the new song in,",
            "F#min, and more",
            "and how much of it conforms to that key (no modulations, jazzy notes, etc)",
            "it gets around a bit, it mostly stays within 2 keys, except the outvamp is on neptune"
        ]
    },
    {
        "date": "4.10.21 6:20 pm",
        "ctx": [
            "hi, you've mentioned before that you'd like to make full-length covers of songs sometime in the future, do you have like a list of songs that you're considering?",
            "yes",
            "and would you take suggestions?",
            "i usually prefer to do something that no one has suggested"
        ]
    },
    {
        "date": "4.10.21 6:06 pm",
        "ctx": [
            "Is it easier to articulate what you like about something or what you dislike about something?",
            "it's more natural to express both at the same time"
        ]
    },
    {
        "date": "4.10.21 5:22 pm",
        "ctx": [
            "hel p how melody",
            "by making patterns and breaking them. then making a pattern to the way in which you break those patterns, and then, go ahead and break that pattern as well"
        ]
    },
    {
        "date": "4.10.21 5:22 pm",
        "ctx": [
            "Do you want the result of 2 + 2 to stop being 4?",
            "no"
        ]
    },
    {
        "date": "4.10.21 4:33 pm",
        "ctx": [
            "Why do you make songs.",
            "it is something that seems friendly and familiar to me"
        ]
    },
    {
        "date": "4.10.21 4:17 pm",
        "ctx": [
            "how do you start making a song?",
            "i just have to think of something, which sometimes happens by surprise. I am also able to do it on purpose, but, sometimes it's only half a thing. this is ok, because another separate part of the process is going through the half-things and turning them into more full things"
        ]
    },
    {
        "date": "4.10.21 4:00 pm",
        "ctx": [
            "should I always use lowercase letters?",
            "it's good to have the capitals available, for clarification and emphasis"
        ]
    },
    {
        "date": "4.10.21 2:12 pm",
        "ctx": [
            "opinions on being a person?",
            "easier said than done"
        ]
    },
    {
        "date": "4.10.21 9:18 am",
        "ctx": [
            "ive seen your mixing skills have improved between \"might quit\" and \"here comes the sun\"",
            "the only mixing i did in between making those songs was \"i'm a princess\", which was done immediately after \"might quit\""
        ]
    },
    {
        "date": "4.10.21 6:47 am",
        "ctx": [
            "when i listen to my favorite artists, sometimes i feel like something new and unique has been created, and that fills me with happiness. i wonder if it's possible for an artist to get this feeling from their own music?",
            "yes, depending on their mood i think"
        ]
    },
    {
        "date": "4.10.21 5:29 am",
        "ctx": [
            "are you a actual princess?",
            "sometimes for a brief moment i am able to simulate the princess experience"
        ]
    },
    {
        "date": "4.10.21 4:44 am",
        "ctx": [
            "which is your favorite song among all of the ones you've posted on youtube",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "4.10.21 3:54 am",
        "ctx": [
            "do you have any tips for becoming the person that i want to be?",
            "yes. what person do you want to be"
        ]
    },
    {
        "date": "4.10.21 1:23 am",
        "ctx": [
            "Why are bananas so yellow? I highly doubt they have a license to be that way.",
            "it must be for survival. bananas have great survival instincts"
        ]
    },
    {
        "date": "4.9.21 10:03 pm",
        "ctx": [
            "How does one know when they have made a truly grave mistake?",
            "it's on the news"
        ]
    },
    {
        "date": "4.9.21 4:58 pm",
        "ctx": [
            "What is the the best Unicode character?"
        ]
    },
    {
        "date": "4.9.21 4:52 pm",
        "ctx": [
            "if you could become a giraffe would you?",
            "not right now"
        ]
    },
    {
        "date": "4.9.21 4:51 pm",
        "ctx": [
            "what is the purpose of slight change in lyrics of your songs? (e.g. \"how many times is the game going to change?\" vs. \"how many times is the game supposed to change?\"",
            "that just helps to remind the listener that the songwriter is awake"
        ]
    },
    {
        "date": "4.9.21 4:01 pm",
        "ctx": [
            "does your next song have penguins?",
            "no"
        ]
    },
    {
        "date": "4.9.21 3:53 pm",
        "ctx": [
            "How long does it take to produce a video",
            "a very reasonable and normal amount of time, that's for sure"
        ]
    },
    {
        "date": "4.9.21 2:42 pm",
        "ctx": [
            "do your videos have lore?are they connected?",
            "there is a person who is making all of them, who happens to be me. join me on this adventure to discover common sense and get the hell out of my own way"
        ]
    },
    {
        "date": "4.9.21 1:13 pm",
        "ctx": [
            "whats the funniest thing someone's ever said to you that wasn't meant to be funny?",
            "\"oh hi\""
        ]
    },
    {
        "date": "4.9.21 1:06 pm",
        "ctx": [
            "what's the best place to be?",
            "this is definitely not what you want to hear, but, you are already there"
        ]
    },
    {
        "date": "4.9.21 1:00 pm",
        "ctx": [
            "When was the last time you used strings in one of your songs?",
            "the most recent one"
        ]
    },
    {
        "date": "4.9.21 12:46 pm",
        "ctx": [
            "you mention the ceiling twice in \"i'm a princess,\" is there some symbolic meaning you intended or was that just a coincidence?",
            "i must have had ceilings on my mind that day"
        ]
    },
    {
        "date": "4.9.21 11:44 am",
        "ctx": [
            "I am severely restricted by space, so I only have a 25-key keyboard. How do I discover funky chords with funky extensions?",
            "extentions are not funky. rhythms are funky."
        ]
    },
    {
        "date": "4.9.21 11:09 am",
        "ctx": [
            "What is your favorite character that you have created?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "4.9.21 10:36 am",
        "ctx": [
            "Why are paradoxes so fun?",
            "the way people react to them"
        ]
    },
    {
        "date": "4.9.21 10:26 am",
        "ctx": [
            "have you ever written or are you planning to write any short stories?",
            "yes"
        ]
    },
    {
        "date": "4.9.21 10:12 am",
        "ctx": [
            "how do i improve on music?",
            "be very honest"
        ]
    },
    {
        "date": "4.9.21 8:35 am",
        "ctx": [
            "in the live show do you plan on trying to mimic the synth sounds and bass sounds in the recordings, or use different instrumentation?",
            "i generally have a no-mimic policy for live shows"
        ]
    },
    {
        "date": "4.9.21 8:22 am",
        "ctx": [
            "How do you find inspiration for a new song?",
            "look anywhere. it's there"
        ]
    },
    {
        "date": "4.9.21 8:03 am",
        "ctx": [
            "can I see the 'bad' princess model?",
            "sure. it's the one from the top of the house, then on the bike, etc"
        ]
    },
    {
        "date": "4.9.21 7:55 am",
        "ctx": [
            "I want to change my name.how do i decide that a name is good",
            "you have to try it and then see if you like it after a few decades"
        ]
    },
    {
        "date": "4.9.21 7:09 am",
        "ctx": [
            "how do you overcome burnout in writing music or making sketches?",
            "try doing them simpler than you ever dreamed of, in hopes of revealing your actual self for once"
        ]
    },
    {
        "date": "4.9.21 6:29 am",
        "ctx": [
            "is your new song about a huge meteor that is about to hit earth but the doulingo owl sacrifices itself to safe everyone?",
            "no"
        ]
    },
    {
        "date": "4.9.21 5:52 am",
        "ctx": [
            "What is your inspiration for your music?",
            "everything",
            "Do you just write down your random thoughts onto a sheet or is it planned first?",
            "neither. unplanned, non-random"
        ]
    },
    {
        "date": "4.9.21 3:34 am",
        "ctx": [
            "Would you please write a book? About anything.",
            "i think i prefer to write outside of books. it's more interesting for me"
        ]
    },
    {
        "date": "4.9.21 2:53 am",
        "ctx": [
            "will you ever make videos for songs you released that don't have videos?",
            "i've done it before, if that counts"
        ]
    },
    {
        "date": "4.9.21 12:29 am",
        "ctx": [
            "I want to try writing out the entirety of my songs before I start making them in a DAW, but I don't know how to read or write sheet music, do you have any advice?",
            "yes. make small demos. what works best for me is i use a lyric sheet with references to the audio demo. so it looks like\n\ntempo= 92\nsee recording 771 for timed run through\nrecoring 770 for more detailed demo / talk thru\n\nlyric lyric lyric lyric lyric\nlyric lyric lyric lyric lyric (recording 557)\n\nlyric lyric lyric\nlyric (recording 559)\n\nand the recordings will be just a live vocal+keyboard demo and also explaining any other necessary details or instructions i might have. Usually i will also let the recordings run while i am trying to come up with the ideas, just to make sure i catch anything i come up with. then when i think i'm sure, then i'll jump to the next recording and demo it concisely and that will be the recording that is referenced in the lyric sheet. then of course when it's all done, do a timed run through on a click, where you might miss a couple of lyrics but the important thing is to see the proper road map, then, you can also have a more detailed one, where you may stop and clarify whatever you need"
        ]
    },
    {
        "date": "4.8.21 11:44 pm",
        "ctx": [
            "how would you define \"punk\" music?",
            "sometimes it's fun to call it 'punk' whenever you are rebelling against something",
            "have you made/would you ever make music that could be classified as punk?",
            "i forgot to mention, 'punk' also sometimes means it was made in the early 1980s with loud guitars on a low budget. so from that definition, no i've never done that. from the other definition, then maybe yes"
        ]
    },
    {
        "date": "4.8.21 11:08 pm",
        "ctx": [
            "Do you have all of the song written before you start recording?",
            "yes",
            "Meaning, drums, bass, etc. Or is it just more of a skeleton of a song and you add more layers during the recording process? Thanks!",
            "exact melody, exact lyric, exact chords, exact tempo, exact road map. and occasional suggestions for further details"
        ]
    },
    {
        "date": "4.8.21 10:39 pm",
        "ctx": [
            "Why are your vids so short and funny and colorful?",
            "it was the best i could do at the time"
        ]
    },
    {
        "date": "4.8.21 10:12 pm",
        "ctx": [
            "Was the line \"mmm buckets catch the dreams as they fall from my ceiling\" intended as a reference to Langston Hughes' idea of \"a dream differed\"?",
            "no. i've never heard of that"
        ]
    },
    {
        "date": "4.8.21 8:12 pm",
        "ctx": [
            "in one of your answers you mentioned that you make up characters. do your characters have specific personalities?",
            "sure. check out the videos to see"
        ]
    },
    {
        "date": "4.8.21 7:48 pm",
        "ctx": [
            "have you ever used that rhodes sound that you write music with in an actual song?",
            "no"
        ]
    },
    {
        "date": "4.8.21 6:14 pm",
        "ctx": [
            "what sort of instrument do you use to fill in the chords in songs? The chords usually seem full and chordy but i can't hear what instrument is playing them. Is it some synth?",
            "sometimes you can get magical results by combining 2 different ones. sometimes the results are even more magical if you sort of only play half the chord with one of the instruments. The trick is to just pick an instrument you have, then, go through the entire song and very carefully and inquisitively just sort of test the waters to see where you can get a word (note) in. i call this the sprinkle method, which has its advantages and disadvantages, but, the advantage is that sometimes the natural blending effect makes it sound like you have more magical instruments than you really have"
        ]
    },
    {
        "date": "4.8.21 6:05 pm",
        "ctx": [
            "I saw an answer to one of the questions about your having finished the audio for the latest project you're working on. \n\nOut of curiosity, why not release audio tracks without videos at this point?",
            "greed, i think",
            "And, for the top super star songs that you have, just release only those with videos?",
            "perhaps this is a psychological problem i have, but, i try to make all my songs top super star songs. it always seems like a bad career move to ever deliberately make one that is not",
            "It looks like writing, arranging, and recording are pretty fast for you--just bums me out to not hear new music you have been making just to wait for the video.",
            "i know, me too. except for me it's harder than waiting, because i have to do all the work also. combine that with the guilt of knowing you have to wait",
            "Imagine if the release of your large catalog was held up by the creation of videos. The songs mean so much more to me.",
            "i feel the same way. negotiations have been underway day and night to rectify this exact issue"
        ]
    },
    {
        "date": "4.8.21 4:42 pm",
        "ctx": [
            "Would you agree that 7x7=49 has the same energy as Thursday?",
            "yes"
        ]
    },
    {
        "date": "4.8.21 4:29 pm",
        "ctx": [
            "ive seen so many people asking about your next song, but i'm just here to ask if there will be a next song\n\nso will there be a next song",
            "yes. if i can have it my way, there will be hundreds"
        ]
    },
    {
        "date": "4.8.21 3:28 pm",
        "ctx": [
            "Do you choose a song to record based on worldy events even slightly?",
            "not usually. there will surely be another worldly event later down the line which may fit, which is more fun sometimes because people think you are a time traveler or something"
        ]
    },
    {
        "date": "4.8.21 1:56 pm",
        "ctx": [
            "is there any meaning behind the ''the day goes on'' sound?",
            "i suddenly got jealous of how easy and normal it might have been, to write songs maybe in the appalachian mountains in the 1890s. so for a moment i spontaneously pretended i was"
        ]
    },
    {
        "date": "4.8.21 1:28 pm",
        "ctx": [
            "would you eat an entire tomato",
            "in bizarro world maybe"
        ]
    },
    {
        "date": "4.8.21 1:16 pm",
        "ctx": [
            "Let us suppose that one day you want to make a music video, so you pull up your list of song ideas, and find that you are completely out of song ideas.Every idea you had has already been released as a music video by you.So, now you need a new song idea.Would you rather actively try to make a new melody/lyrics and work for it, or instead just go about your day-to-day life until a song idea comes naturally to you?(Or would you do something else?)",
            "i do new song idea generation sessions ('songgen') habitually every time before doing a new song/video. and then the new ones are added to the list for selection, and then a selection is made from the total list"
        ]
    },
    {
        "date": "4.8.21 1:02 pm",
        "ctx": [
            "(ref: q.php?date=202104070748)4.7.217:48 am  can you tell us what this new type of videos is?",
            "it might have similarities to what you might have seen in a movie cinema theater, but, let's face it, it's not that similar"
        ]
    },
    {
        "date": "4.8.21 12:36 pm",
        "ctx": [
            "will the next video be a song?",
            "yes",
            "what non-song video ideas are you excited about for the future?",
            "window washer"
        ]
    },
    {
        "date": "4.8.21 12:36 pm",
        "ctx": [
            "why did you cancel your video \"hang me\"?",
            "i didn't cancel it, so far i've just always chosen to do a different video instead"
        ]
    },
    {
        "date": "4.8.21 12:28 pm",
        "ctx": [
            "do you have any opinions on jellyfish?",
            "unable to smile or frown, they must innovate to show their emotions in different ways"
        ]
    },
    {
        "date": "4.8.21 12:00 pm",
        "ctx": [
            "Your style is great, but do you ever feel confined by it?",
            "the style itself is confined, by my capabilities"
        ]
    },
    {
        "date": "4.8.21 10:56 am",
        "ctx": [
            "why do you always use lowercase?",
            "i don't, but the reason i ALMOST always use it is because of its normalness and super normal vibes in general"
        ]
    },
    {
        "date": "4.8.21 10:48 am",
        "ctx": [
            "has anybody ever guessed the title of one of your songs/videos?",
            "yes"
        ]
    },
    {
        "date": "4.8.21 9:58 am",
        "ctx": [
            "What is the 127th word of the next song?",
            "all"
        ]
    },
    {
        "date": "4.8.21 8:34 am",
        "ctx": [
            "Is your next song about the inevitable collapse of society?",
            "no"
        ]
    },
    {
        "date": "4.8.21 6:12 am",
        "ctx": [
            "hey! i recently got a keyboard for my birthday but i don't know any chords or how to play it ? i really want to play at least one instrument? any tips on how to start playing it?",
            "first turn it on, get a sound, and start pressing some keys. should trigger some wild emotions. should be more than enough to work with"
        ]
    },
    {
        "date": "4.8.21 6:07 am",
        "ctx": [
            "how long is your next video and the song you just finished (approximately)?",
            "3 minutes and 20 seconds"
        ]
    },
    {
        "date": "4.8.21 5:08 am",
        "ctx": [
            "Are you the princess in 'I'm a princess'?",
            "i doubt it",
            "If so, why are your dreams falling from your ceiling? I know a good Italian plumber if your pipes are broken :)"
        ]
    },
    {
        "date": "4.8.21 5:08 am",
        "ctx": [
            "did you ever ask yourself questions in here?",
            "no"
        ]
    },
    {
        "date": "4.8.21 2:52 am",
        "ctx": [
            "(ref: q.php?date=202103232319\">3.23.21 11:19 pm  (ref: q.php?date=202103241817)3.24.21 6:17 pm  So, just to verify, you did absolutely no work on \"i'm a princess\" while working on \"here comes the sun), correct?",
            "that's right"
        ]
    },
    {
        "date": "4.8.21 1:33 am",
        "ctx": [
            "What do you think about furries?",
            "not furry enough"
        ]
    },
    {
        "date": "4.8.21 1:21 am",
        "ctx": [
            "What does the switch from princess to dunce mean to you?",
            "plot twist"
        ]
    },
    {
        "date": "4.8.21 12:42 am",
        "ctx": [
            "Are you finding being not relatable far too relatable to the masses?",
            "i've come to expect this, based on some research i did back in the day"
        ]
    },
    {
        "date": "4.8.21 12:08 am",
        "ctx": [
            "what is a secret?",
            "i either don't know or can't tell you"
        ]
    },
    {
        "date": "4.8.21 12:07 am",
        "ctx": [
            "i have a sneaking suspicion that you are danny devito. is this true?",
            "no"
        ]
    },
    {
        "date": "4.7.21 11:35 pm",
        "ctx": [
            "any tips for getting into music from zero experience?",
            "getting an instrument should do the trick"
        ]
    },
    {
        "date": "4.7.21 9:40 pm",
        "ctx": [
            "is there anything that isn't paradoxical when analyzed deep enough?",
            "yes"
        ]
    },
    {
        "date": "4.7.21 8:51 pm",
        "ctx": [
            "What inspires or motivates you to create?",
            "to make the most of life and the living experience",
            "Do you just enjoy the process/finished product?",
            "yes",
            "Also you are a huge inspiration to me, thanks. :)"
        ]
    },
    {
        "date": "4.7.21 8:17 pm",
        "ctx": [
            "could you do a video going through how you make one of your songs?",
            "yes",
            "would be really cool to see how \"i'm a princess\" came to be, it's fantastic"
        ]
    },
    {
        "date": "4.7.21 7:00 pm",
        "ctx": [
            "Why did you start doing music?",
            "to make the most of life and the living experience"
        ]
    },
    {
        "date": "4.7.21 6:44 pm",
        "ctx": [
            "What is the fundamental problem?",
            "1=2"
        ]
    },
    {
        "date": "4.7.21 6:31 pm",
        "ctx": [
            "what's your favorite mode of transportation?",
            "already being there"
        ]
    },
    {
        "date": "4.7.21 6:13 pm",
        "ctx": [
            "are you thinking about someone when you write your songs?",
            "sometimes i think about people in general. or a made up character"
        ]
    },
    {
        "date": "4.7.21 5:47 pm",
        "ctx": [
            "do you plan on touring?",
            "i've thought about it, but i also might do all the shows in the same place"
        ]
    },
    {
        "date": "4.7.21 5:05 pm",
        "ctx": [
            "do you plan on helping people initiate use of their free will",
            "it's way beyond the planning stages at this point"
        ]
    },
    {
        "date": "4.7.21 4:21 pm",
        "ctx": [
            "can you release a track every 2 weeks these dayz yet?",
            "i could definitely do it with just audio. the audio of my next song is completely done"
        ]
    },
    {
        "date": "4.7.21 3:24 pm",
        "ctx": [
            "What would Bill Wurtz do with no restrictions to his creative abilities??",
            "probably have some sort of epic meltdown"
        ]
    },
    {
        "date": "4.7.21 2:43 pm",
        "ctx": [
            "Is \"i was going to say no but now that i think about it yes\" a hint at the fact that all interpretations are valid?",
            "some of them. at least 2, in that case"
        ]
    },
    {
        "date": "4.7.21 2:31 pm",
        "ctx": [
            "How do you make all your music so catchy?",
            "by making patterns and breaking them, or sometimes the other way around"
        ]
    },
    {
        "date": "4.7.21 2:22 pm",
        "ctx": [
            "Is your next song about the inevitable collapse of society",
            "no"
        ]
    },
    {
        "date": "4.7.21 12:50 pm",
        "ctx": [
            "do you think of the lyrics or the music in your songs first? or both at the same time maybe",
            "it's best for me to do it at the same time. It can be done separately, but it's more of a puzzle that way. which is fun, but a little inconvenient"
        ]
    },
    {
        "date": "4.7.21 12:29 pm",
        "ctx": [
            "who is your music for?",
            "you"
        ]
    },
    {
        "date": "4.7.21 11:47 am",
        "ctx": [
            "do you think now is an appropriate time to give us an anagram of your next song/video's title so we can try to unscarmble it?",
            "no",
            "if so, what anagram do you give us?"
        ]
    },
    {
        "date": "4.7.21 11:34 am",
        "ctx": [
            "What is the purpose of all your content?",
            "make the most of life and the living experience"
        ]
    },
    {
        "date": "4.7.21 11:29 am",
        "ctx": [
            "what is something you have changed your mind on recently?",
            "reverse psychology"
        ]
    },
    {
        "date": "4.7.21 11:19 am",
        "ctx": [
            "how do i music?",
            "you could try reverse psychology"
        ]
    },
    {
        "date": "4.7.21 10:58 am",
        "ctx": [
            "do people have to have profound musical knowledge to make wonderful music?",
            "no"
        ]
    },
    {
        "date": "4.7.21 10:41 am",
        "ctx": [
            "are you scared of change?",
            "some of it",
            "how much change is too much?",
            "a huge amount"
        ]
    },
    {
        "date": "4.7.21 9:29 am",
        "ctx": [
            "How did \"when I get older\" sing you?",
            "an example of the way a song sings you is: if the song seems to express things that you've felt. this is a likely experience to have when writing a song"
        ]
    },
    {
        "date": "4.7.21 7:48 am",
        "ctx": [
            "Are you going to keep making music videos or start the silly, short ones ( example- how to fly a plane )?",
            "i need to do a lot of songs, but there's also a brand new type of videos i've been writing, which i'm excited to get to"
        ]
    },
    {
        "date": "4.7.21 2:46 am",
        "ctx": [
            "How do you come up with so many clever jokes?",
            "i was going to say i have to rummage for them but that's not true. the best jokes are ones that come straight out to greet you"
        ]
    },
    {
        "date": "4.7.21 2:05 am",
        "ctx": [
            "do you think its right to say that everyone can have their own idea of what your songs mean and that they all aren't wrong in ways",
            "that's true of anyone's songs. It's true of most THINGS actually. but, if music is involved, it ramps this phenomenon up to almost a billion"
        ]
    },
    {
        "date": "4.7.21 12:10 am",
        "ctx": [
            "Have you ever had any hobbies besides making music?",
            "yes. i like using language in general"
        ]
    },
    {
        "date": "4.6.21 10:49 pm",
        "ctx": [
            "Would you say that your work is intended to be just vague enough that people can take whatever meaning they want away?",
            "this can be a great strategy, which i use sometimes but not all the time"
        ]
    },
    {
        "date": "4.6.21 9:48 pm",
        "ctx": [
            "What can I do when life throws things at me faster than i can deal wkth them",
            "deal with some of them, but if you happen to be in a confident mood you could try dealing with all of them, and you might come up with some tricks in which case you are increasing your skills OR you might still fail in which case you should relax a bit and go back to only dealing with some of them until the next time you are feeling confident enough to try some more tricks again. over time this should work pretty well and you may even grow thankful for the onslaught of things, because without them you might not have had a chance to develop those skills"
        ]
    },
    {
        "date": "4.6.21 9:46 pm",
        "ctx": [
            "why do i listen to the same one song for days",
            "because you like it very much"
        ]
    },
    {
        "date": "4.6.21 9:18 pm",
        "ctx": [
            "i'm really upset because i feel like there's no point to me putting all these emotions on the internet through music to get zero views. i know that's very irrational and probably raises many questions like \"am i sure i want to do this\" and \"am i doing this for other people rather than for myself\". these questions have obvious answers to my conscious mind (yes i want to do this and no i'm not doing this for other people), but i wonder if another answer is lurking subconsciously. i'm trying to decide if i should take a break and find my intentions or maybe even find another outlet for my feelings. what do you think?",
            "first, just sit yourself down (or stand up) and ask yourself if you truly want the views. If the answer is yes, (it certainly was for me), there is a 2-part strategy i can recommend. first, keep doing the content, regularly and ruthlessly, to the absolute greatest of your ability. then, (or at the same time), open up some social media accounts in your artist name and begin GENTLY but ruthlessly interacting with many many many people, in the most honest and genuine way you can. i should clarify that this strategy is tailored toward the person who's answer to the first question was a resounding 'yes', mostly because it takes a long long time to do it effectively. but it does work"
        ]
    },
    {
        "date": "4.6.21 8:55 pm",
        "ctx": [
            "Do you think you will ever change your style?",
            "yes. i change it all the time"
        ]
    },
    {
        "date": "4.6.21 8:21 pm",
        "ctx": [
            "I was just listening to Slow Down, and I wondered: is there any significance to the number 124 in the line \"I'm bobbling down 124th street\"? Or maybe it just had the right amount of syllables.",
            "this is an interesting experiment. try singing it with every different number you can think of.  make sure you sing it from the beginning of the song all the way through to that point each time, or else it doesn't count. and see which one you like the best. your choice might be different than mine, or maybe it will be the same."
        ]
    },
    {
        "date": "4.6.21 7:44 pm",
        "ctx": [
            "did you make the body of the princess consist mostly of the pansexual flag to come out as pan, or was that just a coincidence?",
            "every flag is in the video. panama, checkered, etc"
        ]
    },
    {
        "date": "4.6.21 7:35 pm",
        "ctx": [
            "how do you just sit down and create \"I'm a princess\"",
            "i was actually standing up. the first line hit me when i was in the shower"
        ]
    },
    {
        "date": "4.6.21 6:50 pm",
        "ctx": [
            "you're really cool and you make really neat music and that's not a question so i'll ask: how do you come up with the chord progressions for your songs?",
            "i write the melody, which usually makes the chords obvious. it's like when you put a car in a room: and then it becomes pretty clear which room it is (garage). so almost never is a 'chord progression' written. i just write the song, and use what chords i need",
            "is it some super structured and complicated process or are you just having fun and screwing around?",
            "neither. i have to calm myself and just try to let the song play, in my mind (before it exists). then, if that goes well, i write down how it went"
        ]
    },
    {
        "date": "4.6.21 6:15 pm",
        "ctx": [
            "what were you trying to do with the chords in the bridge (the \"road doesn't end\" part) of long long long journey?",
            "do the bridge",
            "specifically the fact that they're over an arpeggio of a different chord. (i'll totally accept \"i just wrote random chords and it sounded good\" as an answer btw)",
            "random chords usually don't work. what seems to be happening in the bridge of long long journey is quite a common phenomenon. if the song is in F#, imagine we've jumped to the key of A except we're never using the 1 (A) chord. this happens all the time in these sorts of sections. Also it's not an arpeggio. it doesn't repeat"
        ]
    },
    {
        "date": "4.6.21 5:05 pm",
        "ctx": [
            "a nondrummer thinks of playing drum set as one line, like boom tatata kah tatata ... but people who play the drums can split that rhythm into four limbs?",
            "not really. you gotta think of it all together. like typing, or speaking language",
            "So how does that happen in your brain? and so quickly, like on the fly?",
            "it feels the same as talking, or typing. You're not actually thinking about every word, or every letter. Think about the experience you have of talking, or typing. What's going on in your brain? you're just thinking about what you're talking about. You are not thinking about the words. How the heck does this happen? from what i understand, this is one of the miracles of the Language part of the brain. its power is overhwelming to me, especially when i think of all the words i don't know i know"
        ]
    },
    {
        "date": "4.6.21 4:59 pm",
        "ctx": [
            "Could you describe your songwriting process (in short)?",
            "i have to make something up",
            "or what do you usually start with and finish with?",
            "if it goes well, the starting idea appears out of nowhere. then it goes into a list. Then, when i do a song writing session, one of those entries is selected using a selection process, then, i have to figure out what goes next. i continue doing this until the best thing to go next would be to end it"
        ]
    },
    {
        "date": "4.6.21 4:56 pm",
        "ctx": [
            "how do i think",
            "i am still trying to think of a way"
        ]
    },
    {
        "date": "4.6.21 4:40 pm",
        "ctx": [
            "why don't you use capital letters?",
            "i do, but, why don't you"
        ]
    },
    {
        "date": "4.6.21 4:19 pm",
        "ctx": [
            "what do you think of the state of \"ohio\"?",
            "it's the most eastern non-eastern state"
        ]
    },
    {
        "date": "4.6.21 4:14 pm",
        "ctx": [
            "What was your inspiration for Airport Terminal?",
            "airport terminals",
            "Its so wacky and amazing and its my favorite song of yours."
        ]
    },
    {
        "date": "4.6.21 3:38 pm",
        "ctx": [
            "How many letters are in the title of your next video?",
            "9"
        ]
    },
    {
        "date": "4.6.21 3:22 pm",
        "ctx": [
            "is cereal a soup?",
            "it is among many different candidates to become soup"
        ]
    },
    {
        "date": "4.6.21 3:13 pm",
        "ctx": [
            "Did you know that \"was\" spelled backward is \"saw\"?",
            "yes"
        ]
    },
    {
        "date": "4.6.21 2:49 pm",
        "ctx": [
            "You said in the past that you were working on a \"big\" project;was that project \"here comes the sun\" or are you still working on it?",
            "it was 'history of the entire world, i guess'. i finished it on may 10, 2017"
        ]
    },
    {
        "date": "4.6.21 2:43 pm",
        "ctx": [
            "Have you Ever been to new canan Connecticut",
            "yes"
        ]
    },
    {
        "date": "4.6.21 2:29 pm",
        "ctx": [
            "In your video, \"hi, i'm steve\", is he Steve or is he NOT Steve? Because in the beginning of the video, you (he) said, \"I'm in a car. It's in a tree. Just kidding, my name's not Steve.\" But at the end of the video, you (he) say, \"Bye, I'm Steve.\" (I am sorry for this retelling, obviously you already know this.) This contradicts with what you (he) said in the beginning of the video. So is he Steve? Is he not Steve?",
            "it seems like \"hi, i'm steve\" is sort of like a catch phrase he says. \"bye, i'm steve\" would be the goodbye variation of this catchphrase",
            "If he is not Steve, is there any chance his name is Jed?",
            "only if your name is Jed",
            "Or is he a representation of you?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "4.6.21 2:21 pm",
        "ctx": [
            "Why are dog?",
            "you requested this"
        ]
    },
    {
        "date": "4.6.21 1:46 pm",
        "ctx": [
            "thoughts on paradoxes?",
            "fake"
        ]
    },
    {
        "date": "4.6.21 1:42 pm",
        "ctx": [
            "would you write a song in 7/8",
            "not on purpose, but i also wouldn't avoid it"
        ]
    },
    {
        "date": "4.6.21 1:34 pm",
        "ctx": [
            "could you show a journal page from one of your finished projects?",
            "(ref: troubleshoot9i6601ytwh3n1sr.html\"target=\"_blank)sure"
        ]
    },
    {
        "date": "4.6.21 1:21 pm",
        "ctx": [
            "Are you able to talk about things other than your work?",
            "yes"
        ]
    },
    {
        "date": "4.6.21 1:19 pm",
        "ctx": [
            "is it bad that i already know the lyrics of i'm a princess by heart",
            "no"
        ]
    },
    {
        "date": "4.6.21 1:15 pm",
        "ctx": [
            "Do you like comic sans?",
            "it's too good"
        ]
    },
    {
        "date": "4.6.21 12:45 pm",
        "ctx": [
            "What type/model is your drum set",
            "yamaha maple custom"
        ]
    },
    {
        "date": "4.6.21 12:14 pm",
        "ctx": [
            "bill how will the chimps look in your new song?",
            "they will probably look like words"
        ]
    },
    {
        "date": "4.6.21 12:12 pm",
        "ctx": [
            "opinions on wireless mirophones?",
            "almost reliable"
        ]
    },
    {
        "date": "4.6.21 11:57 am",
        "ctx": [
            "Your mind is a mystery most of the time so can you explain why that is?",
            "i think it's that 'free will' thing that people like to say no one has. i mean, i think everyone has it, but i know i do for sure"
        ]
    },
    {
        "date": "4.6.21 10:30 am",
        "ctx": [
            "What are your thoughts on making a whole musical project shine by yourself, versus collaborating with others?",
            "for some people it's the only way they can do it"
        ]
    },
    {
        "date": "4.6.21 9:59 am",
        "ctx": [
            "i want to write music but im scared and i think its gonna sound stupid what do i do",
            "keep the first ones a secret"
        ]
    },
    {
        "date": "4.6.21 9:42 am",
        "ctx": [
            "how do we solve world hunger?",
            "improve transportation"
        ]
    },
    {
        "date": "4.6.21 9:41 am",
        "ctx": [
            "how do you deal with annoying people?",
            "annoy someone else (without knowing it)"
        ]
    },
    {
        "date": "4.6.21 8:43 am",
        "ctx": [
            "will the sun one day explode and all of the people on planet earth will have their fates already decided and they will not be able to escape their never-ending doom?",
            "it's not entirely likely that humans will be here at that time, at least in their current state"
        ]
    },
    {
        "date": "4.6.21 7:48 am",
        "ctx": [
            "you don't use capital letters",
            "you don't tell the truth, OR use capital letters"
        ]
    },
    {
        "date": "4.6.21 6:12 am",
        "ctx": [
            "are you sometimes high when writing your songs?",
            "it's important to be at a medium height. to get a fair perspective on things above vs below"
        ]
    },
    {
        "date": "4.6.21 4:46 am",
        "ctx": [
            "thoughts on rigid body simulation in blender?",
            "i can never get it to work right"
        ]
    },
    {
        "date": "4.6.21 2:56 am",
        "ctx": [
            "What is creativity?",
            "potentially changing your mind"
        ]
    },
    {
        "date": "4.6.21 2:25 am",
        "ctx": [
            "how long does it usually take you to come up with song ideas?",
            "about 4 seconds"
        ]
    },
    {
        "date": "4.6.21 1:49 am",
        "ctx": [
            "If I keep making music will what I make eventually sound how it does in my head, or will it always be better in my head than real life?",
            "it will be a steadily evolving relationship"
        ]
    },
    {
        "date": "4.6.21 1:12 am",
        "ctx": [
            "You've said before that a reason every part is so clear and audible in your songs is that you actually don't have a lot going on at one time, just a great variety of stuff and musical ideas throughout the whole song that happen at the right time. Do you ever have to stop yourself from piling on a ton of stuff at the same time in the song",
            "yes",
            "that sounds cool in the moment but doesn't actually add anything musically?",
            "one weird trick is to mix all the vocals first to make sure you have all the harmonies fully there, before doing most of the final instrumental arrangement. This is a good way to prevent adding too many chordal sounds because the vocal is already doing it"
        ]
    },
    {
        "date": "4.6.21 12:51 am",
        "ctx": [
            "did the infinity police catch you trying to do infinity again recently",
            "it happens every 2 or 3 seconds"
        ]
    },
    {
        "date": "4.6.21 12:14 am",
        "ctx": [
            "do you plan on making a long video in the future",
            "yes"
        ]
    },
    {
        "date": "4.5.21 11:54 pm",
        "ctx": [
            "Is there a reason why you mention love in your songs so much,",
            "it's normal",
            "or is that something every artist does?",
            "yes"
        ]
    },
    {
        "date": "4.5.21 11:50 pm",
        "ctx": [
            "what is your favorite time signature",
            "regular"
        ]
    },
    {
        "date": "4.5.21 11:39 pm",
        "ctx": [
            "when will darkness cover the earth?",
            "tonight"
        ]
    },
    {
        "date": "4.5.21 9:45 pm",
        "ctx": [
            "would you ever make a song where the title was more than 15 words long?",
            "that seems irresponsible but i wouldn't rule it out"
        ]
    },
    {
        "date": "4.5.21 9:19 pm",
        "ctx": [
            "What's your favorite video that you made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "4.5.21 8:33 pm",
        "ctx": [
            "Do you have braincells?",
            "i have 1 huge one",
            "and if so, can I have them?",
            "i'm making some improvements on it"
        ]
    },
    {
        "date": "4.5.21 8:11 pm",
        "ctx": [
            "what would you call your genre of music?",
            "*sensible*"
        ]
    },
    {
        "date": "4.5.21 8:05 pm",
        "ctx": [
            "Are you prepared for the answers you might receive?",
            "i don't know what they will be"
        ]
    },
    {
        "date": "4.5.21 6:41 pm",
        "ctx": [
            "when will pigs fly",
            "pretty soon"
        ]
    },
    {
        "date": "4.5.21 6:14 pm",
        "ctx": [
            "just curious, does the song you're working on now contain any messages and/or lessons?",
            "yes"
        ]
    },
    {
        "date": "4.5.21 5:25 pm",
        "ctx": [
            "Do you think that it's a good idea to reject humanity and to return to monkey ?",
            "i'm not sure how to do that"
        ]
    },
    {
        "date": "4.5.21 4:56 pm",
        "ctx": [
            "why is your music so danceable",
            "i'm trying to win points"
        ]
    },
    {
        "date": "4.5.21 4:40 pm",
        "ctx": [
            "When you make a song do you visualize it in a graphic aspect all the time?",
            "some parts of it"
        ]
    },
    {
        "date": "4.5.21 4:39 pm",
        "ctx": [
            "what made you decide to switch to 3d animation?",
            "it's just common sense"
        ]
    },
    {
        "date": "4.5.21 4:30 pm",
        "ctx": [
            "is your next song about the current economic state",
            "no"
        ]
    },
    {
        "date": "4.5.21 4:24 pm",
        "ctx": [
            "is your lyrics \"I hope you know that there's no stranger strange enough\" about prejudice/racism?",
            "that's one way to look at it"
        ]
    },
    {
        "date": "4.5.21 4:01 pm",
        "ctx": [
            "i can come up with musical ideas, but most of them aren't any good for the start of the song. how can i either: get better at coming up with ideas for the start, or turn my middle and end ideas into start ideas?",
            "continue forward and see what happens after. often it will cycle back around. Then, you can search the whole cycle and usually find the starting place"
        ]
    },
    {
        "date": "4.5.21 3:48 pm",
        "ctx": [
            "Do you have any advice for getting motivation for starting songwriting?",
            "i think it depends how bad you want it",
            "Or maybe finding the confidence to write something and not just see it as something really bad and throw it out?",
            "one weird trick is to try to make the song bad"
        ]
    },
    {
        "date": "4.5.21 3:41 pm",
        "ctx": [
            "what's the best way to remember that there's no point of worrying about things one can't change?",
            "you could print up some business cards"
        ]
    },
    {
        "date": "4.5.21 3:11 pm",
        "ctx": [
            "Do you have an idea of how the world should work which you try to communicate with every song you make?",
            "i'm just trying to study how it actually does work"
        ]
    },
    {
        "date": "4.5.21 2:38 pm",
        "ctx": [
            "have you ever been dissatisfied with your music?",
            "yes"
        ]
    },
    {
        "date": "4.5.21 2:30 pm",
        "ctx": [
            "what do you do when you run out of ideas",
            "try to think of something that's not an idea"
        ]
    },
    {
        "date": "4.5.21 1:27 pm",
        "ctx": [
            "Is there an idea store nearby?",
            "you are in it. you are the owner, and co-founder"
        ]
    },
    {
        "date": "4.5.21 12:54 pm",
        "ctx": [
            "You're kinda a perfect example of modern internet success. And you did it by only focusing on the work, not on marketing and social media. No question, just wanna say you're a serious source of inspiration for a lot of artists out there, musicians and not. You showed you actually can do what you want to do, but not in a cheap way like a lot of those \"be yourself\" posters would tell us growing up. A lot of your music says it. I know you're really just doing what you want to do, but it's awesome you're helping a lot of people do it too",
            "holy extended holiday vacation, that's a friendly message"
        ]
    },
    {
        "date": "4.5.21 11:38 am",
        "ctx": [
            "What are your thoughts on horses?",
            "sometimes i am amazed at just how much power they have"
        ]
    },
    {
        "date": "4.5.21 10:51 am",
        "ctx": [
            "in hello sexy pants when you go \"hello hello hello hello hello\", is that the same clip repeated or you just singing hello that many times",
            "i think it's probably all different, but given the nature of that figure it probably would have actually sounded better to use the same one"
        ]
    },
    {
        "date": "4.5.21 10:38 am",
        "ctx": [
            "will there be chimps in the next song?",
            "no but i can see why you would think that"
        ]
    },
    {
        "date": "4.5.21 1:32 am",
        "ctx": [
            "If you work really hard on something, does that guarantee that it will be good?",
            "no"
        ]
    },
    {
        "date": "4.5.21 12:26 am",
        "ctx": [
            "Is there anything you've tried to make or do that's been out of your reach?",
            "yes"
        ]
    },
    {
        "date": "4.5.21 12:05 am",
        "ctx": [
            "would you ever write a song in 5/4?",
            "yes"
        ]
    },
    {
        "date": "4.4.21 11:46 pm",
        "ctx": [
            "Do you often get tired?",
            "about 34% of the time"
        ]
    },
    {
        "date": "4.4.21 9:49 pm",
        "ctx": [
            "When you write your lyrics, do you think about what to write next? Or is it just whatever pops into your head?",
            "i write it the same time as the music. and yes, it must pop into my head, if i want it to be good. I can try to think about what it will be, would be, or should be, but usually that does not work. the 'pop' is the only way to get anything of legitimate quality"
        ]
    },
    {
        "date": "4.4.21 9:41 pm",
        "ctx": [
            "I feel stupid for not noticing until now and for not understanding what they mean but I just realized that in 'i'm a princess' there are boarders for large portions of the video. could you explain what the significance of the boarders is?",
            "that's usually a frantic last minute attempt to try to get the video to not suck as bad"
        ]
    },
    {
        "date": "4.4.21 8:20 pm",
        "ctx": [
            "I'll ask an honest question that isn't too weird, what would you recommend to someone wanting to learn guitar?",
            "learning guitar"
        ]
    },
    {
        "date": "4.4.21 7:08 pm",
        "ctx": [
            "how is comic sans?",
            "i couldn't even begin to describe"
        ]
    },
    {
        "date": "4.4.21 2:46 pm",
        "ctx": [
            "I'm going to college next year. What advice do you have for an introvert who is sort of nervous to meet new people?",
            "you could always become a guru. even if it's just a backup plan"
        ]
    },
    {
        "date": "4.4.21 1:48 pm",
        "ctx": [
            "What is the weirdest time signature you have used for a song?",
            "1/1"
        ]
    },
    {
        "date": "4.4.21 11:42 am",
        "ctx": [
            "Do you plan on making a video for every song you releasE?",
            "only if it can be done faster in a way that does not make it worse"
        ]
    },
    {
        "date": "4.4.21 9:07 am",
        "ctx": [
            "I've noticed that you have plently of instrumentals that are actually quite good, but you tend to focus on music with words (as in, making videos for the songs and so on). Why is this?",
            "think of it this way ..... i guarantee you never would have heard any of those instrumentals if i had never made any content with words"
        ]
    },
    {
        "date": "4.4.21 7:29 am",
        "ctx": [
            "What does \"In California\" reveal about your opinion on the U.S. and your identity as a citizen?",
            "nothing"
        ]
    },
    {
        "date": "4.4.21 7:26 am",
        "ctx": [
            "What is life?",
            "it's you"
        ]
    },
    {
        "date": "4.4.21 4:50 am",
        "ctx": [
            "please write a book about life",
            "i have good and bad news. the good news is, i write about life every day. the bad news is i don't do it in books because i am living in the digital age. but then again the good news is about doing it digitally for now is that i can probably reach more people that way"
        ]
    },
    {
        "date": "4.4.21 4:07 am",
        "ctx": [
            "You've always seemed like a hyper-productive person to me. Have you ever been in a rut where you just can't seem to do anything productive at all?",
            "yes",
            "How do you get out of it?",
            "write down exactly what seems to be going on, and exactly what i would rather was happening"
        ]
    },
    {
        "date": "4.4.21 2:47 am",
        "ctx": [
            "whats your relationship with spoken language",
            "perpetually in the honeymoon stage"
        ]
    },
    {
        "date": "4.4.21 12:41 am",
        "ctx": [
            "are you a burrito?",
            "no but i can see why you would think that"
        ]
    },
    {
        "date": "4.4.21 12:31 am",
        "ctx": [
            "Where do you get your ideas from?",
            "down the street"
        ]
    },
    {
        "date": "4.3.21 11:08 pm",
        "ctx": [
            "With the videomaking tools you have right now, could you fully recreate any video you have made since history of the entire world?",
            "there's many other things i have yet to make for the first time, so i should take care of those first, then maybe circle back for the re-makes"
        ]
    },
    {
        "date": "4.3.21 9:24 pm",
        "ctx": [
            "Will your next video be titled \"monkeys (chimps?)\"?",
            "i can see why you would think that"
        ]
    },
    {
        "date": "4.3.21 8:15 pm",
        "ctx": [
            "what side do you peel a banana from",
            "the inside"
        ]
    },
    {
        "date": "4.3.21 8:11 pm",
        "ctx": [
            "what are you in awe of?",
            "consciousness"
        ]
    },
    {
        "date": "4.3.21 7:31 pm",
        "ctx": [
            "how to start a conversation??",
            "\"hey guys, welcome to this conversation\""
        ]
    },
    {
        "date": "4.3.21 7:14 pm",
        "ctx": [
            "was there a reason (if any) to include a bobbing animating during the phone bit during \"i'm a princess?\"",
            "yes. the reason is music. when someone performs a song, or even listens to a song, it is quite common for the body to bob along with the music, maybe without even realizing it. Also, when animating a character performing a song, if you don't do this, it looks like a statue"
        ]
    },
    {
        "date": "4.3.21 6:32 pm",
        "ctx": [
            "What are your plans for the future",
            "enter the calendar"
        ]
    },
    {
        "date": "4.3.21 5:40 pm",
        "ctx": [
            "what is your opinion on airplane food?",
            "best food. airlines have the best food, to distract you from how high up in the air you are"
        ]
    },
    {
        "date": "4.3.21 4:46 pm",
        "ctx": [
            "Do you have any recommendations for someone who can only seem to make a full song once a millennium? I've got loads of half and quarter songs but it's so hard to stretch them to 2-3 minutes",
            "that's because the song does not want to be stretched. At any moment in the song, all you have to do is just figure out what you really really really want to do. ending the song IS an option, but i feel like most people don't consider this. that's why i hear so many stretched songs out there"
        ]
    },
    {
        "date": "4.3.21 4:32 pm",
        "ctx": [
            "Your thoughts on lemonade",
            "it seems so vivid and lifelike"
        ]
    },
    {
        "date": "4.3.21 4:25 pm",
        "ctx": [
            "any tips for learning from the mistakes i made in my bad music compositions?",
            "not bad enough. try to make something worse"
        ]
    },
    {
        "date": "4.3.21 1:14 pm",
        "ctx": [
            "What genre is your music?",
            "normal"
        ]
    },
    {
        "date": "4.3.21 9:19 am",
        "ctx": [
            "Do you release every song you produce?",
            "yes",
            "Or do you make some in between that you don't like enough to release?",
            "that would seem like some kind of huge mistake"
        ]
    },
    {
        "date": "4.3.21 9:04 am",
        "ctx": [
            "why don't you use capital letters",
            "i do, but why don't you"
        ]
    },
    {
        "date": "4.3.21 8:07 am",
        "ctx": [
            "What is the thing that Damien Maymdien skips in Maybe I could eat blades of grass?",
            "the plot"
        ]
    },
    {
        "date": "4.3.21 6:35 am",
        "ctx": [
            "at what point in the process was the pickup of the might quit dream melody shortened to how it is in the song?",
            "lyrics"
        ]
    },
    {
        "date": "4.3.21 6:12 am",
        "ctx": [
            "i like writing a whole lot, but everything i write ends up feeling like a derivative ripoff of things i've read from other cooler writers, so i don't really feel proud of any of my writing because none of it feels like it's truly \"Mine\". how can i get better at developing my own style and my own concepts?",
            "if you start going around the world that should do the trick"
        ]
    },
    {
        "date": "4.3.21 3:05 am",
        "ctx": [
            "one of my favorite character types in different types of media is the \"obsessed artist.\" do you think you relate to any of the characteristics of this archetype?",
            "yes"
        ]
    },
    {
        "date": "4.3.21 2:19 am",
        "ctx": [
            "how's this new song coming along?",
            "good"
        ]
    },
    {
        "date": "4.3.21 1:55 am",
        "ctx": [
            "any tips for a randy musician? i can't seem to find the inspiration to finish a song and i feel like im just beating my head against a door at 148 bpm. thank you and i wish you a good harvest.",
            "this may seem counter intuitive, inappropriate, and/or impossible, but, see if you can try to calm down"
        ]
    },
    {
        "date": "4.3.21 1:24 am",
        "ctx": [
            "what's your opinion on the psychological theory that new ideas no longer exist, and that every \"new\" idea is just copying previous work slightly differenT?",
            "if you go by that theory, then i think you have to assume that the older idea is also based on an even older idea",
            "also, which should i learn first, percussion or guitaR?",
            "you can learn those both at the same time"
        ]
    },
    {
        "date": "4.3.21 1:12 am",
        "ctx": [
            "hey i just noticed the cool little borders you have around the thumbnails of your two most recent videos. i like them, and i curious why you made that choice",
            "to hopefully make it look better"
        ]
    },
    {
        "date": "4.3.21 12:55 am",
        "ctx": [
            "How do you practice when you play multiple instruments? Is there a pattern to which or do you just wing it?",
            "my strategy has been to write and produce as many songs as possible"
        ]
    },
    {
        "date": "4.2.21 11:24 pm",
        "ctx": [
            "its really weird how it all just happens, no matter what. what do i do if i feel overwhelmed",
            "have you considered starring in your own TV show"
        ]
    },
    {
        "date": "4.2.21 10:39 pm",
        "ctx": [
            "can you put apples in a video?",
            "that almost seems too outlandish"
        ]
    },
    {
        "date": "4.2.21 9:39 pm",
        "ctx": [
            "Do you still practice or is most of your time dedicated to just songwriting and graphics? What did/does your practice schedule look like?",
            "writing and producing as many songs as possible"
        ]
    },
    {
        "date": "4.2.21 9:22 pm",
        "ctx": [
            "what song are you most proud of?",
            "a new one i can make"
        ]
    },
    {
        "date": "4.2.21 7:40 pm",
        "ctx": [
            "I feel like I am biding my time until university is over. How can I do the things now?",
            "try just writing some things down. that can be done no matter what time it is. you may even find things that you wouldn't have written any other time"
        ]
    },
    {
        "date": "4.2.21 6:48 pm",
        "ctx": [
            "why do you put the lyrics in the video?",
            "sometimes it increases the potency"
        ]
    },
    {
        "date": "4.2.21 6:42 pm",
        "ctx": [
            "Do you ever doubt yourself?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "4.2.21 6:28 pm",
        "ctx": [
            "What was the strange thing you did in Just Did a Bad Thing?",
            "there are 2 ways to look at it. it's either \"writing the song\", or \"ending the song\", because that occurs at the end of the song and therefore both are true. i guess it all depends on which one of those 2 things you think is more strange"
        ]
    },
    {
        "date": "4.2.21 5:50 pm",
        "ctx": [
            "How many politics does a political debate contain? 7?",
            "5 to 10"
        ]
    },
    {
        "date": "4.2.21 5:35 pm",
        "ctx": [
            "what is the best song you have written so far? (not necessarily your favorite)",
            "i would prefer to make a new one to be best"
        ]
    },
    {
        "date": "4.2.21 4:36 pm",
        "ctx": [
            "is lack of parenting a good thing",
            "i guess it depends on the quality of the parenting that is available"
        ]
    },
    {
        "date": "4.2.21 4:17 pm",
        "ctx": [
            "Do you intend for your content to be comedic,",
            "no",
            "or do you get slightly offended when people laugh at it?",
            "no"
        ]
    },
    {
        "date": "4.2.21 4:05 pm",
        "ctx": [
            "What are the first letters in each word in your next video's title?",
            "m (c)"
        ]
    },
    {
        "date": "4.2.21 3:01 pm",
        "ctx": [
            "when you get an idea for a song in your dream, how do you react when you wake up?",
            "(ref: Movie-331-from-11-5-2018.mp4\"target=\"_blank)like this"
        ]
    },
    {
        "date": "4.2.21 2:58 pm",
        "ctx": [
            "Why is my reality so dull and bleak compared to my dreams?",
            "this is so you don't get overwhelmed",
            "It's so different it's not even funny anymore",
            "this opens a huge opportunity for you build something more interesting, and bring it into the world. people will wonder where you got it"
        ]
    },
    {
        "date": "4.2.21 2:50 pm",
        "ctx": [
            "How much of your music and lyrics are random?",
            "none of it",
            "I don't understand your music. Although, I would like to. Please try to be understandable. It scares me away.",
            "if you are scared away, then i would not recommend this music to you",
            "How would you explain it to a lay person?",
            "it should be self explanatory, when you hear it",
            "Help me.",
            "try listening to something else you enjoy"
        ]
    },
    {
        "date": "4.2.21 2:16 pm",
        "ctx": [
            "I just got a cool song idea and have recorded the melody into my phone and have taken notes on what the song sounds like. I can hear it in my head so clearly right now but I'm afraid that if I leave it in my notes and continue working on my current song that I'll forget it. How do you defeat this problem?",
            "i've learned to describe things sufficiently well. it helps to do it in an audio recording, or maybe even a video recording. every little hint you can give, will help. provide a tempo reference. provide references to other songs if that helps"
        ]
    },
    {
        "date": "4.2.21 2:14 pm",
        "ctx": [
            "Have you written a song where the lyrics are mainly about the video making process?",
            "not on purpose"
        ]
    },
    {
        "date": "4.2.21 1:53 pm",
        "ctx": [
            "why is space so complicated?",
            "to keep you coming back for more"
        ]
    },
    {
        "date": "4.2.21 12:46 pm",
        "ctx": [
            "how do i not fear the fear that i'm fearing",
            "describe it"
        ]
    },
    {
        "date": "4.2.21 11:13 am",
        "ctx": [
            "iin a question here, someone said that you've changed so much since they last checked up on you, and you told them that \"what changed is [them].\" were you the person in the grocery store this whole time?",
            "that's extremely unlikely"
        ]
    },
    {
        "date": "4.2.21 11:09 am",
        "ctx": [
            "Is christmas real?",
            "yes, despite its best efforts to be fake"
        ]
    },
    {
        "date": "4.2.21 10:48 am",
        "ctx": [
            "Are all the songs about you?",
            "no"
        ]
    },
    {
        "date": "4.2.21 10:35 am",
        "ctx": [
            "what color is Cmaj7? for me it's green, do you agree?",
            "on my screen it's purple"
        ]
    },
    {
        "date": "4.2.21 10:04 am",
        "ctx": [
            "hi bill! trying to put some spicier chords in my music but it feels like I'm aimlessly mashing the keyboard, any advice?",
            "it might be time to spend some long and comfortable quality time just playing the instrument, and finding ways for it to express life as you dream of it"
        ]
    },
    {
        "date": "4.2.21 10:00 am",
        "ctx": [
            "do you think social media has a net-positive or net-negative impact on the world",
            "they are just 1 facet of the human impact on the world"
        ]
    },
    {
        "date": "4.2.21 9:39 am",
        "ctx": [
            "Would you ever purchase a large harp for recreational purposes?",
            "i don't think so, but i guess i wouldn't rule it out"
        ]
    },
    {
        "date": "4.2.21 8:58 am",
        "ctx": [
            "That award you won in 2016 where do you keep it?",
            "it's on the wikipedia page for that award show"
        ]
    },
    {
        "date": "4.2.21 8:25 am",
        "ctx": [
            "was it intentional that the last line of im a princess can be read \"I read that wrong [because] I'm a dunce\" or \"I read that wrong [and the correct reading is actually] 'I'm a dunce'\"?",
            "no"
        ]
    },
    {
        "date": "4.2.21 7:51 am",
        "ctx": [
            "Opinions on existence?",
            "oh man, i've heard about that"
        ]
    },
    {
        "date": "4.2.21 6:58 am",
        "ctx": [
            "for how long have you been pregnant with aliens now?",
            "zero seconds"
        ]
    },
    {
        "date": "4.2.21 6:38 am",
        "ctx": [
            "hello mr wurtz, I always struggle to continue a song after finding a nice melody. Any tips that could help?",
            "see if you can figure out what the words are"
        ]
    },
    {
        "date": "4.2.21 4:50 am",
        "ctx": [
            "How did you come across your, for lack of a better term, \"chaotic good\" philosophy of evolving and changing your mind and doing many things, and when/how did you realise that that \"chaos\" so evident in your music? It's a wonderfully interesting mindset to me.",
            "i don't like chaos, unless it is resolved in some way. if you are finding any unresolved chaos in my music then that's a mistake, and hopefully i can rectify this"
        ]
    },
    {
        "date": "4.2.21 2:06 am",
        "ctx": [
            "How do you recommend fighting the darkness of negativity and staying in the light of joy and life?",
            "this is probably not what you want to hear, but you might have to switch back and forth a little"
        ]
    },
    {
        "date": "4.2.21 2:05 am",
        "ctx": [
            "if you could talk to a fish what would you tell it",
            "i would wait for it to say something first"
        ]
    },
    {
        "date": "4.2.21 1:53 am",
        "ctx": [
            "The melody to might quit is so simple yet beautiful, how did you come up with it?",
            "that one actually came to me in a dream. just the melody not the lyric"
        ]
    },
    {
        "date": "4.2.21 1:16 am",
        "ctx": [
            "hello bill wurtz i love your music a lot. i have feelings and things stuck in me and i want to say it out but i just can't. how do i get myself to say it out loud?",
            "start by saying things that are slightly different from what you think you had in mind. then one thing should lead to another and pretty soon you'll have said what you meant in at least 15 different ways you didn't even expect"
        ]
    },
    {
        "date": "4.2.21 12:44 am",
        "ctx": [
            "What is the meaning behind your new song I'm a princess?I am sorry if you get it a lot.",
            "i just thought the first line was a nice solid concept for a song. so i wrote the rest of the song around it. And then, as usual when songwriting, the song stirs up all kinds of emotions that i may or may not have expected. which, by now, i've come to expect"
        ]
    },
    {
        "date": "4.2.21 12:24 am",
        "ctx": [
            "Were the transgender themes in \"I'm a princess\" intentional?",
            "i don't see why not"
        ]
    },
    {
        "date": "4.2.21 12:18 am",
        "ctx": [
            "how can i be less annoying and hypocritical?",
            "you could try posting your ideas on a monument in the desert"
        ]
    },
    {
        "date": "4.1.21 11:47 pm",
        "ctx": [
            "when is it best to write down stuff?",
            "whenever you want to be less confused"
        ]
    },
    {
        "date": "4.1.21 10:54 pm",
        "ctx": [
            "do you feel like you are obligated to finish every song idea you've ever had?",
            "only the good ones"
        ]
    },
    {
        "date": "4.1.21 9:02 pm",
        "ctx": [
            "how big is the diameter of your toaster",
            "i don't have a toaster"
        ]
    },
    {
        "date": "4.1.21 7:58 pm",
        "ctx": [
            "What's a word that stirs up your emotions?",
            "nice try, i almost said it"
        ]
    },
    {
        "date": "4.1.21 7:21 pm",
        "ctx": [
            "I'm pitching an idea in a few days and was wondering if you have any advice for not being nervous.",
            "do 15 other pitches that don't really matter. this is the only way to practice, and the only way to avoid nervousness",
            "Also wanted to ask if that thing about the sun was real?",
            "yes it's normal sized"
        ]
    },
    {
        "date": "4.1.21 7:04 pm",
        "ctx": [
            "what makes someone a genius?",
            "strong regional test scores"
        ]
    },
    {
        "date": "4.1.21 6:22 pm",
        "ctx": [
            "what are you wearing right now bill",
            "a stunning pantsuit"
        ]
    },
    {
        "date": "4.1.21 4:50 pm",
        "ctx": [
            "whats the correct response to privilege?",
            "saving the world"
        ]
    },
    {
        "date": "4.1.21 4:25 pm",
        "ctx": [
            "what's it like to live in bill wurtz land?",
            "ongoing war with self. occasional pause for blissful psychadelic meltdown"
        ]
    },
    {
        "date": "4.1.21 4:10 pm",
        "ctx": [
            "are you actually going to put your songs on the radio?if so what station will they be on?",
            "i'm going to go ahead and put them on all the pop stations. i've already done the first step which is finding the radio stations on google maps"
        ]
    },
    {
        "date": "4.1.21 3:41 pm",
        "ctx": [
            "what's your favorite interpretation of your songs?",
            "that they are good"
        ]
    },
    {
        "date": "4.1.21 3:37 pm",
        "ctx": [
            "(ref: q.php?date=202103312007)3.31.218:07 pm  is that a goal or have you figured out the nielsen rating stuff. getting airplay seems to be structured in favor only of artists with company representation when counting online streams which is unfortunate. but it seems very much like you to have made some wily workaround",
            "i'm at the point where Billboard is actually emailing me every time i release a music video, saying \"we've noticed your video probably has enough views to get on the charts, but it's not gonna count because the backend metadata is not registered properly.\" And from years of asking around, i've pretty much figured out that the only way to do that is if you've been granted an SRAV contract, which is something that pretty much only record labels get to have. So i need to either sign away a percentage of my music revenue to a company, OR continue to climb the ranks of society just a little bit more. it's cool, i just got some fresh ladders"
        ]
    },
    {
        "date": "4.1.21 3:00 pm",
        "ctx": [
            "How do I write a song in 6/4?",
            "probably what would happen is, you would come up with something, and then find out that it's in 6/4. if you care more about it being in 6/4 than anything else about it, then i would say just go with the default toasters. (6 toasters per bar)",
            "I keep trying to but it ends up sounding weird, in a way that other songs in 6/4 don't.",
            "some songs are naturally gonna be in 6/4. so if you write 100 songs, i'm pretty sure some of them will end up in 6/4. for best results, i'd recommend don't predict which ones are gonna be in 6/4. but if you do 100 songs, i'm pretty sure you will get at least one that's in 6/4, and then you will finally be able to get that \"i made a 6/4 song\" badge for your coatsleeve that you've been craving"
        ]
    },
    {
        "date": "4.1.21 2:54 pm",
        "ctx": [
            "Is there a reason we forget great things when we don't write them down?",
            "maybe if you only heard it once"
        ]
    },
    {
        "date": "4.1.21 2:43 pm",
        "ctx": [
            "DO you have a favorite piano/synth for writing?",
            "i only use a plain rhodes sound"
        ]
    },
    {
        "date": "4.1.21 2:05 pm",
        "ctx": [
            "starting at 1:18 of im a princess why is there a small green \"EXIT\" on the left side of the screen",
            "building code"
        ]
    },
    {
        "date": "4.1.21 12:58 pm",
        "ctx": [
            "Any tips on how to make the audio and the video playback in Blender not lag out of sync?",
            "the trick i found was to stop trying to do it on wireless headphones"
        ]
    },
    {
        "date": "4.1.21 12:51 pm",
        "ctx": [
            "where do you find the energy to write more songs (or do anything)",
            "it found me. it's drowning me, usually"
        ]
    },
    {
        "date": "4.1.21 12:06 pm",
        "ctx": [
            "Have you ever considered/do you think you'll ever write a biography or something?",
            "yes"
        ]
    },
    {
        "date": "4.1.21 11:27 am",
        "ctx": [
            "Did you say \"and the hourglass is twisting a little bit sideways\" because then the sand would fall slower?",
            "this would represent time going in a strange direction"
        ]
    },
    {
        "date": "4.1.21 11:05 am",
        "ctx": [
            "Does the song process go like, think of the song, then do the song?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "4.1.21 10:37 am",
        "ctx": [
            "What's your April Fool joke this year?",
            "1st quarter earnings reports"
        ]
    },
    {
        "date": "4.1.21 10:02 am",
        "ctx": [
            "how would you unflip a coin?",
            "pick it up and hold it in your hand tenderly"
        ]
    },
    {
        "date": "4.1.21 9:11 am",
        "ctx": [
            "What's a sign that a person is entering hell?",
            "if everything seems fine"
        ]
    },
    {
        "date": "4.1.21 4:28 am",
        "ctx": [
            "i'm a writer but i can only seem to write prose. whenever i try to write songs or anything with a verse structure like a poem i just have no ideas. any tips",
            "do you tend to enjoy songs"
        ]
    },
    {
        "date": "4.1.21 4:08 am",
        "ctx": [
            "are we going to be ok?",
            "yes"
        ]
    },
    {
        "date": "4.1.21 4:03 am",
        "ctx": [
            "what's a good reason for living/ existing?",
            "changing, staying the same, and changing between changing and staying the same"
        ]
    },
    {
        "date": "4.1.21 1:34 am",
        "ctx": [
            "What's your favorite song/video you've made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "4.1.21 12:58 am",
        "ctx": [
            "How do I convince myself that I will always be able to come up with more ideas",
            "i don't know, but it's true\n\n\n\n\n\n(ref: questions-2021-03.html)PREVIOUS QUESTIONS"
        ]
    }
]