[
    {
        "date": "6.30.21 6:25 pm",
        "ctx": [
            "How to deal with feelings of romance and stuff?",
            "you could try putting it into a surrealist story"
        ]
    },
    {
        "date": "6.30.21 6:06 pm",
        "ctx": [
            "Any tips for making a surrealist story",
            "just walk out of your front door"
        ]
    },
    {
        "date": "6.30.21 5:44 pm",
        "ctx": [
            "Why is the sky blue?",
            "it's what you requested"
        ]
    },
    {
        "date": "6.30.21 4:06 pm",
        "ctx": [
            "i have too many ideas, and i try to bring them to life, but more keep popping, i feel like a juggler and more balls keep coming. how do i not panic ? i want to do everything",
            "i know, but i have good news and bad news. the bad news is there's actually even more than you think, and you definitely can't juggle them all because there's literally infinite. but the good news is if you switch to a swimming analogy it works"
        ]
    },
    {
        "date": "6.30.21 3:02 pm",
        "ctx": [
            "What to do when your arms hurt?",
            "sing songs of joy"
        ]
    },
    {
        "date": "6.30.21 2:22 pm",
        "ctx": [
            "Is it true that the more things change, the more they stay the same? Why or why not in your eyes?",
            "it's just a realization that things change and things also stay the same. it's like, just when you start to think that everything changes, you'll probably notice something else that stays the same. or just when you notice something staying the same, you'll notice that something else changes. this is because changes and sameness are 2 very common qualities of this universe. this becomes more apparent as time passes"
        ]
    },
    {
        "date": "6.30.21 1:02 pm",
        "ctx": [
            "why does this website exist",
            "so you can go to it"
        ]
    },
    {
        "date": "6.30.21 12:53 pm",
        "ctx": [
            "what is your opinion on death",
            "too weird. can't handle"
        ]
    },
    {
        "date": "6.30.21 12:25 pm",
        "ctx": [
            "Opinion on turtles",
            "the go at a very interesting pace"
        ]
    },
    {
        "date": "6.30.21 11:41 am",
        "ctx": [
            "what is your favorite food",
            "trash"
        ]
    },
    {
        "date": "6.30.21 11:34 am",
        "ctx": [
            "In the video for \"I'm a princess,\" there is an almost-constant border around part or all of the scenes. Some things, such as a few lyrics, the dream falling from the ceiling, the \"what an interesting song\" part where the guy is spinning on the bracket, etc., are not confined to the border. The thickness of the border, as well as its color, also changes throughout the video. Then when the video of you starts to play, it seems like you are referring to the border around you as a door, and these doors start doing some really interesting things and at some points there are many doors on screen, and even doors within doors. At 2:57 you can even see one of these doors forming around two other doors of you playing music. Then at 3:13, all of the scene with the set (really the whole video so far) goes through ANOTHER door (this time an actual door) and into your room, which has no borderdoor around it until the ceiling \"goes.\"\n\nThis seems super intentional but I'm not quite sure what the border/door signifies in the context of this songvideo. My initial theory is that the border represents a view into a dream, and that whatever escapes that dream view is somehow escaping the dreamscape. But, like I said, I'm not sure.",
            "it represents \"i'm in way over my head and i have no idea how to finish this video in my lifetime and make it actually the way i want it, so i'm fucked. and i just realized borders make most things look better, so that is somewhat of a liferaft for me in this situation\"",
            "Regardless, I love it and think it/you are amazing.",
            "holy smokes you are very friendly"
        ]
    },
    {
        "date": "6.30.21 11:13 am",
        "ctx": [
            "what is the happiest song you've ever heard?",
            "celebrate good times come on"
        ]
    },
    {
        "date": "6.30.21 11:06 am",
        "ctx": [
            "is a hotdog a sandwich",
            "only if it gets rolled over by a steam roller at just the right angle"
        ]
    },
    {
        "date": "6.30.21 10:17 am",
        "ctx": [
            "is it ok to listen to music that does not necessarily give me better ideas about how to live but it does make me happier while i'm listening to it",
            "yes, thank you for checking with me"
        ]
    },
    {
        "date": "6.30.21 9:40 am",
        "ctx": [
            "My local store doesn't allow soap rentals :(",
            "you're gonna have to rent the store"
        ]
    },
    {
        "date": "6.30.21 8:00 am",
        "ctx": [
            "how do I be human",
            "make something up"
        ]
    },
    {
        "date": "6.30.21 7:19 am",
        "ctx": [
            "when will u retire?",
            "some other time"
        ]
    },
    {
        "date": "6.29.21 11:28 pm",
        "ctx": [
            "What's joy to you",
            "impossible to predict"
        ]
    },
    {
        "date": "6.29.21 10:47 pm",
        "ctx": [
            "How come most smart people think they are idiots?",
            "because idiots are smart"
        ]
    },
    {
        "date": "6.29.21 10:43 pm",
        "ctx": [
            "How are you?",
            "pretty good"
        ]
    },
    {
        "date": "6.29.21 10:40 pm",
        "ctx": [
            "is la de da de da de da de day oh based on true events?",
            "maybe about 10%"
        ]
    },
    {
        "date": "6.29.21 10:33 pm",
        "ctx": [
            "how do i stop thinking about thinking so that i can start thinking about doing?",
            "you'll wanna go ahead and put your ducks in a row"
        ]
    },
    {
        "date": "6.29.21 10:24 pm",
        "ctx": [
            "What's your opinion on jesus?",
            "epic branding"
        ]
    },
    {
        "date": "6.29.21 7:29 pm",
        "ctx": [
            "is cereal a soup",
            "cereal is nothing"
        ]
    },
    {
        "date": "6.29.21 7:17 pm",
        "ctx": [
            "do you appreciate tennis",
            "yes"
        ]
    },
    {
        "date": "6.29.21 7:15 pm",
        "ctx": [
            "are you re-inventing the song production department right now?",
            "unfortunately yes"
        ]
    },
    {
        "date": "6.29.21 6:58 pm",
        "ctx": [
            "When the next song feature a word that has never been said in any other one of your songs?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "6.29.21 4:55 pm",
        "ctx": [
            "What do you think about milk?",
            "it can be used for good, as well as evil"
        ]
    },
    {
        "date": "6.29.21 4:16 pm",
        "ctx": [
            "how do I be good at things?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "6.29.21 3:48 pm",
        "ctx": [
            "hows sleep",
            "fucking ridiculous"
        ]
    },
    {
        "date": "6.29.21 2:48 pm",
        "ctx": [
            "hows it going",
            "pretty good"
        ]
    },
    {
        "date": "6.29.21 2:20 pm",
        "ctx": [
            "isn't a croissant just a short fluffy baguette",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "6.29.21 1:40 pm",
        "ctx": [
            "how to look cool",
            "actually be cool"
        ]
    },
    {
        "date": "6.29.21 1:04 pm",
        "ctx": [
            "Do you have fun making videos or music?",
            "yes",
            "What parts are the most fun?",
            "the part where i get to make ideas appear in someone else's mind"
        ]
    },
    {
        "date": "6.29.21 12:39 pm",
        "ctx": [
            "whats the universe made of",
            "dreams"
        ]
    },
    {
        "date": "6.29.21 11:31 am",
        "ctx": [
            "I don't know if this question went through the first time but...\n\n'open the door\nclose the door\ngot to get through the other side of the door\nopen the door'\n\nIs this all referring to one specific door or is the door a metaphor for something else?",
            "it's a metaphor for any transition that will lead you to a place where you would like to go but are having trouble getting there at the moment"
        ]
    },
    {
        "date": "6.29.21 11:13 am",
        "ctx": [
            "how can i avoid being weird",
            "you'll wanna go ahead and put your ducks in a row"
        ]
    },
    {
        "date": "6.29.21 10:26 am",
        "ctx": [
            "Will your next song have the word \"wake\" in its lyrics?",
            "almost"
        ]
    },
    {
        "date": "6.29.21 9:52 am",
        "ctx": [
            "are you planning to make more non-song videos in the near future?",
            "yes"
        ]
    },
    {
        "date": "6.29.21 9:14 am",
        "ctx": [
            "why start?",
            "it would be a nice contrast to not starting, which you've probably done before"
        ]
    },
    {
        "date": "6.29.21 8:58 am",
        "ctx": [
            "10 years ago, what did you think you'd be doing at this point?",
            "i was certainly hoping i would be doing pretty much exactly what i'm doing now except 10000000 times more efficiently"
        ]
    },
    {
        "date": "6.29.21 8:31 am",
        "ctx": [
            "Do you consider yourself happy? Does your life make you fully happy in all aspects?",
            "there is ridiculous and explosive joy in my life, HOWEVER, on the other side, there is a huge amount of deep dread mostly related to the fact that i seem to be inherently incapable of keeping my goals and processes within reasonable limits of complexity and quantity, and therefore i always feel in serious danger of accomplishing absolutely nothing. and every day i seem to proclaim that this is ruining my life, but then i usually retract that statement because it somehow seems unlikely"
        ]
    },
    {
        "date": "6.29.21 8:02 am",
        "ctx": [
            "what brings you motivation to do songs/videos?",
            "it might be a good way to share some things about the way my mind works, which if i don't get to share i would be very unhappy. also there are some particularly positive ideas and worldviews i've discovered over the years which i think are also worth sharing along the way"
        ]
    },
    {
        "date": "6.29.21 7:57 am",
        "ctx": [
            "are you made at me?",
            "no"
        ]
    },
    {
        "date": "6.29.21 7:03 am",
        "ctx": [
            "are you glad that you exist",
            "yes"
        ]
    },
    {
        "date": "6.29.21 6:11 am",
        "ctx": [
            "What is the meaning of life?",
            "things changing, staying the same, and things changing between staying the same and changing"
        ]
    },
    {
        "date": "6.29.21 5:52 am",
        "ctx": [
            "whats your fav video game",
            "making videos"
        ]
    },
    {
        "date": "6.29.21 5:39 am",
        "ctx": [
            "What's your opinion on a person getting 'obsessed' with someone they don't know?",
            "could happen"
        ]
    },
    {
        "date": "6.29.21 2:23 am",
        "ctx": [
            "is a hotdog a sandwich?",
            "why stop there"
        ]
    },
    {
        "date": "6.29.21 12:22 am",
        "ctx": [
            "how to be smart?",
            "put books behind you in the video chat"
        ]
    },
    {
        "date": "6.29.21 12:21 am",
        "ctx": [
            "To what degree is breaking the rules of music okay in the pursuit of artistic expression?",
            "you can take it to maybe the 12th or 14th degree",
            "Is there no limit?",
            "it's not known"
        ]
    },
    {
        "date": "6.28.21 11:14 pm",
        "ctx": [
            "In what ways do you think you can improve the lyrics department?",
            "avoid some of the phrases that i've used too often"
        ]
    },
    {
        "date": "6.28.21 10:57 pm",
        "ctx": [
            "What was the inspiration in your speech for the best in weird award?",
            "andre 3000 at the 2004 grammys"
        ]
    },
    {
        "date": "6.28.21 9:42 pm",
        "ctx": [
            "why do you never write with captials",
            "i do, but, why don't you"
        ]
    },
    {
        "date": "6.28.21 9:40 pm",
        "ctx": [
            "Why are some older songs in an inbetween tuning. Like MJ's Smooth Criminal? https://youtu.be/_mMyPJSx8RU\nIt's inbetween A and A#.",
            "because of tapes. tapes can readily change the speed, which also changes the pitch. this can happen by accident, or, in some cases it can be done on purpose, for a last-minute tempo adjustment without having to re-record the song",
            "How am I suppose to play along to that? And you'd think they'd correct the pitch of the whole song to standard A440 pitch for the remasters but they didn't do that.",
            "it's gonna sound way different if they do that. it would be noticeable and awkward",
            "What would be a solution? Thanks.",
            "you'll have to make a modified version, with computer software"
        ]
    },
    {
        "date": "6.28.21 9:11 pm",
        "ctx": [
            "what colors do you associate with each month?",
            "pink"
        ]
    },
    {
        "date": "6.28.21 6:44 pm",
        "ctx": [
            "what's the deal with love especially in the context of motivation to do good",
            "it's nice"
        ]
    },
    {
        "date": "6.28.21 6:42 pm",
        "ctx": [
            "what are your thoughts on carrots",
            "the perfect pointing device, good for doing presentations"
        ]
    },
    {
        "date": "6.28.21 5:09 pm",
        "ctx": [
            "face reveal",
            "no way"
        ]
    },
    {
        "date": "6.28.21 4:38 pm",
        "ctx": [
            "So as we all know, you put some subversive chords in your songs. But when do you put them in?",
            "that depends which chords you consider the subversive ones",
            "Do you decide what chords you want to use and then write a melody around them?",
            "no",
            "Do you subconsciously think of them while writing a melody?",
            "and lyric (yes)",
            "Or do you look at the melody afterward and decide to spice it up by putting some new chords in?",
            "usually the melody already knows what chords it needs. small details can be adjusted, to taste"
        ]
    },
    {
        "date": "6.28.21 4:10 pm",
        "ctx": [
            "will you please write more songs in a minor key like \"got some money\" please",
            "sure"
        ]
    },
    {
        "date": "6.28.21 2:59 pm",
        "ctx": [
            "How should I pan the instruments in my song?",
            "to the side"
        ]
    },
    {
        "date": "6.28.21 2:18 pm",
        "ctx": [
            "Does your songs have a meaning?",
            "they are as meaningful as possible"
        ]
    },
    {
        "date": "6.28.21 1:26 pm",
        "ctx": [
            "Should I learn an instrument?",
            "sure"
        ]
    },
    {
        "date": "6.28.21 12:40 pm",
        "ctx": [
            "what is life?",
            "it's like apples and oranges in a constant state of comparison"
        ]
    },
    {
        "date": "6.28.21 12:26 pm",
        "ctx": [
            "does \"wow that's incredible but we already know\" related to how family reacts to you showing them a passion project and they're just like \"meh\" about it? or like not as invested as you are?",
            "no",
            "i'm finding comfort in that sort of ego-deflation with my own work recently."
        ]
    },
    {
        "date": "6.28.21 11:32 am",
        "ctx": [
            "is the video for your next song 2d or 3d",
            "probably both"
        ]
    },
    {
        "date": "6.28.21 8:54 am",
        "ctx": [
            "How to save the universe??",
            "the damn thing saves itself"
        ]
    },
    {
        "date": "6.28.21 6:12 am",
        "ctx": [
            "why the letter t is in \"at the airport terminal\"?",
            "i think it stands for 'terminal'"
        ]
    },
    {
        "date": "6.28.21 6:02 am",
        "ctx": [
            "how can I relax",
            "go around the world"
        ]
    },
    {
        "date": "6.28.21 5:27 am",
        "ctx": [
            "whats your favourite type of water",
            "moist"
        ]
    },
    {
        "date": "6.28.21 5:01 am",
        "ctx": [
            "In La de da de da de da de day oh, in the second half, there's an owl playing an instrument. Is that a clarinet?",
            "not really"
        ]
    },
    {
        "date": "6.28.21 4:56 am",
        "ctx": [
            "are there some easy things i can do to make myself feel better about the situation im in?",
            "yes"
        ]
    },
    {
        "date": "6.28.21 4:26 am",
        "ctx": [
            "when is time",
            "right now"
        ]
    },
    {
        "date": "6.28.21 2:15 am",
        "ctx": [
            "what is the newest thing you've learned about yourself?",
            "i'm an idiot"
        ]
    },
    {
        "date": "6.28.21 2:00 am",
        "ctx": [
            "is your music supposed to be high music or was that by accident..?",
            "i'm definitely trying to take it as high as possible"
        ]
    },
    {
        "date": "6.28.21 1:00 am",
        "ctx": [
            "does this work",
            "i'm not sure"
        ]
    },
    {
        "date": "6.27.21 11:47 pm",
        "ctx": [
            "Does the day go on?",
            "dunno, that sounds like some sort of ponzi scheme to me"
        ]
    },
    {
        "date": "6.27.21 11:32 pm",
        "ctx": [
            "favorite uhhhh question",
            "hows it going"
        ]
    },
    {
        "date": "6.27.21 11:32 pm",
        "ctx": [
            "Is brown just a duller orange?",
            "sometimes"
        ]
    },
    {
        "date": "6.27.21 10:35 pm",
        "ctx": [
            "can i control my emotions",
            "almost"
        ]
    },
    {
        "date": "6.27.21 8:50 pm",
        "ctx": [
            "do you have any ice cream i could borrow?",
            "no"
        ]
    },
    {
        "date": "6.27.21 8:24 pm",
        "ctx": [
            "why does people do people things?",
            "it's just what's expected of them"
        ]
    },
    {
        "date": "6.27.21 7:17 pm",
        "ctx": [
            "what does it feel like being in the drum throne?",
            "you're not really \"in\" it, you're \"on\" it, but you should feel poised and balanced"
        ]
    },
    {
        "date": "6.27.21 7:09 pm",
        "ctx": [
            "How do I stop myself from feeling bad about the fact that \"money\" is just innately worthless paper that we pretend has value?",
            "you could get some sort of electric shock device that shocks you every time you think that"
        ]
    },
    {
        "date": "6.27.21 6:46 pm",
        "ctx": [
            "Whats the proper dream etiquette",
            "don't wake up.... yet"
        ]
    },
    {
        "date": "6.27.21 6:36 pm",
        "ctx": [
            "does your next song contain the word \"day\"?",
            "yes"
        ]
    },
    {
        "date": "6.27.21 6:16 pm",
        "ctx": [
            "If that song is still not done, why don't you just abandon it",
            "because it's good, and also that would have been a huge waste of time",
            "and do something easier like collaborate with others on something?",
            "that's not easier for me"
        ]
    },
    {
        "date": "6.27.21 3:54 pm",
        "ctx": [
            "Where do your ideas come from?",
            "there's no such thing as ideas. only the cold hard truth"
        ]
    },
    {
        "date": "6.27.21 2:45 pm",
        "ctx": [
            "Is \"At the Airport Terminal\" meant to be about life?",
            "yes",
            "Or death?",
            "not sure"
        ]
    },
    {
        "date": "6.27.21 2:27 pm",
        "ctx": [
            "I sdrongly oppose clutching anything too tightly-DO YOU THOUGH? Do you oppose it? Do you clutch it?",
            "gotta investigate why and how the current regulations were made, to understand why and when to break them"
        ]
    },
    {
        "date": "6.27.21 2:13 pm",
        "ctx": [
            "is st.helens about to blow up",
            "no",
            "and if so what will happen?",
            "it will be bigger than last time probably"
        ]
    },
    {
        "date": "6.27.21 2:10 pm",
        "ctx": [
            "i'm mixing my song and i just realized now that i rhymed \"home\" with itself 3 lines in a row. it sounded good originally, but now i'm second guessing myself??!!",
            "i have good news: there is no rhyming police, except you, and that's only if you get infected by rhyming demons. and there's good news about rhyming demons too, they go away after a good night's sleep"
        ]
    },
    {
        "date": "6.27.21 2:01 pm",
        "ctx": [
            "should you talk to the client in lowercase?",
            "only after the point when you hop on a video call"
        ]
    },
    {
        "date": "6.27.21 1:30 pm",
        "ctx": [
            "Do you know any jokes?",
            "no"
        ]
    },
    {
        "date": "6.27.21 1:21 pm",
        "ctx": [
            "did you answer a question on 3/19 ever?",
            "(ref: 41gbb8k123h3.html\"target=\"_blank)sure"
        ]
    },
    {
        "date": "6.27.21 12:40 pm",
        "ctx": [
            "what percentage of your song lyrics is based on your own life and experiences?",
            "about 50% of each individual lyric"
        ]
    },
    {
        "date": "6.27.21 10:20 am",
        "ctx": [
            "what is your favorite sound?",
            "plonk"
        ]
    },
    {
        "date": "6.27.21 6:58 am",
        "ctx": [
            "how not to be insane",
            "just figure everything out"
        ]
    },
    {
        "date": "6.27.21 5:53 am",
        "ctx": [
            "Is the next song done?",
            "no"
        ]
    },
    {
        "date": "6.27.21 5:39 am",
        "ctx": [
            "If you could go anywhere in the world where would you go?",
            "to the center"
        ]
    },
    {
        "date": "6.27.21 1:35 am",
        "ctx": [
            "How to make car?",
            "make a road, and cars will grow out of the road"
        ]
    },
    {
        "date": "6.26.21 11:00 pm",
        "ctx": [
            "how are you",
            "pretty good"
        ]
    },
    {
        "date": "6.26.21 7:38 pm",
        "ctx": [
            "why did you not record a video for a long time",
            "because i had to learn how to make videos. you probably thought i already knew how to make them. but it changed so i had to re-learn"
        ]
    },
    {
        "date": "6.26.21 6:53 pm",
        "ctx": [
            "If a question is a question and that question was a question, would a question be a question?",
            "let me perform some calculations"
        ]
    },
    {
        "date": "6.26.21 6:15 pm",
        "ctx": [
            "how many questions do you ignore?",
            "just enough"
        ]
    },
    {
        "date": "6.26.21 6:14 pm",
        "ctx": [
            "would you consider your music simple?",
            "sometimes",
            "is simplicity normality?",
            "sometimes"
        ]
    },
    {
        "date": "6.26.21 5:57 pm",
        "ctx": [
            "can you give me a day your new song won't be released?",
            "jan 1, 1000"
        ]
    },
    {
        "date": "6.26.21 4:30 pm",
        "ctx": [
            "tips for first-time drummers?",
            "locate the drums"
        ]
    },
    {
        "date": "6.26.21 4:00 pm",
        "ctx": [
            "what's your relationship with math ?",
            "i am made of math"
        ]
    },
    {
        "date": "6.26.21 3:24 pm",
        "ctx": [
            "Which continent is the lamest continent?",
            "arctica"
        ]
    },
    {
        "date": "6.26.21 1:37 pm",
        "ctx": [
            "i've been writing songs for years and i'm still not writing songs that i like. like AT ALL. LIKE I HATE THEM. WHAT TO DO??!?!!",
            "write that down and then react to it in 12 hours"
        ]
    },
    {
        "date": "6.26.21 12:12 pm",
        "ctx": [
            "Why aren't you posting more videos?",
            "because the one i am currently doing is not done yet"
        ]
    },
    {
        "date": "6.26.21 12:06 pm",
        "ctx": [
            "what is stopping you from uploading your next song?",
            "the song not being done"
        ]
    },
    {
        "date": "6.26.21 11:33 am",
        "ctx": [
            "how to gain confidence?",
            "have you tried saving the universe"
        ]
    },
    {
        "date": "6.26.21 11:29 am",
        "ctx": [
            "bill, why'd you write at the airport terminal?",
            "because airport terminals are a staple element of the human earth planet on which we reside",
            "its a weird yet good song"
        ]
    },
    {
        "date": "6.26.21 9:50 am",
        "ctx": [
            "what do you think is the upper time limit for a bill wurtz song.",
            "usually something like 3:40",
            "do you think a 10 minute song just hasnt happened by chance or is there an underlying characteristic to your songs that cause them to always be complete before then?",
            "i'm not sure"
        ]
    },
    {
        "date": "6.26.21 9:42 am",
        "ctx": [
            "What's your favourite hobby?",
            "doing everything forever until i finish all of it"
        ]
    },
    {
        "date": "6.26.21 8:03 am",
        "ctx": [
            "when you wrote 'do not attempt' during the 'bucketscatch the dreams as they fall from my ceiling' line were advising against writing down dreams?",
            "no, i probably meant something more along the lines of: don't try to create a 3-minute 3D video from scratch, by yourself"
        ]
    },
    {
        "date": "6.26.21 5:48 am",
        "ctx": [
            "are bad things bad?",
            "let me perform some calculations"
        ]
    },
    {
        "date": "6.26.21 12:34 am",
        "ctx": [
            "Have you heard of \"Music\"?",
            "no way"
        ]
    },
    {
        "date": "6.25.21 11:06 pm",
        "ctx": [
            "in the grand scheme of things, do we really matter?",
            "yes. if things don't matter then that's not a very grand scheme is it",
            "will we make an impact on anything that happens?",
            "yes",
            "is life meaningless?",
            "no",
            "if life has a meaning, what is it?",
            "everything, anything, no limit on meaning. can go as high or low as you desire. even slantwards, if you can handle it",
            "does anything really matter?",
            "yes",
            "is life random,",
            "there are random elements, which provide ample work/play space for the non-random elements to thrive",
            "or does everything happen for a reason?",
            "the amount of reason does not have to be a whole number (0,1,2,3,4 etc), it can be a floating point value (2.173656, 598.06261). Also, the exact reasonal solution can never be fully known all at one time, thanks to the heisenberg uncertainty principle"
        ]
    },
    {
        "date": "6.25.21 10:39 pm",
        "ctx": [
            "When I'm in a place such as work and I'm thinking about all the things I want to do, I'll get really excited and my mind will go almost hyperactive but when I sit down to actually do the thing I've usually exhausted myself from all of the thinking I've done and it's very frustrating. Should I try to think about other things when I'm not able to access a keyboard or notebook?",
            "what i think you should do is find a simple relaxing activity to do, in your workspace, to calm your mind down and get back to your normal self"
        ]
    },
    {
        "date": "6.25.21 10:13 pm",
        "ctx": [
            "Cm, Ddim, G7, C7. where next",
            "to the melody/lyric, in that same part. that will help you determine what comes in the next part"
        ]
    },
    {
        "date": "6.25.21 9:30 pm",
        "ctx": [
            "how do i know that my friends dont secretly hate me",
            "you could tap their phone"
        ]
    },
    {
        "date": "6.25.21 9:07 pm",
        "ctx": [
            "any tips on getting my vocal track to sound better?",
            "you might have to say what you are actually feeling"
        ]
    },
    {
        "date": "6.25.21 8:37 pm",
        "ctx": [
            "Why are pop songs so repetitive and simplistic with simplistic chords and drum beats made with computers?",
            "why is the word simplistic so complicated"
        ]
    },
    {
        "date": "6.25.21 7:14 pm",
        "ctx": [
            "In https://billwurtz.com/questions/q.php?date=202105270746, you say that you like improvising song lyrics, but in https://billwurtz.com/questions/q.php?date=202106241910, you say that you prefer scripting your written videos, like hi im steve. Is there a reason you like to imrpovise music and script written pieces?",
            "i thought written and scripted mean the same thing. but, then again, improvisation just means you wrote it faster, i suppose. That being said, 99% of the songs and videos i release have scripted vocals. i also love improvising lyrics/vocals, but due to various circumstances i haven't done it in a long time",
            "Have you tried improvising written works, and what were the benefits and disadvantages?",
            "i suppose you'd have to do it at exactly the right speed so it could be fast enough to technically be considered improv and yet slow enough to considered written. maybe thinking of an average of 1 word every 2 seconds?"
        ]
    },
    {
        "date": "6.25.21 6:16 pm",
        "ctx": [
            "Do you believe that free will exists,",
            "yes",
            "or our universe is deterministic and all the situations of the particles are already defined?",
            "no",
            "Why?",
            "a pre-determined world would be none of our business. we wouldn't even be there to see it"
        ]
    },
    {
        "date": "6.25.21 5:50 pm",
        "ctx": [
            "what's a good nickname for San Diego",
            "north tijuana"
        ]
    },
    {
        "date": "6.25.21 5:20 pm",
        "ctx": [
            "What is your favorite quote of all times?",
            "hello"
        ]
    },
    {
        "date": "6.25.21 5:16 pm",
        "ctx": [
            "Is the airport terminal in \"at the airport terminal\" a metaphor for life itself",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "6.25.21 3:10 pm",
        "ctx": [
            "i rly like music but i dont know how to make music. if i have no background/knowledge except how music feels, how do i start?",
            "you could try an instrument"
        ]
    },
    {
        "date": "6.25.21 2:08 pm",
        "ctx": [
            "who do you consider the biggest inspiration tto make ur music",
            "how round the world is"
        ]
    },
    {
        "date": "6.25.21 1:06 pm",
        "ctx": [
            "Does your next song contain the letter e?",
            "yes"
        ]
    },
    {
        "date": "6.25.21 12:28 pm",
        "ctx": [
            "how do you feel after completing a song?",
            "very good"
        ]
    },
    {
        "date": "6.25.21 11:46 am",
        "ctx": [
            "Do you have a preferred Chess Opening?",
            "checkmate"
        ]
    },
    {
        "date": "6.25.21 10:55 am",
        "ctx": [
            "why is ur vids weird",
            "that's a side effect of making them too normal"
        ]
    },
    {
        "date": "6.25.21 9:45 am",
        "ctx": [
            "How does one exist?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "6.25.21 5:31 am",
        "ctx": [
            "What are your rules for answering questions?",
            "hopefully to provide something you can really wrap your head around"
        ]
    },
    {
        "date": "6.25.21 5:09 am",
        "ctx": [
            "Will the next song drop SOON?",
            "of course"
        ]
    },
    {
        "date": "6.25.21 3:25 am",
        "ctx": [
            "just as a ballpark estimate, keeping its melody entirely the same, how many ways could you reharmonize a typical 4-chord song?",
            "infinte. Wait ............................ what the heck is a typical 4 chord song"
        ]
    },
    {
        "date": "6.25.21 1:02 am",
        "ctx": [
            "What type of questions are you more prone to answer in a less abstract way than your typical answers to questions.",
            "regular ones"
        ]
    },
    {
        "date": "6.25.21 1:02 am",
        "ctx": [
            "what are your songs about?",
            "the world"
        ]
    },
    {
        "date": "6.24.21 10:53 pm",
        "ctx": [
            "You mentioned that you didn't like how 'and the day goes on' turned out,",
            "i don't think i said that. it's not quite true",
            "so will you ever rewrite and make it how you intended it to be?",
            "there's many other things i have yet to make for the first time, so i should take care of those first, then maybe circle back for the re-makes"
        ]
    },
    {
        "date": "6.24.21 10:24 pm",
        "ctx": [
            "Is there any case in any of your songs where the question \"Is [thing] from [song] related to [other thing] from [other song]?\" would make you answer yes?",
            "i think so"
        ]
    },
    {
        "date": "6.24.21 8:37 pm",
        "ctx": [
            "how does one get motivation and inspiration to be creative?",
            "it's clear you already have both, or you would not be interested in asking this"
        ]
    },
    {
        "date": "6.24.21 8:29 pm",
        "ctx": [
            "How your thoughts work ?",
            "MORE, THINK MORE,"
        ]
    },
    {
        "date": "6.24.21 7:10 pm",
        "ctx": [
            "In the videos like Soap Tips and Hi, I'm Steve are the spoken portions of the video improvised or scripted before hand? A combo of both?",
            "the vocals are scripted"
        ]
    },
    {
        "date": "6.24.21 4:49 pm",
        "ctx": [
            "why was the mysterious figure doing a party dance while sadness came closer in here comes the sun?",
            "for contrast, and juxtaposition"
        ]
    },
    {
        "date": "6.24.21 3:32 pm",
        "ctx": [
            "Which came first, the chicken or the egg?",
            "i can't remember"
        ]
    },
    {
        "date": "6.24.21 2:11 pm",
        "ctx": [
            "Do you enjoy naps?",
            "not on purpose"
        ]
    },
    {
        "date": "6.24.21 11:42 am",
        "ctx": [
            "what are your opinions on life",
            "it's what makes opinions possible"
        ]
    },
    {
        "date": "6.24.21 11:24 am",
        "ctx": [
            "how many a in next s o n g",
            "just enough"
        ]
    },
    {
        "date": "6.24.21 9:37 am",
        "ctx": [
            "why do they birds fly in the business class section? who do they work for?",
            "this is to distract you from the more important question which is why are they flying on an airplane"
        ]
    },
    {
        "date": "6.24.21 7:26 am",
        "ctx": [
            "How long does it take for you to write a song?",
            "200 years"
        ]
    },
    {
        "date": "6.24.21 3:31 am",
        "ctx": [
            "who was the mysteryous figure doing a party dange while sadness came closer in here comes the sun?",
            "could be you, although in the video it was physically portrayed by me"
        ]
    },
    {
        "date": "6.24.21 1:51 am",
        "ctx": [
            "When Electric Light Orchestra leader Jeff Lynne was asked weather or not the events of his album \"TIME\" had all been a dream, he claimed \"This is what I'd like to know, because it's baffled me since I wrote it, if he has actually gone [to the future], or if he's just thinking about it. ... It could be real, or it could be a dream... I'm not sure. I'd rather not say, because I don't know either. I'm supposed to, but I don't.\" Have you stumbled into any of these lyrical occurrences, where you write something down that you do not understand yourself? What effect has it had on you and your ability to work on the piece?",
            "the best results in music are when it seems to mean more than you could ever realize. you always want to know you'll never run out of meaning. always good to know there's a surplus of meaning, to potentially get you through a drought. so it's a good sign when the lines seem to mean more than you can explain at first. that way the meaning can continue to unfold later"
        ]
    },
    {
        "date": "6.24.21 12:25 am",
        "ctx": [
            "How does one keep creativity flowing?",
            "try something a little different"
        ]
    },
    {
        "date": "6.23.21 10:46 pm",
        "ctx": [
            "why do you post things on the internet? do not misunderstand me I am very glad you do post things on the internet but what is the reason?",
            "so you can see and hear them"
        ]
    },
    {
        "date": "6.23.21 7:58 pm",
        "ctx": [
            "where do you get the motivation to make music?",
            "i usually get it when i'm going from place to place, OR staying in the same place"
        ]
    },
    {
        "date": "6.23.21 7:57 pm",
        "ctx": [
            "do you think the whole flat earth thing is a scam",
            "more of a scheme"
        ]
    },
    {
        "date": "6.23.21 6:20 pm",
        "ctx": [
            "What question did daimien maymdien skip",
            "how are you"
        ]
    },
    {
        "date": "6.23.21 3:17 pm",
        "ctx": [
            "I feel like I keep forcing myself to be inspired when making music, and that usually results in either something I don't like, or something that sounds really similar to another artists song. Any advice for coming up with original ideas without this happening?",
            "you could try flipping out"
        ]
    },
    {
        "date": "6.23.21 2:15 pm",
        "ctx": [
            "How to concentrate?",
            "first figure out what you're concentrating on, and why"
        ]
    },
    {
        "date": "6.23.21 1:18 pm",
        "ctx": [
            "I'm starting learning music. Circle of fifths interests me, and I know it's fundamental for everything in music, but it's hard to memorize. Any advice how to learn it effectively?",
            "you'll automatically learn it as you go through life. You'll automatically notice the relationship that F has to C. then one day you will be casually minding your own business and then you will suddenly notice that the relationship from C to G is the same as the relationship from F to C. then hopefully your mind will be blown and then you will find an instrument and see how far the train goes"
        ]
    },
    {
        "date": "6.23.21 12:50 pm",
        "ctx": [
            "where do babies come from",
            "larger babies. or, a smaller baby, if you are interested in getting into the Guiness Book of World Records"
        ]
    },
    {
        "date": "6.23.21 12:49 pm",
        "ctx": [
            "When's the next song dropping",
            "when you least expect"
        ]
    },
    {
        "date": "6.23.21 12:46 pm",
        "ctx": [
            "You use very clear diction when singing, is this an intentional choice or is that just how your voice is?",
            "the only reason i do that is just so people can understand what words i'm using"
        ]
    },
    {
        "date": "6.23.21 11:31 am",
        "ctx": [
            "How to concentrate?",
            "figure out what you really care about"
        ]
    },
    {
        "date": "6.23.21 9:55 am",
        "ctx": [
            "what happened to your 'cajones' you had for the 'money' video?",
            "turned to butter. i am now made of butter"
        ]
    },
    {
        "date": "6.23.21 9:41 am",
        "ctx": [
            "How to continue without trying to make it sound good with no expectations?",
            "science is offering a 2500 dollar reward if you can make something bad and prove it's bad. so you could go for that"
        ]
    },
    {
        "date": "6.23.21 6:21 am",
        "ctx": [
            "Wanna try do a 222bpm song",
            "sure but it's just gonna turn into 111"
        ]
    },
    {
        "date": "6.23.21 4:22 am",
        "ctx": [
            "whens the next song",
            "doing it now"
        ]
    },
    {
        "date": "6.22.21 11:41 pm",
        "ctx": [
            "can i go outside",
            "yes but you'll have to find the walls first"
        ]
    },
    {
        "date": "6.22.21 8:09 pm",
        "ctx": [
            "Your music is incredibly complex, so my question is how do you make a decision about any one aspect of a song?",
            "i don't know",
            "It seems like some of those decisions would have options that would create two very different yet equally interesting experiences that seem impossible to compare. How do you compare them? Do you?",
            "sometimes i try a little of both. But what usually happens is neither of them work"
        ]
    },
    {
        "date": "6.22.21 7:22 pm",
        "ctx": [
            "what's your favorite thing about your next song?",
            "how it goes"
        ]
    },
    {
        "date": "6.22.21 7:00 pm",
        "ctx": [
            "why do people judge others?",
            "to try to figure out who they are",
            "is this bad?",
            "it's definitely not perfect"
        ]
    },
    {
        "date": "6.22.21 6:10 pm",
        "ctx": [
            "should i start writing in all lowercase on the internet",
            "sure"
        ]
    },
    {
        "date": "6.22.21 3:44 pm",
        "ctx": [
            "how do airplanes do?",
            "not sure"
        ]
    },
    {
        "date": "6.22.21 1:57 pm",
        "ctx": [
            "I relate \"long, long, long journey\", with \"and the day goes on\". Why?",
            "they share 2 topics: journeys, and the day"
        ]
    },
    {
        "date": "6.22.21 1:47 pm",
        "ctx": [
            "whats the point of life",
            "to upset the previous status quo, of lifelessness"
        ]
    },
    {
        "date": "6.22.21 1:35 pm",
        "ctx": [
            "Is the word \"the\" in your next song?",
            "yes"
        ]
    },
    {
        "date": "6.22.21 12:14 pm",
        "ctx": [
            "who is your favourite character in lord of the rings?",
            "it's a tie, between the lord and the rings"
        ]
    },
    {
        "date": "6.22.21 12:13 pm",
        "ctx": [
            "How many times is the game supposed to change?",
            "as many times as you play, which is also the number of times that it stays the same"
        ]
    },
    {
        "date": "6.22.21 11:59 am",
        "ctx": [
            "What is a song",
            "not sure",
            "and why do you make it good",
            "maybe as some kind of a fake out strategy"
        ]
    },
    {
        "date": "6.22.21 11:33 am",
        "ctx": [
            "what should i name my houseplant",
            "see what it names you first"
        ]
    },
    {
        "date": "6.22.21 11:13 am",
        "ctx": [
            "Is there a bad song?",
            "every song is bad"
        ]
    },
    {
        "date": "6.22.21 10:02 am",
        "ctx": [
            "Hi Bill! Aaron Boone here, manager of the New York Yankees. We've got a big series against the Royals coming up, so I'm looking for any tips or suggestions for the team you might have. I'm a big fan and I think your advice could be the edge we need against Kansas City tonight.",
            "the winning team will be whichever one loves baseball the most. so in that sense, it's a loving contest really"
        ]
    },
    {
        "date": "6.22.21 5:06 am",
        "ctx": [
            "why can't i sleep",
            "because everything is too ridiculous"
        ]
    },
    {
        "date": "6.22.21 12:16 am",
        "ctx": [
            "how do you teach teens how to have their own opinions",
            "you could do a door-to-door campaign"
        ]
    },
    {
        "date": "6.22.21 12:15 am",
        "ctx": [
            "what is a question on this page that you've thought about a lot, even long after you've answered it?",
            "how are you"
        ]
    },
    {
        "date": "6.21.21 11:26 pm",
        "ctx": [
            "how do I stay interesting?",
            "sometimes you have to become uninteresting for a while and then go back to being interesting"
        ]
    },
    {
        "date": "6.21.21 11:12 pm",
        "ctx": [
            "What's been the struggle with the song you're working on now?",
            "making it too good"
        ]
    },
    {
        "date": "6.21.21 10:34 pm",
        "ctx": [
            "How does one go about evaluating the meaning of art?",
            "tell someone else the location of the art. in that process, you will be tricked into saying which art it is. and from the there the floodgates are pretty much opened"
        ]
    },
    {
        "date": "6.21.21 9:40 pm",
        "ctx": [
            "my mix sounds real balanced when low, but vocals over instrumental just feels weird in low volume, any idea why?",
            "might need a compressor"
        ]
    },
    {
        "date": "6.21.21 8:17 pm",
        "ctx": [
            "why do you not sleep",
            "usually due to being asleep, some other time before"
        ]
    },
    {
        "date": "6.21.21 7:53 pm",
        "ctx": [
            "If you had to choose one, What genre would you consider your music to be?",
            "regular"
        ]
    },
    {
        "date": "6.21.21 7:39 pm",
        "ctx": [
            "thoughts on constantly restarting something",
            "sometimes you need to take it a step further and restart the restarting process"
        ]
    },
    {
        "date": "6.21.21 5:20 pm",
        "ctx": [
            "do you think making the history videos influenced your music (songwriting, production, choosing what song to release next, etc)?",
            "i made a lot of new crazy synth sounds for the history videos, which i ended up using in the songs also. which is why the sounds have names like 'pope phone', or 'made a mess'"
        ]
    },
    {
        "date": "6.21.21 3:59 pm",
        "ctx": [
            "Is there a mention and/or an appearance of the chair in your next song?",
            "no"
        ]
    },
    {
        "date": "6.21.21 12:01 pm",
        "ctx": [
            "Has anything interesting happened in South America yet?",
            "yes"
        ]
    },
    {
        "date": "6.21.21 10:31 am",
        "ctx": [
            "what are you working on right now?",
            "a song of music, which should also have a music video to go with it"
        ]
    },
    {
        "date": "6.21.21 8:10 am",
        "ctx": [
            "Are you still too small for the mall?",
            "what the heck is a mall"
        ]
    },
    {
        "date": "6.21.21 6:16 am",
        "ctx": [
            "How do you choose what visuals go with the song?",
            "i usually make the wrong decision, probably because the pressure of making the right decision is so intense that i may have blocked it out"
        ]
    },
    {
        "date": "6.21.21 3:43 am",
        "ctx": [
            "did you get any advice from Bob Marley?",
            "yes and no"
        ]
    },
    {
        "date": "6.21.21 2:00 am",
        "ctx": [
            "I keep getting bored of my art - How do I unlock the part of me that will help me make the weird art of my dreams?",
            "have you thought about going to the direct center of outer space"
        ]
    },
    {
        "date": "6.21.21 1:02 am",
        "ctx": [
            "How do you defeat perfectionism and actually put the thing out?",
            "there's 2 ways. you can either panic more so you go faster, or panic less so that you can slowly learn how to move fast calmly"
        ]
    },
    {
        "date": "6.21.21 12:36 am",
        "ctx": [
            "is the word \"is\" is in the next song?",
            "yes"
        ]
    },
    {
        "date": "6.20.21 10:33 pm",
        "ctx": [
            "how to use a computer?",
            "just relax and let it use you"
        ]
    },
    {
        "date": "6.20.21 8:39 pm",
        "ctx": [
            "there's a quote from a show called bojack horseman that goes like \"life's a bitch and then you die\" and then another responds by saying \"or life's a bitch and you keep living\" i keep on relating that back to and the day goes on. how things don't always get better but they just keep going. did you mean to pose this idea,",
            "no",
            "or is this me looking into things?",
            "what probably happened is, i didn't do the music good enough, and so the song failed to bring you the uplift i had intended",
            "thank you so much you mean so much to me."
        ]
    },
    {
        "date": "6.20.21 8:29 pm",
        "ctx": [
            "Why are you such an understandable enigma?",
            "just trying to get by"
        ]
    },
    {
        "date": "6.20.21 6:59 pm",
        "ctx": [
            "does the next song include the word believe?",
            "yes"
        ]
    },
    {
        "date": "6.20.21 6:48 pm",
        "ctx": [
            "is it possible to communicate ideas thru text or speech?",
            "yes"
        ]
    },
    {
        "date": "6.20.21 2:37 pm",
        "ctx": [
            "Is the word then in the next song?",
            "i was going to say yes but now that i think about it no"
        ]
    },
    {
        "date": "6.20.21 12:32 pm",
        "ctx": [
            "something happened that made me change and i'm not sure what it was but i'm upset about it because i was doing really well and then i started losing my mind (again)",
            "you can blame the round earth for this"
        ]
    },
    {
        "date": "6.20.21 12:07 pm",
        "ctx": [
            "I believe that laziness is the cure for perfectionism and OCD.",
            "seems more like the cause"
        ]
    },
    {
        "date": "6.20.21 11:09 am",
        "ctx": [
            "Do you like plants?",
            "yes"
        ]
    },
    {
        "date": "6.20.21 10:52 am",
        "ctx": [
            "How does one achieve victory in a timely manner?",
            "take 1 step forward and then 2 steps at a sort of slantward angle"
        ]
    },
    {
        "date": "6.20.21 4:38 am",
        "ctx": [
            "When making a new song do you ever get so attached to a melody or a section because you heard it so many times that it makes it very difficult to change?",
            "yes"
        ]
    },
    {
        "date": "6.20.21 12:43 am",
        "ctx": [
            "What's one of your favorite methods for creating lyrics to your songs?",
            "imagine being there"
        ]
    },
    {
        "date": "6.20.21 12:03 am",
        "ctx": [
            "If I wrote a song in one day, did I do something wrong? Am I rushing things?",
            "no, just doubting"
        ]
    },
    {
        "date": "6.19.21 11:44 pm",
        "ctx": [
            "why don't you ever ask people to subsrcibe?",
            "subscribe requests just doesn't seem like something worth subscribing to"
        ]
    },
    {
        "date": "6.19.21 7:49 pm",
        "ctx": [
            "Is the word relaxing in the next song?",
            "no"
        ]
    },
    {
        "date": "6.19.21 5:47 pm",
        "ctx": [
            "Is feeling separate from thought?",
            "it tries so hard to be"
        ]
    },
    {
        "date": "6.19.21 5:32 pm",
        "ctx": [
            "If you were to write something out that was, for example, in C mixo... Would you just make the key sig as C major and flat the B's whenever they come up? Or would you put the Bb on the key sig and possibly lead to some confusion as to if the song is in Fmaj instead?",
            "as common as mixolydian and dorian seem to be, for the root key of songs, still key signatures tend to be immediately interpreted as ionian or aeolian. This seems kind of disappointing, but, to be fair, it is important to have an obvious way to tell someone what the real root key of a song is. Weirdly, most of the time, the key signature seems to be used to display this info AS IF it were ionian or aeolian, and then rudely use accidentals all the time. which feels kind of sad/wrong, but it happens. But actually, if you write 'C mixolydian' on the top of the page and then do it with a 1 flat key signature, i don't think anyone will mind"
        ]
    },
    {
        "date": "6.19.21 1:39 pm",
        "ctx": [
            "Does matter exist?",
            "have you heard of it"
        ]
    },
    {
        "date": "6.19.21 12:43 pm",
        "ctx": [
            "what genre do you use",
            "sensible"
        ]
    },
    {
        "date": "6.19.21 11:49 am",
        "ctx": [
            "How does one continue a project without getting bored and starting a new one, while completely forgetting said last unfinished project?",
            "try doing shorter projects, for now"
        ]
    },
    {
        "date": "6.19.21 9:09 am",
        "ctx": [
            "Why are you awesome?",
            "this is to help me blend seamlessly into the fabric of society"
        ]
    },
    {
        "date": "6.19.21 8:51 am",
        "ctx": [
            "will you ever make a podcast/talk show?",
            "that seems like the right idea",
            "i would really enjoy watching that"
        ]
    },
    {
        "date": "6.19.21 6:11 am",
        "ctx": [
            "What do you think of quartal harmony",
            "not sure if i know what that word means. the last time i heard it i think it meant using a lot of 4ths? and it's good for maybe ice cavern music",
            "and do you have any kind of criteria of what kind of questions you answer on this page?",
            "they have to be in a purple font"
        ]
    },
    {
        "date": "6.19.21 5:54 am",
        "ctx": [
            "Are you a god",
            "i thought you were"
        ]
    },
    {
        "date": "6.19.21 5:37 am",
        "ctx": [
            "Where's north sudan?",
            "in sudan"
        ]
    },
    {
        "date": "6.19.21 4:38 am",
        "ctx": [
            "How do you survive the harsh reality of life",
            "come up with some new strats"
        ]
    },
    {
        "date": "6.19.21 3:35 am",
        "ctx": [
            "do evolution make sense",
            "evolution of what? nevermind, evolution of most things makes sense, now that i think about it"
        ]
    },
    {
        "date": "6.19.21 3:24 am",
        "ctx": [
            "do you ever have a moment where it feels like everything you have done and will do is pointless on a grand scale",
            "no"
        ]
    },
    {
        "date": "6.19.21 2:30 am",
        "ctx": [
            "How do you come up with ideas?",
            "you can use reverse psychology: try to think of something that is definitely and absolutely NOT an idea"
        ]
    },
    {
        "date": "6.19.21 1:30 am",
        "ctx": [
            "how to be efficient with time?\ne.g. when i say that this should be done by time o' clock, it always takes at least one more hour.",
            "you'll need to get a better understanding of what you're actually doing. that's as much as i know"
        ]
    },
    {
        "date": "6.18.21 11:44 pm",
        "ctx": [
            "Would you ever consider making a song purely based on non sequiturs?",
            "nope, just sequiturs for me"
        ]
    },
    {
        "date": "6.18.21 11:25 pm",
        "ctx": [
            "why did you change the text color in the categories?",
            "i usually do that when i add more categories, to make sure the entire color scheme still works"
        ]
    },
    {
        "date": "6.18.21 9:49 pm",
        "ctx": [
            "if you were born 50 years ago, and thus don't access to many of the tools you use today, what sort of content do you think you would make?",
            "songs/music, probably with a live stage show"
        ]
    },
    {
        "date": "6.18.21 7:40 pm",
        "ctx": [
            "when am i gonna change the world",
            "you're already doing it"
        ]
    },
    {
        "date": "6.18.21 7:35 pm",
        "ctx": [
            "If a clock stops does time itself stop",
            "no"
        ]
    },
    {
        "date": "6.18.21 6:49 pm",
        "ctx": [
            "hi you may remember me as 2 hand - 2 chords guy. i dont think i ever really got to ask what i wanted to ask since i didnt really know what i was trying to ask. i know a bit more.\n\nsay i have voicing\n\ndb ab eb f bb\n\ndo you categorize the voicing as simply \"Db add9 add13\"",
            "i'd call it Db6/9",
            "or in some way if you have to use lower 2 notes on one hand and upper 3 in other as some sort of\n\n\"Ebsus2 over Db no3\" how do you file in your brain 2 different voicings for the same chord?",
            "if you're talking that specifically about exact voicings, then a chord symbol is not going to have enough information in it. and if it did it would be too long to read. to specify exact voicings including octave data, i think you're either gonna need staff notation or an audio sample",
            "i think if i had a name for it, which maybe it shape itself is the name (but piano is hard in the sense that the name shapes change because of the 12 key pattern). what i mean is, if i happen to give it a name, it might be easier to transpose the thing than if im trying to go by muscle memory / shape. again, shape might work in guitar since the pattern is the same just shifted, but the pattern in piano is weird when transposed. unless you think about notes  relationships by intervals and not visual or muscle \"templates\"\n\neven simpler than ebsus2 over Db no 3, i really think about it as ebsus2 over a 5th starting at Db.\n\nor weirder even to think of it as a top bb with a 4th and 5th underneath, and on other hand Db 5th.\n\nI hope this explains it better"
        ]
    },
    {
        "date": "6.18.21 6:31 pm",
        "ctx": [
            "what's a folksy word that you enjoy saying?",
            "folks"
        ]
    },
    {
        "date": "6.18.21 6:29 pm",
        "ctx": [
            "What's the bpm of i'm crazy//its raining",
            "91"
        ]
    },
    {
        "date": "6.18.21 5:47 pm",
        "ctx": [
            "Are you secretly a doomsday prophet and your music is the only way you can relay the prophecies of the end times?",
            "i prefer to prophecize about time starting, not ending"
        ]
    },
    {
        "date": "6.18.21 4:43 pm",
        "ctx": [
            "what are your thoughts on air",
            "love it"
        ]
    },
    {
        "date": "6.18.21 2:39 pm",
        "ctx": [
            "how do i get smart",
            "if you get stupid enough it loops around"
        ]
    },
    {
        "date": "6.18.21 10:19 am",
        "ctx": [
            "you answered where old zealand is, now if australia mean 'southern land', where is borealia 'northern land'?",
            "canada but i think you already knew that"
        ]
    },
    {
        "date": "6.18.21 9:54 am",
        "ctx": [
            "how do i deal with the feeling that i'm going crazy?",
            "start a podcast"
        ]
    },
    {
        "date": "6.18.21 9:49 am",
        "ctx": [
            "how's the current song going?",
            "good and bad"
        ]
    },
    {
        "date": "6.18.21 8:42 am",
        "ctx": [
            "how did you get to the point where you put as much effort as possible into doing what you wanted",
            "just trying to get by"
        ]
    },
    {
        "date": "6.18.21 7:07 am",
        "ctx": [
            "do you prefer obtuse or acute angles?",
            "are you telling me it's impossible to get it right"
        ]
    },
    {
        "date": "6.18.21 4:56 am",
        "ctx": [
            "How do I stop disappointing everyone?",
            "it's impossible to disappoint everyone. i simply don't believe that you've ever done that"
        ]
    },
    {
        "date": "6.18.21 2:36 am",
        "ctx": [
            "How do I cure anxiety problems?",
            "figure everything out"
        ]
    },
    {
        "date": "6.18.21 2:21 am",
        "ctx": [
            "in some of your reality videos from 2016, you mentioned wanting to make an album. what made you decide to do singles instead?",
            "i realized songs are strongest 1 at a time. They are also strong with surrounding context, but not when it's only other songs and no non-songs. so i realized that there are 2 kinds of albums i like: more than an album, and less than an album. neither one of which is actually an album"
        ]
    },
    {
        "date": "6.17.21 9:56 pm",
        "ctx": [
            "do you still have a bad car?",
            "it's worse"
        ]
    },
    {
        "date": "6.17.21 8:25 pm",
        "ctx": [
            "How much can you bench press",
            "1, maybe 2 benches"
        ]
    },
    {
        "date": "6.17.21 8:19 pm",
        "ctx": [
            "Are you a vampire?",
            "no"
        ]
    },
    {
        "date": "6.17.21 8:18 pm",
        "ctx": [
            "If possible, how can I find a song's key without use of a key signature.",
            "i'm not sure. it's similar to figuring out which way is the top of a face, which is another skill i have but don't understand"
        ]
    },
    {
        "date": "6.17.21 5:18 pm",
        "ctx": [
            "What makes you inspired?",
            "curved or straight lines"
        ]
    },
    {
        "date": "6.17.21 3:56 pm",
        "ctx": [
            "When making a design for say a cover or graphic do you generally prefer strait or curved lines? Or is it very dependent on the subject?",
            "i haven't been keeping score. you'd have to look through all my graphics and tally up how many curved or straight lines i've used"
        ]
    },
    {
        "date": "6.17.21&nb\bsp; 3:13 pm",
        "ctx": [
            "where is old zealand",
            "in the netherlands"
        ]
    },
    {
        "date": "6.17.21 2:42 pm",
        "ctx": [
            "What is the most reasonable thing you've done?",
            "travel from point A to point B in a straight line"
        ]
    },
    {
        "date": "6.17.21 12:55 pm",
        "ctx": [
            "Also bill which one of your songs were your favorite making or do you like them all equally?",
            "during when i'm making them, i have to convince myself that it's gonna be good"
        ]
    },
    {
        "date": "6.17.21 11:34 am",
        "ctx": [
            "i am taking myself both way too seriously and not seriously enough, and experiencing the negative effects of both and the positive effects of neither. how can i get a better handle on this",
            "start recording your life into an audio book"
        ]
    },
    {
        "date": "6.17.21 10:03 am",
        "ctx": [
            "Do you have a favourite video you've made? If so, what is it?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "6.17.21 8:35 am",
        "ctx": [
            "have you ever thought about remastering your very first song?",
            "there's many other things i have yet to master for the first time, so i should take care of those first, then maybe circle back for the re-masters"
        ]
    },
    {
        "date": "6.17.21 4:15 am",
        "ctx": [
            "I'm reenrolling in school like a year after dropping out, how do I do better this time?",
            "re-invent the school day"
        ]
    },
    {
        "date": "6.17.21 4:03 am",
        "ctx": [
            "how do i be cool?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "6.17.21 12:58 am",
        "ctx": [
            "favorite nighttime pasttime depression or stuff that definitely isn't depression",
            "mentally breaking apart 6 digit numbers into their prime factors while falling asleep"
        ]
    },
    {
        "date": "6.17.21 12:54 am",
        "ctx": [
            "do you require barf to make the seasons change?",
            "sometimes you can just dream them"
        ]
    },
    {
        "date": "6.17.21 12:47 am",
        "ctx": [
            "What inspires your music?",
            "the 'rotating' sort of world we seem to be living in"
        ]
    },
    {
        "date": "6.16.21 10:31 pm",
        "ctx": [
            "in Just Did a Bad Thing why did you end the song with \"just did a strange thing. Now everything's pink\" I more want to know about \"everything' pink\"",
            "the reason you want to know about it, is because it's strange. So therefore, that means i was telling the truth when it says it's a \"strange thing\". so you can see this plays very nicely into my longstanding reputation of honesty and being a truth teller"
        ]
    },
    {
        "date": "6.16.21 10:29 pm",
        "ctx": [
            "how do i stay motivated",
            "what would you like to do"
        ]
    },
    {
        "date": "6.16.21 5:57 pm",
        "ctx": [
            "What do you do when you're having existential dread?",
            "make a website about myself"
        ]
    },
    {
        "date": "6.16.21 3:35 pm",
        "ctx": [
            "how do i stop the knowledge of production process tedium from stifling my imagination?",
            "you're going to have to find ways to stay calm and get comfortable, even on the set"
        ]
    },
    {
        "date": "6.16.21 3:05 pm",
        "ctx": [
            "Bill what really inspired you to start making music and stuff?",
            "the relentless passage of time"
        ]
    },
    {
        "date": "6.16.21 2:07 pm",
        "ctx": [
            "Whenever I start working on a project, and I'm feeling motivated, I always find a way to get distracted, and either I stop working on the project or I lose motivation. Do you have any tips for removing distractions, or finding another way to deal with them?",
            "it's not about removing other relationships. it's about strengthening your relationship with the original project. Explain to someone (or maybe a wall) what the project even is, and why you think you wanted to do it in the first place. usually that line of thinking is all it takes to re-connect"
        ]
    },
    {
        "date": "6.16.21 11:31 am",
        "ctx": [
            "i'm having an existential crisis about my life how do i deal with this????? and survive as well",
            "go on tour to promote the crisis"
        ]
    },
    {
        "date": "6.16.21 8:23 am",
        "ctx": [
            "how do I cope with being stupid?",
            "figure everything out"
        ]
    },
    {
        "date": "6.16.21 7:53 am",
        "ctx": [
            "I have some question about, \"Here Comes the Sun.\"\n1. Why is sadness represented by a happy face(except for one frame)?",
            "to keep it interesting",
            "2. The room sadness is in is Room 3A, is that a symbol for something, or just random?",
            "it's supposed to make the room seem more lifelike",
            "3. Why do I keep listening to it?",
            "if i did a good job"
        ]
    },
    {
        "date": "6.16.21 7:29 am",
        "ctx": [
            "La de da de da de da de day oh is my happy place. How did you find inspiration for it?",
            "first i started writing an almost freestyle song about how i didn't have enough time to write all the songs i wanted to write. then a couple years later i picked up where i left off and wrote the chorus i probably wished i could have written back then ('la de da'). then about 5 years after that i was brave enough to choose it for recording, and so i wrote the rest of it and then recorded it"
        ]
    },
    {
        "date": "6.16.21 1:15 am",
        "ctx": [
            "how do you feel about people still calling fire, earth, wind and water \"elements\" after so many year of progress and discovery",
            "element is a useful word. each word you just used is an element of your sentence. \"rock\" is one of the elements of \"rock and roll\", etc"
        ]
    },
    {
        "date": "6.16.21 1:10 am",
        "ctx": [
            "How did you learn to animate?",
            "by visualizing point A and point B in a superposition"
        ]
    },
    {
        "date": "6.16.21 12:46 am",
        "ctx": [
            "How do I win?",
            "you have already won. it's just bonus points you are collecting now"
        ]
    },
    {
        "date": "6.15.21 11:11 pm",
        "ctx": [
            "I know you try to write the lyrics along with the melody and chords at the same time. But how often do you get too excited about the melody and chords and just keep going without the lyrics, mumbling or with words that sound kinda right but are to be changed later?",
            "that happens to me frequently, but usually after about 2 bars it becomes clear that it doesn't quite have as much potency, power, and direction, as it does when you have some scenes, scenarios, and situational stakes involved. and the same is true the other way around",
            "The lyrics often have to catch up later for me, but what I'll do pretty often is say the words that feel right, and then replace occasional lines and words later with better ones in one way or another. Does that ever happen with your writing?",
            "that seems ok, but then it's only a matter of time before you need that strongly motivated plot twist to remind you what being awake is like"
        ]
    },
    {
        "date": "6.15.21 10:43 pm",
        "ctx": [
            "what is your favorite time signature?",
            "normal"
        ]
    },
    {
        "date": "6.15.21 10:21 pm",
        "ctx": [
            "How do I know if the day goes on?",
            "check the time"
        ]
    },
    {
        "date": "6.15.21 9:26 pm",
        "ctx": [
            "Why are all your songs in https://billwurtz.com/videos.html are in blue except for 'whatever' and 'i'm a princess', which are in an aqua (greenish) color?",
            "thta's probably because you've clicked on them before"
        ]
    },
    {
        "date": "6.15.21 6:03 pm",
        "ctx": [
            "how much nothing have you done recently",
            "that's difficult to measure"
        ]
    },
    {
        "date": "6.15.21 5:17 pm",
        "ctx": [
            "Hi Bill! Would you be willing to explain how you see the categorization music if you don't use genres?",
            "categorizing music is a lot like categorizing amorphous  blobs. fun, useful, non-binding,",
            "Or, what the paradigm shift is?",
            "that's just when the paradigm changes. a paradigm is pretty much....how things are. So it's when the way things are.....changes"
        ]
    },
    {
        "date": "6.15.21 2:12 pm",
        "ctx": [
            "how to do what you want to do",
            "too many ways to imagine"
        ]
    },
    {
        "date": "6.15.21 1:51 pm",
        "ctx": [
            "are your songs love letters to the universe and whatever else may be?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "6.15.21 12:59 pm",
        "ctx": [
            "solution for too many pet projects at one time",
            "picture a tree in a field"
        ]
    },
    {
        "date": "6.15.21 12:33 pm",
        "ctx": [
            "Opinions on the use of irony in music?",
            "music does not function without irony"
        ]
    },
    {
        "date": "6.15.21 11:51 am",
        "ctx": [
            "what do you do in your free time",
            "my time is actually very expensive"
        ]
    },
    {
        "date": "6.15.21 10:34 am",
        "ctx": [
            "how do i conceal my past negative thoughts from hurting me",
            "write them into a folk tale"
        ]
    },
    {
        "date": "6.15.21 9:30 am",
        "ctx": [
            "what do you think of two ways of writing lowercase a (or&#593;)",
            "one of those is significantly more reliable. and the other one is likely to look like &amp;#593; if placed into unforgiving circumstances"
        ]
    },
    {
        "date": "6.14.21 11:31 pm",
        "ctx": [
            "Do you listen to some of your music in certain occasions?",
            "maybe",
            "Ie if you do a bad thing, put on \"just did a bad thing\", etc?",
            "i'm more likely to listen to that one if i feel like i've done a good thing"
        ]
    },
    {
        "date": "6.14.21 10:34 pm",
        "ctx": [
            "hi bill, i'm trying to get better at singing. i sing a lot all the time and i can hit notes properly but my voice just sounds really thin. it sounds like it's coming out of a thin beam rather than a full wide wave of sound, idk exactly how to describe it. how do i fix this??",
            "the content of what you are singing has to matter to you. it has to feel like exactly what you mean to say at that moment. these are the conditions necessary for your voice and body to actually care about delivering the message"
        ]
    },
    {
        "date": "6.14.21 9:11 pm",
        "ctx": [
            "what is the best way to consume the earth",
            "maybe as a side order"
        ]
    },
    {
        "date": "6.14.21 8:17 pm",
        "ctx": [
            "How do you learn the fingering for playing fast piano lines?",
            "the line has to matter to you. it has to feel like exactly what you mean to say at that moment. these are the conditions necessary for your fingers to actually care about delivering the message"
        ]
    },
    {
        "date": "6.14.21 7:33 pm",
        "ctx": [
            "pancakes or waffles",
            "ah, the classic cry of the person who has yet to discover waff cakes"
        ]
    },
    {
        "date": "6.14.21 2:06 pm",
        "ctx": [
            "Do you mix and master your own songs?",
            "yes",
            "They have a nice clarity to them and I can hear all the individual parts very well!"
        ]
    },
    {
        "date": "6.14.21 12:51 pm",
        "ctx": [
            "do you still count it as the bass tone when it's sub bass?",
            "anything from maybe 100hz down to 28hz, i would consider bass. anything below that i would consider a more of a sound effect"
        ]
    },
    {
        "date": "6.14.21 12:30 pm",
        "ctx": [
            "What instruments do you usually use for your songs?",
            "all of them"
        ]
    },
    {
        "date": "6.14.21 9:54 am",
        "ctx": [
            "Thoughts on camels?",
            "some camels have 2 humps, while some humps have 2 camels"
        ]
    },
    {
        "date": "6.14.21 8:44 am",
        "ctx": [
            "thoughts on astrology?",
            "it can be used for business or pleasure"
        ]
    },
    {
        "date": "6.14.21 8:24 am",
        "ctx": [
            "What's your personality type?",
            "1"
        ]
    },
    {
        "date": "6.14.21 8:08 am",
        "ctx": [
            "how do you feel about people listening to your music on an elephant?",
            "i hope they're using headphones, so they can hear all the music in the  music"
        ]
    },
    {
        "date": "6.14.21 7:15 am",
        "ctx": [
            "how do i not get negative thoughts at night",
            "i think you need a pet project"
        ]
    },
    {
        "date": "6.14.21 3:59 am",
        "ctx": [
            "Is there a genre of music that you don't like?",
            "i can't think of any genres",
            "What do you think of some metal songs?",
            "which ones"
        ]
    },
    {
        "date": "6.14.21 3:10 am",
        "ctx": [
            "how am i supposed to make things cool?",
            "sometimes you have to temporarily make something uncool, in order for the transition from uncool to cool to be more apparent"
        ]
    },
    {
        "date": "6.14.21 1:01 am",
        "ctx": [
            "what's an instrument I can learn somewhat proficiently in a month? (thanks)",
            "light switch"
        ]
    },
    {
        "date": "6.13.21 11:50 pm",
        "ctx": [
            "are the multiple references to getting out of a room in your song rabbit snakes related to this clip at 0:08? https://billwurtz.com/reality/201011200506.mp4",
            "rabbit snakes was written first, but, i suppose they both pertain to a larger theme of figuring out where i am in relation to the walls"
        ]
    },
    {
        "date": "6.13.21 10:32 pm",
        "ctx": [
            "What are your thoughts on improv in music?",
            "it's cool",
            "I feel like if you're improvising a solo, they'll be some really cool segments in there.. but also probably some noodling in between. What do you think is the advantage of improvising/noodling a solo as opposed to just writing/working out a melody line to play over the solo section?",
            "improvising it might be a good way to capture something extremely genuine",
            "I feel like most musicians can probably write a melody/lead line (whatever you want to call it) that is better than something they can improvise on the spot. I think improv can definitely be a powerful writing tool, but why not improv over x amount of bars until you work out some cool parts, cut out the noodling, and just choose the best parts.. rinse and repeat until you have a cohesive 'solo' that is fully worked out and arranged?",
            "that could work unless the splicing makes it feel fake",
            "I think, even for the most talented musicians, if they're improvising an extended solo there's probably gonna be at least some moments in there that just sound kind of aimless/meandering/not very strong.",
            "that may be true HOWEVER, the same can also be true of the production process"
        ]
    },
    {
        "date": "6.13.21 9:32 pm",
        "ctx": [
            "Alright I have a theory that you saved the world by uploading and made that in your songs. In one of ur recent songs u said u have a plane just in case you need to swiftly get away and in your the day goes on song you said you come down to Virginia to change ur name just incase you have to fly away. Later on in the song u said u built a time machine to go to the future but go off topic so I think you saw the future in ruins because you didn't upload because a man went insane because you didn't upload so he launched nukes to blow the world up and u found that out so to save the world you needed to go back to the present And make a video. you were currently leaving a school of some sort in the I think I might quit so you left and went down to Virginia and there you flew away in your airplane. You then went to Japan to write the history of Japan down. (Going backwards in your videos.) So you then went to middle east Asia (Egypt). To write the history of the wor ld because society started in Egypt. As said in your history of the entire world you guess. You learned new found wisdom from your old family's house front door where your ancestors were born so then you went to your recording studio and made a video because it all took the span of two years and uploaded the day before the insane person nuked the world. Is this true?",
            "no"
        ]
    },
    {
        "date": "6.13.21 6:41 pm",
        "ctx": [
            "Why are you so cryptic? I love it;it's fascinating.",
            "that's more than enough reasons right there"
        ]
    },
    {
        "date": "6.13.21 3:40 pm",
        "ctx": [
            "are u homophobic",
            "no but i am afraid of homophobia. so that would make me homophobophobic, for those following along at home"
        ]
    },
    {
        "date": "6.13.21 1:47 pm",
        "ctx": [
            "thoughts on kazoos?",
            "too good. don't use"
        ]
    },
    {
        "date": "6.13.21 11:00 am",
        "ctx": [
            "What numbers appear in your next song?",
            "all, every, a,"
        ]
    },
    {
        "date": "6.13.21 8:27 am",
        "ctx": [
            "How do you tell the difference between inversions of chords who use the same notes (For example, I came across F-G-B-D-F, and I don't know if it's F2 or Bdim7 or G7)? This song uses so many inversions that I don't think I can safely assume it's just the order in which the notes appear...",
            "it all depends where the bass is"
        ]
    },
    {
        "date": "6.13.21 6:42 am",
        "ctx": [
            "I wish to be abducted by aliens. Any ideas on how to make this happen?",
            "try to abduct the aliens first but then stop just before doing it, then they will probably abduct you in self defense"
        ]
    },
    {
        "date": "6.13.21 1:38 am",
        "ctx": [
            "i'm going to france this summer, any tips?",
            "see if you can find the direct center"
        ]
    },
    {
        "date": "6.13.21 1:25 am",
        "ctx": [
            "how on earth do people (for example, you) write beautiful song lyrics??? it's so fucking hard for me. my strategy so far is 1) pick a general topic 2) do some research and 3) write, but all my lyrics come out garbled and/or garbage :( any tips?",
            "there's 2 things i can suggest. first, you might have to garble them a bit more, to get them more churned up so they bloom properly into something bigger/better. and the second suggestion is to try doing it with music"
        ]
    },
    {
        "date": "6.13.21 12:06 am",
        "ctx": [
            "Don't you think that \"focusing on the beauty\" in life makes us susceptible to being fucked over by the powers that be? Rampant financial corruption, callous environmental destruction, ridiculous amounts of unnecessary suffering, and a media that distorts the truth in the face of all of this isn't going to be fixed by art. Obviously, beauty and goodness exist. But the truth behind the way we live is so, so ugly, it's impossible to ignore. I respect your decision to make music. But is this situation we've put ourselves in, as a human race, something we should seek to merely ameliorate, rather than tear down completely?",
            "according to my best dictionary services, it seems like you're asking if we should make the world better or get rid of it. my opinion is we should make it better"
        ]
    },
    {
        "date": "6.12.21 6:44 pm",
        "ctx": [
            "hi bill, i pride myself on being good at counting but it took importing money.mp3 to a daw to figure out that the ending part is in 9. i think the one bar that deviates from the others threw me. was that on purpose? thanks for the lil brainteaser!",
            "i think that extra beat is needed to think about each lyric line. the lyric lines at that point are contemplating the meaning/purpose of money, so that is supposed to be somewhat of a what the fuck moment"
        ]
    },
    {
        "date": "6.12.21 6:21 pm",
        "ctx": [
            "HELP the sun is going down. How do I stop it from going down?",
            "move westward"
        ]
    },
    {
        "date": "6.12.21 5:32 pm",
        "ctx": [
            "I had a dream, however the question is aimed towards the end of it. The end of the dream played a sort of remix of \"the road\". Would you consider remaking your old songs?",
            "there's many other things i have yet to make for the first time, so i should take care of those first, then maybe circle back for the re-makes"
        ]
    },
    {
        "date": "6.12.21 4:45 pm",
        "ctx": [
            "what are your political views",
            "everyone is each other, from a different time"
        ]
    },
    {
        "date": "6.12.21 2:44 pm",
        "ctx": [
            "I am tired. How can I stop being sleepy on the weekends?",
            "you could sleep during the rest of the week"
        ]
    },
    {
        "date": "6.12.21 11:35 am",
        "ctx": [
            "is the postwoman in \"hi i'm steve\" trans or am i projecting",
            "surely both. everything in that video is fully projectable"
        ]
    },
    {
        "date": "6.12.21 8:19 am",
        "ctx": [
            "do you regret putting the fidget spinner in soap tips",
            "no way"
        ]
    },
    {
        "date": "6.12.21 7:24 am",
        "ctx": [
            "Hi. Can you tell us the background for \"Outside\"?",
            "started with the chorus figure. just a nice good clean hook, concise, easy to understand. that went into the list as just that much, in march 2017. this was during the late stages of the history of the entire world video production, so it felt like i hadn't done any songwriting in ages. i took a brief break to come up with some ideas. this 'oudside' hook was one of them. then it was selected several months later, probably on a semi-random selection process. then i wrote the rest, according to my standard songwriting practices and procedures",
            "What does it mean to you,",
            "going 'outside' of something. for example, if you were in column A, try going 'outside' of column A by going over to column B. it's the feeling of thinking outside the box, combined with the feeling of going outside of your house. a fulfilling/refreshing feeling",
            "what is it about,",
            "going outside",
            "and what inspired it?",
            "the main chorus/title figure (written first) was probably inspired by the feeling of being stuck on a gargantuan non-song video project for almost a year. the rest of the song, written later, would be inspired by the central chorus/figure"
        ]
    },
    {
        "date": "6.12.21 4:54 am",
        "ctx": [
            "what is the function of a rubber duck?",
            "by explaining everything to the duck, you are able to realize what you already knew but forgot to explain to yourself"
        ]
    },
    {
        "date": "6.12.21 3:35 am",
        "ctx": [
            "What is the scramble page",
            "anagrams"
        ]
    },
    {
        "date": "6.12.21 2:13 am",
        "ctx": [
            "how do you know so much about memes if you don't use reddit",
            "i have a meme subscription service"
        ]
    },
    {
        "date": "6.12.21 1:22 am",
        "ctx": [
            "what food item scarred you for life",
            "trash"
        ]
    },
    {
        "date": "6.12.21 12:00 am",
        "ctx": [
            "I bought a bookshelf. What's a fun way to organize books?",
            "try putting the whole bookshelf in FRONT of you, in the video chat. between you and the camera"
        ]
    },
    {
        "date": "6.11.21 10:08 pm",
        "ctx": [
            "what is a major shakeup you think will likely affect all of humanity in the next fifty years?",
            "someone's gonna re-invent the floor"
        ]
    },
    {
        "date": "6.11.21 7:40 pm",
        "ctx": [
            "you mentioned that you had already made some parts of the video for i'm a princess before deciding to switch everything to 3d",
            "that's not quite right. i switched everything to 3D right at the beginning of the princess process. but THEN, i got so deep into it i realized i have to update everything. and then everything changed",
            "(and then completing here comes the sun first). which parts of the video had you already made in not-3d,",
            "parts that are no longer visible, and they had to be replaced with new 2D. the 2D parts had to be re done, but all the original 3D parts are still there, in addition to new 3D parts",
            "and how much of it is visible in the final video? (the \"diamonds in the sky\" part at the start looks like a 2d video placed into a 3d scene,",
            "it sounds like in that scene the part you think is 3D is actually a 2D render of a 3D scene, and the part you think is 2D is actually 3D, viewed from a stationary camera angle",
            "was that one of these parts? are there any other ones?)",
            "(ref: princess-20190512.mp4\"target=\"_blank)this much is from april/may 2019. there was also some 2D with this that i couldn't use due to the upgrade"
        ]
    },
    {
        "date": "6.11.21 7:36 pm",
        "ctx": [
            "I tend to have trouble writing bass lines for songs, I can do the melody and the drums, but always struggle with bass, Any tips?",
            "no need to write a bass line. just play it"
        ]
    },
    {
        "date": "6.11.21 7:06 pm",
        "ctx": [
            "hey man, I want to sing your songs but I'm sick right now and my throat is hurting me. what should I do???",
            "do some writing or drawing, for now"
        ]
    },
    {
        "date": "6.11.21 6:46 pm",
        "ctx": [
            "can u do a making of pls",
            "yes"
        ]
    },
    {
        "date": "6.11.21 5:01 pm",
        "ctx": [
            "jesus walks into your room on a motorcycle",
            "didn't happen",
            "how do you feel",
            "pretty good"
        ]
    },
    {
        "date": "6.11.21 3:35 pm",
        "ctx": [
            "what's your favorite color combination?",
            "black and white"
        ]
    },
    {
        "date": "6.11.21 12:53 pm",
        "ctx": [
            "I have been wondering about people's opinions. Do you really think they matter in the end since we will all end eventually.",
            "i'm not following your logic. don't things that end actually go up in value, due to limited time of availability?"
        ]
    },
    {
        "date": "6.11.21 12:06 pm",
        "ctx": [
            "Have you ever carried a dozen bricks on a brick road through a brick door into a brick house",
            "no but that sounds like something i would do"
        ]
    },
    {
        "date": "6.11.21 8:47 am",
        "ctx": [
            "do you plan out / work on the music videos for your songs while you working on the music?",
            "no. but sometimes i imagine a scene or situation first, which inspires the songwriting. then by the time i get to the video, there is a good chance the video will reflect that. at least it should, if i'm doing my job properly"
        ]
    },
    {
        "date": "6.11.21 7:26 am",
        "ctx": [
            "URGENT: i have a JOB INTERVIEW in SIX DAYS! i am in no way prepared!!! do you have any advice for me????",
            "the only way to be prepared for a job interview is to get more job interviews, before that one"
        ]
    },
    {
        "date": "6.11.21 6:55 am",
        "ctx": [
            "How do you feel about carrots being a spice?",
            "that would be fine with me"
        ]
    },
    {
        "date": "6.11.21 2:45 am",
        "ctx": [
            "do all dreams have meanings ?",
            "that depends if you can figure out what a meaning is"
        ]
    },
    {
        "date": "6.11.21 2:33 am",
        "ctx": [
            "In Bad thing you seem to have neglected to elaborate as to what the bad thing you did is. If you don't mind me asking, what was this bad thing or is it up to interpretation.",
            "failed at producing a song too quickly nor too slowly, and accidentally ended up working on it for exactly the right amount of time"
        ]
    },
    {
        "date": "6.10.21 11:35 pm",
        "ctx": [
            "Hey bill. I've been writing some more music and I was wondering: is there such thing as something being too conventional to the point where it takes some of the value or \"grooveness\" away? I really enjoy harmonically interesting stuff so I always feel like I'm 'giving in' when I come up with something fairly conventional. So do you have any tips for dealing with these thoughts or coming up with less simple harmonic ideas or transforming older ideas to be more complex?Thank you!!",
            "as long as you like it, then you're gonna be fine"
        ]
    },
    {
        "date": "6.10.21 7:38 pm",
        "ctx": [
            "what should i draw",
            "the observable universe. or at least .... it will be observable as soon as you draw it"
        ]
    },
    {
        "date": "6.10.21 6:15 pm",
        "ctx": [
            "Thoughts on ants?",
            "fucking huge"
        ]
    },
    {
        "date": "6.10.21 5:37 pm",
        "ctx": [
            "Hi Bill, what does this part in your song Money mean?\n\"Happy birthday to you\nHappy birthday to me\nOne day we'll feel complete\nHappy birthday to somebody in the streets\nWho's been waiting patiently\"",
            "one thing i can say for sure is that it looks much different on paper than it sounds with the music",
            "And when will you release new music?",
            "all the time"
        ]
    },
    {
        "date": "6.10.21 3:54 pm",
        "ctx": [
            "opinion on sensationalist headlines",
            "it's great because you don't need to even read the contents. get all the sensations you need, right there in the headline"
        ]
    },
    {
        "date": "6.10.21 3:15 pm",
        "ctx": [
            "why is there a postman in so many of your songs and videos??",
            "perhaps i have a problem"
        ]
    },
    {
        "date": "6.10.21 12:41 pm",
        "ctx": [
            "do you have a favourite meme",
            "weather patterns,"
        ]
    },
    {
        "date": "6.10.21 11:33 am",
        "ctx": [
            "what r ur thoughts about Indonesia?",
            "indonesia is part of many islands, and in turn, many islands are part of indonesia"
        ]
    },
    {
        "date": "6.10.21 11:08 am",
        "ctx": [
            "I once heard a song that made me feel opposite feelings at the same time. Will you try to make a song like that, or no?",
            "that's a classic move. i go for that all the time"
        ]
    },
    {
        "date": "6.10.21 10:13 am",
        "ctx": [
            "Is eating overrated?",
            "what's it even rated"
        ]
    },
    {
        "date": "6.10.21 8:59 am",
        "ctx": [
            "why does my brain actively avoids being productive",
            "because you haven't decided what you really want to produce"
        ]
    },
    {
        "date": "6.10.21 7:31 am",
        "ctx": [
            "If you had the opportunity to sail a boat across the Mediterranean Sea, would you do it.",
            "not right now"
        ]
    },
    {
        "date": "6.10.21 12:28 am",
        "ctx": [
            "im mad at you because \"here comes the sun\" is such an earworm that it's been in my head for like 3 days straight and i keep singing it and annoying my fmily thanks a lot u jerk",
            "you're welcome"
        ]
    },
    {
        "date": "6.10.21 6:21 am",
        "ctx": [
            "Can you tell me how to pass neuroanatomy exam",
            "you must remember that the brain is located in the head"
        ]
    },
    {
        "date": "6.9.21 8:58 pm",
        "ctx": [
            "how do you make surreal music?",
            "all you gotta do is write something that's about 2 things at the same time"
        ]
    },
    {
        "date": "6.9.21 8:17 pm",
        "ctx": [
            "I can never get enough of your content, it's great. I am trying to make things but i wish i had more ideas. How do i come up with them?",
            "start by coming up with 10 things that are definitely not ideas. by the time you make it to number 11 i think you'll be well on your way"
        ]
    },
    {
        "date": "6.9.21 8:10 pm",
        "ctx": [
            "is it easy to find meaning?",
            "it can be even easier for it to find you"
        ]
    },
    {
        "date": "6.9.21 4:21 pm",
        "ctx": [
            "how do you make your crazy ideas for songs?",
            "by OCCASIONALLY stepping out of bounds"
        ]
    },
    {
        "date": "6.9.21 2:46 pm",
        "ctx": [
            "Hi Bill! Would you be willing to define normal? I've seen you use that word a lot, but even with the context you provide I'm still not clear on what it means when you say it/write it.",
            "....'out of control'........'bonkers'.........'not feasible to attempt at this budget level'"
        ]
    },
    {
        "date": "6.9.21 1:22 pm",
        "ctx": [
            "hi bill, i was inspired by your lyric \"i want to take a walk with you in the hills of france\" to buy a cottage in southern France. we found an amazingly priced cottage with 3 separate houses on the property. we all are going to split the price (6 of my friends) do you think it is a good idea?",
            "as long as you are aware that i had very little knowledge of any hills in france at the time i wrote that. i can update now by saying that i think the hills of france may be in corsica"
        ]
    },
    {
        "date": "6.9.21 1:06 pm",
        "ctx": [
            "hi bill can you give me two tips for mixing music (apart from don't use reverb on bass)",
            "first, listen to it and see if it's good. if it's already good, then seriously don't do anything. and the second tip is to try to write a song so good that it literally doesn't matter how it's mixed"
        ]
    },
    {
        "date": "6.9.21 12:45 pm",
        "ctx": [
            "How do I get out of bed faster in the morning? Usually it takes me ~20-30 minutes from when I wake up to when I 'start' the day, but I feel this is a tremendous waste of time.",
            "sleep has gradual faded edges. as long as we're going down this road, you might as well ask if sleep itself is a waste of time. and i guess that all depends whether you have the sleepless update"
        ]
    },
    {
        "date": "6.9.21 9:28 am",
        "ctx": [
            "Will there be videos similiar to the old ones like \"Hi I'm Steve\" and \"Soap this\" cuz for me they were the best",
            "imagine if those types of videos could have multiple characters in them instead of mostly just 1"
        ]
    },
    {
        "date": "6.9.21 9:00 am",
        "ctx": [
            "face reveal",
            "never"
        ]
    },
    {
        "date": "6.9.21 7:07 am",
        "ctx": [
            "r u going back to 2d animation? probably not, i guess.",
            "in the graphics department, it is likely that you will continue to see me going backward and forward at the same time"
        ]
    },
    {
        "date": "6.9.21 5:32 am",
        "ctx": [
            "do you know indonesia?",
            "yes"
        ]
    },
    {
        "date": "6.9.21 5:32 am",
        "ctx": [
            "Hi Bill, I am trying to create lyrics for my songs, but I cant create meaningful lyrics, can you please tell me how to create deep meaning lyrics?",
            "basically you have to bring what you are saying into alignment with what you mean. it's kind of like aiming a telescope. you have to spend some time rotating it around for a while, and eventually you will get it lined up right. just be patient and allow yourself to say 'anything' for a while, and then over time you will gradually hone closer and closer into that alignment where you actually say and mean the same thing at the same time"
        ]
    },
    {
        "date": "6.9.21 5:22 am",
        "ctx": [
            "im best friends with my own front door activates this part of my brain i can never reach. it's amazing. it's the bent key that somehow unlocks the safe to gold and crack. specifically talking about 1:40 to the end, all the lines connect together so perfectlyHOW WAS THIS MASTERPIECE MADE. i want the full backstory. maybe some lines from the timestamp i said would do..",
            "this is exactly what happened. all my life i've struggled with the reality that it takes me much much much longer than i wish it takes, to produce anything. years go by and i'm fighting to reach a reasonable pace, and never seem to succeed. well, one day i suddenly snapped, took a desperate walk outside, got angry and screamed at the sky a little (in my mind), and just said '2 weeks or die trying'. the thing is, i'm sure i've tried saying this before, but sometimes the stars align and it works. so the first part of doing any song is song selection. i go through my list of songs, which have a writing % completion of anywhere from .1% to 100%. and i have to choose one. this is normally almost impossible for me, and to do it right, i have to spend many days on it. i went through maybe 50% of the list, and it felt like none of them were really working for me at the time, and i felt a bit pressured to do it quickly (because of the 2 week challenge i was doing), and so in a snap decision, i said 'what song do i WISH i was doing', and i was able to trick myself into imagining the first line. so that was cool, felt like i was off to a roaring start, and then suddenly a day went by and i hadn't made it out of the 'box' of that melody/chord sequence. in other words, i had maybe the first 6 lines, which, as you can hear, are all within the same exact musical figure. but what scared me most was that i had spent way too long and only come up with a few seconds. and i knew this was no way to beat the 2 week challenge. so essentially i realized that i had to finish the writing in 4 hours. so basically a ruthless burst of paranoid speed had to kick in. you can probably hear the brute force, desperation, and then attempts to deal with it, in the 'bad sign' part, and 'not gonna happen' part. basically i've hurled myself off the edge, into whatever comes next, before having earthly idea what would actually come next. so in that sense i was almost improvising (in the writing). To be clear, i'm talking about the writing, which is done entirely before the recording. so i'm not saying i improvised the song during recording. i always write the song first. but during the writing process it felt a bit like improvising because i had to write it so fast. So the next few sections sort of have their ups and downs, for better or for worse, because at this point i've convinced myself that there's no turning back, i have to just run, because there's no time. And inevitably, if you are able to truly adopt this attitude, it eventually finds its feet. and that seems to happen when it lands on the outvamp, and these last 16 bars seem to be an outpouring of the exact emotions i was dealing with, in the circumstances of the 2 week challenge and all the desperation leading up to it, and how i was dealing with it"
        ]
    },
    {
        "date": "6.9.21 5:01 am",
        "ctx": [
            "do u ever get jealous of people",
            "yes"
        ]
    },
    {
        "date": "6.9.21 4:39 am",
        "ctx": [
            "is it time for time",
            "yes"
        ]
    },
    {
        "date": "6.9.21 4:09 am",
        "ctx": [
            "do you like shopping on wednesdays?",
            "it's ok, but i think tuesday is better, and a non-holiday monday is best"
        ]
    },
    {
        "date": "6.9.21 2:33 am",
        "ctx": [
            "I understand that the best way to improve is to practice (at making music, and also other things). but did you ever feel the urge to be perfect at something right away? if you did, do you have tips on overcoming it?",
            "what usually happens is, you'll go through a back and forth 'good news bad news' scenario. the bad news is \"fuck, i can't do this right now\". the good news is \"i'll be able to do it in the future.\" the whole trick is to find ways you can enjoy it now. think outside the box and find ways to enjoy it even when you suck. because the first 2 rules of science are: \"you get good at something if you do it a lot\" and \"if you enjoy something then you'll do it a lot\"",
            "will I always be better at things if I dedicate more time to them?",
            "usually"
        ]
    },
    {
        "date": "6.9.21 2:26 am",
        "ctx": [
            "Bill, why is it all so hard and confusing",
            "so you don't get bored"
        ]
    },
    {
        "date": "6.9.21 1:18 am",
        "ctx": [
            "Why have you not won an Oscar yet?",
            "tom hanks got most of them"
        ]
    },
    {
        "date": "6.8.21 11:27 pm",
        "ctx": [
            "what was in the fragile box",
            "a very strong, robust box"
        ]
    },
    {
        "date": "6.8.21 10:37 pm",
        "ctx": [
            "Does it scare you that there is a possibility that the memory of your art will last longer then any memory of you as a person?",
            "it would be more scary to me if it did not"
        ]
    },
    {
        "date": "6.8.21 10:23 pm",
        "ctx": [
            "How do you make weird music?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "6.8.21 10:08 pm",
        "ctx": [
            "will there be a bill wurtz musical",
            "almost everything i do is musical"
        ]
    },
    {
        "date": "6.8.21 9:22 pm",
        "ctx": [
            "is there a reason to not use stimulants",
            "maybe if you are already stimulated"
        ]
    },
    {
        "date": "6.8.21 3:51 pm",
        "ctx": [
            "A lot of people theorize that your songs have some sort of deeper meaning. Is this true?",
            "they are a meaning level of 7. This could be deeper or less deep, depending on what other point of reference you were using"
        ]
    },
    {
        "date": "6.8.21 2:11 pm",
        "ctx": [
            "what were you learning in school",
            "how to read and write, etc"
        ]
    },
    {
        "date": "6.8.21 11:36 am",
        "ctx": [
            "thank you bill. as someone who has become afraid of making moosic due to perfectionism and too much braining, how do i get back in touch with \"feeling\"?",
            "this may seem like a strange answer, but it's going to happen eventually no matter how hard you try"
        ]
    },
    {
        "date": "6.8.21 10:52 am",
        "ctx": [
            "I see a lot of people in the YouTube comments wondering if you make the lyrics to your songs by just singing whatever is on your mind. I doubt that it's true, but I wanted to ask anyway.",
            "i write the songs ahead of time. they are written by combining music and language, which, in the moment of writing, is on my mind"
        ]
    },
    {
        "date": "6.8.21 10:31 am",
        "ctx": [
            "in \"i'm a princess\", when you sing \"there's got to be more\", the word more is spelled like moar on the screen. why did you do this and why do i absolutely love it?",
            "i did it because i thought you might love it. the reason i thought you might love it is because of some market research i've done"
        ]
    },
    {
        "date": "6.8.21 10:01 am",
        "ctx": [
            "Help! My fire dragon is spewing fire while I'm sleeping!",
            "i'm on my way over"
        ]
    },
    {
        "date": "6.8.21 9:32 am",
        "ctx": [
            "why should i be around if i have no special skills or anything to offer?",
            "why not",
            "there would always be some other person who's better than me at whatevery i do",
            "i'm not following your logic"
        ]
    },
    {
        "date": "6.8.21 7:08 am",
        "ctx": [
            "Will you ever do a face reveal",
            "no way"
        ]
    },
    {
        "date": "6.8.21 5:56 am",
        "ctx": [
            "do you actually like velcro?",
            "sort of"
        ]
    },
    {
        "date": "6.8.21 5:49 am",
        "ctx": [
            "Are your lyrics meaningless?",
            "no"
        ]
    },
    {
        "date": "6.8.21 5:27 am",
        "ctx": [
            "hi bill!! what have you been working on lately?",
            "a song, of music"
        ]
    },
    {
        "date": "6.8.21 4:17 am",
        "ctx": [
            "Let's hear your thoughts on Jim Keltner.",
            "i heard a rumor that his prefered drumming shoe is cowboy boots",
            "Has he inspired you?",
            "i'm not sure",
            "If so, how?",
            "he's probably played on something i've heard before"
        ]
    },
    {
        "date": "6.8.21 3:49 am",
        "ctx": [
            "Hey Bill, I need some help. I'm really looking to improve my piano skills (I'm a beginner) but I'm not sure what to focus on. Chords? Melodies? Learning songs? What do you reckon?",
            "follow your innermost desires",
            "How did you start?",
            "i seem to remember playing C and E notes at the same time. then playing D and F notes at the same time. and so on. and soaking in the vibes"
        ]
    },
    {
        "date": "6.8.21 2:14 am",
        "ctx": [
            "what qualities do you value in other people?",
            "personhood"
        ]
    },
    {
        "date": "6.7.21 11:23 pm",
        "ctx": [
            "does \"i said it three or four songs ago\" refer to \"at the airport terminal\" or \"might quit\"?",
            "not really"
        ]
    },
    {
        "date": "6.7.21 11:05 pm",
        "ctx": [
            "favorite font?",
            "meat locker"
        ]
    },
    {
        "date": "6.7.21 11:02 pm",
        "ctx": [
            "do people say positive integers instead of natural numbers just to sound cool",
            "maybe it's because they think the term 'natural' is too sketchy"
        ]
    },
    {
        "date": "6.7.21 11:00 pm",
        "ctx": [
            "Do you ever just sneeze out a horse I hate it when that happens",
            "usually i become the horse, in that moment"
        ]
    },
    {
        "date": "6.7.21 8:21 pm",
        "ctx": [
            "What would you say the advantages of releasing singles over albums is?",
            "it makes it very clear which song you're supposed to like, at any 1 time"
        ]
    },
    {
        "date": "6.7.21 8:12 pm",
        "ctx": [
            "Bill I have so much existential anxiety about religion and God and existence. I agree with different things from different religions and I can't seem to figure out which one is right. It doesn't feel right to say that they're all true, but it also doesn't feel right to say that only one is right either.",
            "they are analogies",
            "How do I deal with this?",
            "make up some of your own, that way you can see first hand how the onion is made",
            "Also, I appreciate you so much and I'm very happy you're alive",
            "holy smokes you are very friendly"
        ]
    },
    {
        "date": "6.7.21 5:17 pm",
        "ctx": [
            "how do you know if something is too good",
            "you hate it"
        ]
    },
    {
        "date": "6.7.21 3:14 pm",
        "ctx": [
            "i find that my growth as a songwriter might be stagnating me in other fields, do you have a strategy for this. it feels like my work seems more and more important and i resent anything that i perceive as being a wedge thrown in there. although tbf, wedges are just another source of inspiration, and i suspect its been wedges improving my songwriting and not songwriting throwing in wedges.",
            "that may be true",
            "how do you feel about rainy springs?",
            "pretty good"
        ]
    },
    {
        "date": "6.7.21 11:18 am",
        "ctx": [
            "In your song, La Da De Da De Da Day Oh, you made 3 trains,",
            "i didn't actually make trains in the song, it's just a song which includes the idea (conceptual) of making trains. also it is not specified how many trains are made, in the song",
            "but only use one, will these other 2 trains be used in future videos?",
            "no"
        ]
    },
    {
        "date": "6.7.21 11:13 am",
        "ctx": [
            "What inspired you to write I Can Play?",
            "potentially, being able to play"
        ]
    },
    {
        "date": "6.7.21 10:47 am",
        "ctx": [
            "Can you use the power of writing to become immortal in the minds of people who read?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "6.7.21 9:21 am",
        "ctx": [
            "You know I think Bach is a time traveler actually like he wrote music in the future then he traveled back to the past that's the only way I can explain this guy it's unreal",
            "all of life on this planet seems like that, to me",
            "How did he manage to do that do you have information about his methods?",
            "i feel like he was influenced by ticking clocks"
        ]
    },
    {
        "date": "6.7.21 8:49 am",
        "ctx": [
            "how are you?",
            "pretty good"
        ]
    },
    {
        "date": "6.7.21 6:31 am",
        "ctx": [
            "which parts of I'm a princess did you end up rewriting?",
            "\"what an interesting song\" all the way up to \"before i'm gone.\" the original version was mostly instrumental through this entire section. with 'richard' spoken in the second half, in the corresponding place to where 'chaka khan' is in the first half. also the bridge, from 'so much more', the 'so much more' melody is basically an octave lower, and then it goes into a weird 3 bar rap, which functions similar to the 'oatmeal' bit in airport terminal. Also, 'sometimes i think about it when i sleep' simply says \"i'm asleep.\" Also there is non-lyrical vocal singing along to the second chorus riff. Also the slow strings pitch bend after 'daydream' is missing. also i think i might have added some additional instrumental enhancements to the second half of the first chorus riff (for the final version). Other than that, it's nearly exactly the same",
            "do you have any recordings of what it sounded like before you did that that we could listen to?",
            "there is a completed recording of it, unmixed but otherwise done. there's 2 reasons why i don't want you to hear it: 1, it sucks. 2, i actually canibalized the rap part from another song i haven't recorded yet, and i still would like to use it"
        ]
    },
    {
        "date": "6.7.21 5:33 am",
        "ctx": [
            "what would have been and alternate name for the expert page",
            "billwurtz (dot com)"
        ]
    },
    {
        "date": "6.7.21 3:02 am",
        "ctx": [
            "how did you come up with the idea of \"I'm a dunce\" in your \"I'm a princess\" music video?",
            "i'm not sure"
        ]
    },
    {
        "date": "6.7.21 1:14 am",
        "ctx": [
            "Why did you use a random number generator in one of your reality videos for your songs? (e.g. 5.26.16)",
            "that's to choose which song to do. i have so many songs to do that it's extremely overwhelming to decide"
        ]
    },
    {
        "date": "6.7.21 12:35 am",
        "ctx": [
            "how did your hat get bent in \"slow down\"?",
            "sometimes you do 1 verse of a song, and then boom, hat is bent, by the second time around. some people might even speculate that it was the first verse that bent it"
        ]
    },
    {
        "date": "6.7.21 12:14 am",
        "ctx": [
            "why am I so bad at drawing?",
            "i'm not sure"
        ]
    },
    {
        "date": "6.6.21 11:18 pm",
        "ctx": [
            "how many bird species are you able to identify?",
            "plane, except sometimes i'm wrong about that one",
            "you use a lot of birds in videos I wonder if that's an interest of yours"
        ]
    },
    {
        "date": "6.6.21 11:11 pm",
        "ctx": [
            "As I was falling asleep I had a fantastic idea of what to name my stuffed rabbit. It was such a perfect name I felt as if I wasn't naming it but rather that I was finally learning it's name. Unfortunately, I forgot it. Any name suggestions?",
            "my only suggestion is that you improve your infrastructure for documenting your ideas more quickly when you wake up"
        ]
    },
    {
        "date": "6.6.21 10:19 pm",
        "ctx": [
            "What is your most serious song?",
            "it depends on what context it's heard in"
        ]
    },
    {
        "date": "6.6.21 9:35 pm",
        "ctx": [
            "why does the postman keep appearing in a lot of your videos?",
            "perhaps i have a problem"
        ]
    },
    {
        "date": "6.6.21 9:07 pm",
        "ctx": [
            "Are you God?",
            "i thought you were"
        ]
    },
    {
        "date": "6.6.21 8:34 pm",
        "ctx": [
            "Do A7 or Bbm make any saucy appearances in new song?",
            "yes"
        ]
    },
    {
        "date": "6.6.21 8:14 pm",
        "ctx": [
            "what warm ups do you do on your voice in morning walks?",
            "i hum (ref: mmmmmmmmmmmmm.png\"target=\"_blank)this in a long tone, then take a breath and repeat, up a half step each time"
        ]
    },
    {
        "date": "6.6.21 8:03 pm",
        "ctx": [
            "ask a question",
            "that's preposterous. who do you think i am"
        ]
    },
    {
        "date": "6.6.21 7:49 pm",
        "ctx": [
            "do you like sacrificing reality for the narrative?",
            "occasionally"
        ]
    },
    {
        "date": "6.6.21 7:28 pm",
        "ctx": [
            "Thoughts on mediocre stand up comedy?",
            "the level of quality would be right in that middle ground between high and low"
        ]
    },
    {
        "date": "6.6.21 6:35 pm",
        "ctx": [
            "does the day go on",
            "dunno, that sounds like some sort of ponzi scheme to me"
        ]
    },
    {
        "date": "6.6.21 5:21 pm",
        "ctx": [
            "I've been thinking about recording music but have no experience with audio mixing, any advice on how to learn?",
            "just record something and then listen to it and see if it sucks. then proceed accordingly. no need to predict how you think you're gonna fix it before you even hear what's wrong with it"
        ]
    },
    {
        "date": "6.6.21 5:20 pm",
        "ctx": [
            "What if my music is actually really really bad and I am just extremely delusional without knowing it",
            "if you enjoy doing it, and keep doing it, it will get good. regardless of whether or not it already was good before"
        ]
    },
    {
        "date": "6.6.21 3:51 pm",
        "ctx": [
            "is making music illegal",
            "sometimes"
        ]
    },
    {
        "date": "6.6.21 12:41 pm",
        "ctx": [
            "if you forget certain dreams/things because your brain deems them unimportant, then why do i sometimes have a dream that i want to remember and only remember later on when something comes up that reminds me of it?",
            "dreams have issues with handles. they don't always have good handles to remember them by, because they are usually super disconnected from the normal world. so sometimes you wake up and you don't even know where the handles are, but they are there. like your bread box",
            "also what is your opinion on comic sans?",
            "too good, don't use"
        ]
    },
    {
        "date": "6.6.21 12:26 pm",
        "ctx": [
            "when is your next song",
            "doing it now"
        ]
    },
    {
        "date": "6.6.21 11:55 am",
        "ctx": [
            "In might quit when you say \"So I chopped down some trees\" are those the same trees you planted in \"maybe I could eat blades of grass?\"",
            "no"
        ]
    },
    {
        "date": "6.6.21 11:42 am",
        "ctx": [
            "How did you came up of the idea of creating the ''history of the entiring world , i guess '' video ?",
            "i wanted to know the history of the world, so i looked into it, and i decided to share my experience, for better or worse"
        ]
    },
    {
        "date": "6.6.21 9:26 am",
        "ctx": [
            "Have you ever released a song that doesn't contain the word 'love'",
            "yes"
        ]
    },
    {
        "date": "6.6.21 8:50 am",
        "ctx": [
            "Are there non existing words in your next song?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "6.6.21 7:55 am",
        "ctx": [
            "i've been dreading recording and mixing songs, but i really want the end product. i love songwriting and i want to release my songs, so how do i get through the parts i like the least?",
            "here's an interesting twist, you could make a rule that you only perform your songs live in 1 take. you could livestream them. they used to do this back in the 70s on stage, except now there's no stage but there's livestreaming, so in a way it comes full circle. Also, if you make a habit of playing your songs live, your skills get ridiculous. Back in the 1920s this was the only way you could record songs"
        ]
    },
    {
        "date": "6.6.21 12:48 am",
        "ctx": [
            "any ideas on world music trends?",
            "it's like the weather. it always changes, sometimes it seems really interesting, and yet if you're old enough it always seems to remind you of something that happened before"
        ]
    },
    {
        "date": "6.5.21 11:23 pm",
        "ctx": [
            "is \"wednesday seems so long ago\" based off \"it's wednesday\" in you're free to do whatever you want to?",
            "ah, that's a reasonable psychological assessment"
        ]
    },
    {
        "date": "6.5.21 10:49 pm",
        "ctx": [
            "When did you complete the writing for i'm a princess?",
            "around april 22, 2019, which is actually after i had pretty much finished the recording. i realized it sucked so i had to re-write some of it, and then re-do thos parts of the recording. normally i don't do that"
        ]
    },
    {
        "date": "6.5.21 8:41 pm",
        "ctx": [
            "Is Saturday named after Saturn?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "6.5.21 6:11 pm",
        "ctx": [
            "Have you ever used clickbait?",
            "sometimes i use double click bait, to trick you into assuming it's clickbait, and then surprising you by giving you what you would have expected if it hadn't been clickbait"
        ]
    },
    {
        "date": "6.5.21 4:25 pm",
        "ctx": [
            "I've come to the point where i think i know most chord progresion and harmony structures in existence. This also applies to melodies andrythms. I've listened to so much music in the last two years that i think i know way to much in comparison to what i knew before. This could seem like a good thing but in fact all the music now just sounds empty. During the last two years i used to get excited when i heard a key change or an original harmonic structure, i used to listen to music all day long and know i feel like i reached the bottom and there isn't much more i can learn. I know i still can but 80% of the total is gone and i no longer enjoy music the same way I did before, ever since december that hardly any song got stuck in my head which it used to be something normal in my everyday life, I was always with songs in my head. The same happens with piano improvisation. I feel like if i no longer have anything to play or listen and I'm starting to l ose interest in music in general. What should I do? I don't want to separate music from me. Have you ever felt this way? If so, what did you do?",
            "the skills/learning aspect of music was fun for me, but i've always been more deeply drawn to the 'voodoo' aspect of music. there's no end to the different levels of voodoo you can learn to do with music. and having technical skills is certainly a great starting place to explore that. But, if you are more attracted to the skills/learning aspect, there are many many more fields that i think would interest you a lot. from sports, to games, computers, quantum mechanics, and beyond. someone's gonna have to invent teleportation at some point"
        ]
    },
    {
        "date": "6.5.21 4:10 pm",
        "ctx": [
            "Why the end of La De Da De Da De Da De Day Oh chorus makes me feel so warm and nostalgic? I can extract genuine bliss from that!",
            "this is the power of music"
        ]
    },
    {
        "date": "6.5.21 1:04 pm",
        "ctx": [
            "am i cool",
            "i don't see why not"
        ]
    },
    {
        "date": "6.5.21 12:36 pm",
        "ctx": [
            "is it normal to fluctuate between oversharing and undersharing",
            "yes"
        ]
    },
    {
        "date": "6.5.21 12:14 pm",
        "ctx": [
            "I just graduated yesterday, any advice for the future?",
            "how about ushering in a new era"
        ]
    },
    {
        "date": "6.5.21 7:53 am",
        "ctx": [
            "what's the keyboard used in your improv videos",
            "regular"
        ]
    },
    {
        "date": "6.5.21 6:29 am",
        "ctx": [
            "Do you enjoy listening to your music?",
            "it depends if i am in a forgiving/generous mood"
        ]
    },
    {
        "date": "6.5.21 5:42 am",
        "ctx": [
            "Is walking in a large circle a good way to meditate and come up with new ideas?",
            "yes"
        ]
    },
    {
        "date": "6.5.21 4:23 am",
        "ctx": [
            "in Slow Down, was the line \"and the physicists are always letting it bounce around\" a reference to the way atomic clocks work?",
            "no, but it is a reference to physics"
        ]
    },
    {
        "date": "6.5.21 4:16 am",
        "ctx": [
            "do you consider it 'irresponsible' to make your next song in F when your last one was (mostly) in F?",
            "my last song was mostly in F#, and not at all in F",
            "also, why is F your favorite?",
            "could be the first one that came to mind at a particular time"
        ]
    },
    {
        "date": "6.5.21 4:09 am",
        "ctx": [
            "is your next song about a stick figure",
            "no"
        ]
    },
    {
        "date": "6.5.21 4:03 am",
        "ctx": [
            "in the \"its swimming across the floor of the ocean\" part in money is that an arpeggiator in the background?",
            "no, i played that myself",
            "(i think it starts right after that phrase) is it the first time you did that in one of your released songs?",
            "(ref: arpeggios.jpg\"target=\"_blank)no",
            "maybe i missed all the other times"
        ]
    },
    {
        "date": "6.5.21 1:21 am",
        "ctx": [
            "what direction do you think your video style is going in?",
            "common sense"
        ]
    },
    {
        "date": "6.4.21 11:26 pm",
        "ctx": [
            "If I'm learning jazz piano from a recording, how should I account for what note the bass player is playing?",
            "if you have a bass player, don't play it. if you don't have a bass player ...... then you're gonna have to find a way to take care of it somehow"
        ]
    },
    {
        "date": "6.4.21 7:28 pm",
        "ctx": [
            "For \"and the day goes on\" and other songs apparently you used a random number generator to pick a genre for a certain song.",
            "that's not even close to true",
            "Why is this?",
            "you might be 'making things up' or 'fabricating a web of lies', etc"
        ]
    },
    {
        "date": "6.4.21 6:47 pm",
        "ctx": [
            "what does the \"it's a blues\" comment mean for Slow Down?",
            "it means the chords generally follow this sequence:114&nbsp1[something]1\nthis is one of the most popular chord sequences of the 1900s, and it's called \"12 bar blues.\" mine is technically 6 bars but it works the same because my tempo is probably slower anyway"
        ]
    },
    {
        "date": "6.4.21 6:16 pm",
        "ctx": [
            "Would you ever want to be part of a band where the songwriting is all collaborative?",
            "i've done that, and it surely has its ups and downs"
        ]
    },
    {
        "date": "6.4.21 5:36 pm",
        "ctx": [
            "when \"slow down\" goes from 4 to alternating 3 and 4, which is first, a 3 or a 4?",
            "4"
        ]
    },
    {
        "date": "6.4.21 4:18 pm",
        "ctx": [
            "Yesterday my husband mistook \"And the Day Goes On\" for church music, does that mean your songs will bring me closer to the Lord?",
            "yes"
        ]
    },
    {
        "date": "6.4.21 1:29 pm",
        "ctx": [
            "Is your face was visible on your videos?",
            "sure"
        ]
    },
    {
        "date": "6.4.21 1:01 pm",
        "ctx": [
            "is the first word of ur new song aaaaaa",
            "no"
        ]
    },
    {
        "date": "6.4.21 12:06 pm",
        "ctx": [
            "Why are some things so sad but so true?",
            "it helps the story line"
        ]
    },
    {
        "date": "6.4.21 10:18 am",
        "ctx": [
            "Is the second letter of the title of your next song \"y\"?",
            "no"
        ]
    },
    {
        "date": "6.4.21 10:18 am",
        "ctx": [
            "How much enough is enough?",
            "1.0"
        ]
    },
    {
        "date": "6.4.21 10:08 am",
        "ctx": [
            "which is the best and worst punctuation?",
            ";"
        ]
    },
    {
        "date": "6.4.21 9:31 am",
        "ctx": [
            "why do my friends hate me so much>",
            "there must be some mistake"
        ]
    },
    {
        "date": "6.4.21 7:07 am",
        "ctx": [
            "will you be adding more stuff to reality?",
            "oh hell yeah"
        ]
    },
    {
        "date": "6.4.21 4:47 am",
        "ctx": [
            "You don't show yourself in any videos or even in your videos...",
            "that's not true",
            "Don't you want or like the attention it brings like people recognising you outside?"
        ]
    },
    {
        "date": "6.4.21 3:19 am",
        "ctx": [
            "At 12:40 in your \"history of the entire world\" video, you said Columbus discovers Japan, when it's clearly Cuba? Was this a mistake or am I missing the point?",
            "the point is that it was a mistake. this is a dramatization of Columbus's mistake"
        ]
    },
    {
        "date": "6.4.21 2:42 am",
        "ctx": [
            "What do you want to be when you grow up?",
            "sensible"
        ]
    },
    {
        "date": "6.4.21 2:27 am",
        "ctx": [
            "are there secret scrambles in your songs? if we take the lyric word by word",
            "you can find that in any song. but i didn't put them there"
        ]
    },
    {
        "date": "6.4.21 2:26 am",
        "ctx": [
            "is your next song 3 minutes 26 seconds long?",
            "no"
        ]
    },
    {
        "date": "6.4.21 2:06 am",
        "ctx": [
            "Who is your favorite baseball player?",
            "michael jordan"
        ]
    },
    {
        "date": "6.4.21 1:48 am",
        "ctx": [
            "how to code?",
            "first figure out what else you want to do"
        ]
    },
    {
        "date": "6.4.21 12:07 am",
        "ctx": [
            "are you jealous of yourself?",
            "yes"
        ]
    },
    {
        "date": "6.3.21 11:44 pm",
        "ctx": [
            "I recently graduated high school and now I'm supposed to figure out what to do with the rest of my life. I'm not sure what to do with my life. How would you suggest going about finding that out?",
            "just live your life. you probably won't find out the whole answer on 1 day. Actually you might, but you won't know which day that will be"
        ]
    },
    {
        "date": "6.3.21 11:40 pm",
        "ctx": [
            "Is hi i'm steve about stevie wonder?",
            "no"
        ]
    },
    {
        "date": "6.3.21 10:32 pm",
        "ctx": [
            "is having you be a moral compass a good idea?",
            "if you do, then it is. it's like a catch 22 in that way"
        ]
    },
    {
        "date": "6.3.21 10:30 pm",
        "ctx": [
            "did you updated your website",
            "sometimes",
            "because while I type this I saw the \"ask a question\" text, which yesterday was not there?",
            "that's not true, but perhaps the work of nelson mandela is afoot"
        ]
    },
    {
        "date": "6.3.21 9:08 pm",
        "ctx": [
            "Is the ocean a soup?",
            "more of a goup"
        ]
    },
    {
        "date": "6.3.21 7:45 pm",
        "ctx": [
            "are you a princess",
            "no, but i can see why you would think that"
        ]
    },
    {
        "date": "6.3.21 7:43 pm",
        "ctx": [
            "Will you post more notebook stuff now?",
            "sure"
        ]
    },
    {
        "date": "6.3.21 7:02 pm",
        "ctx": [
            "did the three or four songs ago mean anything in money mean anything?",
            "it probably alludes to the fact that i have always wished to be able to condense the production/release cycle to a weekly basis"
        ]
    },
    {
        "date": "6.3.21 5:45 pm",
        "ctx": [
            "how do i become more weirder than i already am",
            "how about going to the direct center of outer space"
        ]
    },
    {
        "date": "6.3.21 4:59 pm",
        "ctx": [
            "opinions on the medieval times",
            "sounds like fun"
        ]
    },
    {
        "date": "6.3.21 12:50 pm",
        "ctx": [
            "do you write everything in 2010",
            "no, but, i tried"
        ]
    },
    {
        "date": "6.3.21 12:37 pm",
        "ctx": [
            "Can you make another 3D vid?",
            "sure"
        ]
    },
    {
        "date": "6.3.21 11:26 am",
        "ctx": [
            "can you start answering my questions",
            "sure"
        ]
    },
    {
        "date": "6.3.21 11:16 am",
        "ctx": [
            "am i reaching the limit of my ability",
            "not really"
        ]
    },
    {
        "date": "6.3.21 10:34 am",
        "ctx": [
            "who decides what a song means, the writer or the listener?",
            "you"
        ]
    },
    {
        "date": "6.3.21 10:09 am",
        "ctx": [
            "Have you ever listened to or sang choral music?",
            "yes",
            "What do you think about it?",
            "it's good"
        ]
    },
    {
        "date": "6.3.21 9:48 am",
        "ctx": [
            "why is the \"i'm feeling randy\" button so small?",
            "so you hopefully don't see it, or find it"
        ]
    },
    {
        "date": "6.3.21 6:37 am",
        "ctx": [
            "what is the difference between pepsi and coca cola",
            "the amount"
        ]
    },
    {
        "date": "6.3.21 4:22 am",
        "ctx": [
            "is there exactly 14.000000 words in your next song?",
            "no"
        ]
    },
    {
        "date": "6.3.21 2:01 am",
        "ctx": [
            "what was the latest dream that you remember about?",
            "i was watching nirvana interviews, and they said in the early stages they were greatly influenced by chuck norris. \"chuck norris was everything, to the early Nirvana\""
        ]
    },
    {
        "date": "6.3.21 12:47 am",
        "ctx": [
            "hey bill, i have realised recently that all i want to do is make music, but because im apparently smart (whatever that means), to not go and do some sort of science or academic thing would be a 'waste'. how should i deal with this?",
            "first you should realize that the second part of what you said (the 'waste' part) is not true"
        ]
    },
    {
        "date": "6.2.21 11:59 pm",
        "ctx": [
            "Is the first word of your next song \"my\"?\n\n~ Jenna",
            "no"
        ]
    },
    {
        "date": "6.2.21 11:29 pm",
        "ctx": [
            "why does the song \"it's gonna be alright\" make me want to cry even harder?",
            "maybe because it's ...... true",
            "it sounds positive..... a bit too positive. so positive, it makes me want to cry."
        ]
    },
    {
        "date": "6.2.21 10:51 pm",
        "ctx": [
            "are you cool",
            "let me perform some calculations"
        ]
    },
    {
        "date": "6.2.21 10:37 pm",
        "ctx": [
            "heyo. i thought up some great lyrics and a solid melody in the shower. soo how do i find the right chords to back it up??",
            "it's the same way that you knew which words to use to write this question: you just magically know. But, if you feel like you can't do this yet, make sure you save the melody for later when you can. and then in the meantime just start using a chordal instrument throughout your daily life. you'll learn this language just the way you learned the language you wrote this question in. then some time in the future when you're ready, you'll find that melody again and you'll know just what to do"
        ]
    },
    {
        "date": "6.2.21 10:26 pm",
        "ctx": [
            "What is your favourite chords?",
            "F"
        ]
    },
    {
        "date": "6.2.21 10:03 pm",
        "ctx": [
            "Do you have any spiritual practice bill?",
            "everything is already spiritual. there's nothing i can do about that"
        ]
    },
    {
        "date": "6.2.21 9:45 pm",
        "ctx": [
            "is the name of your next song \"got to know what's going on?\"",
            "no"
        ]
    },
    {
        "date": "6.2.21 6:26 pm",
        "ctx": [
            "Why is mediocrity everywhere?",
            "to provide a canvas, for the extraordinary"
        ]
    },
    {
        "date": "6.2.21 2:11 pm",
        "ctx": [
            "thoughts on marching bands?",
            "technology has replaced both the marching and the band"
        ]
    },
    {
        "date": "6.2.21 12:14 pm",
        "ctx": [
            "what caused you to shift to 3d graphics?",
            "wanted to see around corners"
        ]
    },
    {
        "date": "6.2.21 10:01 am",
        "ctx": [
            "Why is there a boat in so many of your songs/videos?",
            "i'm not sure",
            "What does it mean?",
            "you can cross water more efficiently than swimming"
        ]
    },
    {
        "date": "6.2.21 9:24 am",
        "ctx": [
            "will your next song mention the sky",
            "no, but i'm clearly thinking about it"
        ]
    },
    {
        "date": "6.2.21 9:08 am",
        "ctx": [
            "What is the first letter of the 7th word in the next song?",
            "d"
        ]
    },
    {
        "date": "6.2.21 4:37 am",
        "ctx": [
            "which part would you say is the 'chorus' of I'm a princess?",
            "the instrumental riff"
        ]
    },
    {
        "date": "6.2.21 12:57 am",
        "ctx": [
            "whenever i write melodies for songs, i always use the same chord progression, and its been getting hella repetitive lately. do you have any tips for good chord progressions that compliment a certain melody (the key signature is c minor, if that helps)",
            "i think it's time to think about the words, concepts, and situations in your song. then just let the chords follow the story"
        ]
    },
    {
        "date": "6.1.21 8:42 pm",
        "ctx": [
            "what do you think of angel numbers? when you see certain numbers like on digital clock, the idea is that they have meanings. there are websites that have written interpretations for all the numbers. i've been taken astray in these, and i'm afraid if they're bullshit that i'll end up doing the wrong things. like right now it's 8:38. surely that has some significance. oh yes it means i'm currently on the right path in life. so it this the angels saying that i'm right to listen to them, or is it just generalized bullshit that's made to seem 'potentially legit to some degree'? i've been trying to answer this question by looking them up for a while now and i'm still not 100% sure either way. at the very least it's well written bullshit",
            "if you have to look it up somewhere else, then it must not be a very strong angel, or at least it doesn't seem to have very strong direct communicational abilities with you. if the communication is legit then you should find it a little more obvious. Then again, it's also important to remember that the communication is not happening through the number. the number is stimulating your mind/brain, to allow some genuine communication to arise. it will feel angelic because everything is angelic"
        ]
    },
    {
        "date": "6.1.21 8:13 pm",
        "ctx": [
            "Is the first word in the title of your song \"made\"?",
            "no"
        ]
    },
    {
        "date": "6.1.21 6:00 pm",
        "ctx": [
            "why is there so much bad news",
            "because it catches your attention easily"
        ]
    },
    {
        "date": "6.1.21 5:18 pm",
        "ctx": [
            "How to use spoon?",
            "hit it with a second spoon, in a percussive manner"
        ]
    },
    {
        "date": "6.1.21 5:17 pm",
        "ctx": [
            "Where do you find the inspiration for your music?",
            "i have a basket to catch the inspiration but sometimes the basket itself inspires me"
        ]
    },
    {
        "date": "6.1.21 2:33 pm",
        "ctx": [
            "You said that you don't \"feel pressured to make music based on what your fans expect from you\", but at the end of \"here comes the sun\", you say \"if this song ain't good enough i'll erase it\", which means you do.",
            "no it doesn't"
        ]
    },
    {
        "date": "6.1.21 12:01 pm",
        "ctx": [
            "isn't it complete bullshit when a written school assignment has a length requirement?",
            "yes. this is to teach you the skill of bullshit",
            "like can't i answer the question, but without having to come up with more words to make it long?",
            "i guess it depends if you think you are writing to a real audience"
        ]
    },
    {
        "date": "6.1.21 9:13 am",
        "ctx": [
            "Do different notes which are played on a piano give different feelings?",
            "yes, especially if multiple notes are used together, in different patterns"
        ]
    },
    {
        "date": "6.1.21 8:08 am",
        "ctx": [
            "on your songs page, it says \"im a princess\" was before \"here comes the sun,\" but \"im a princess\" was released after \"here comes the sun.\" why is that?",
            "the \"i'm a princess\" song was made first. but for the video, i fell deep into the rabbit hole of 3D graphics, then i moved to a whole new video system. and by the time i re-gained my composure i decided it was better to do a new song all the way through first, on the new system. because i knew i wanted to keep the old stuff on the princess video but i was in no mood to go back and work on the old systsem, so i knew i would have to 'finish' the princess video on the new system, and i just didn't want to attempt such a strange 'frankenstein' project for the first run."
        ]
    },
    {
        "date": "6.1.21 6:33 am",
        "ctx": [
            "should i try to write down everything i know",
            "sure"
        ]
    },
    {
        "date": "6.1.21 4:18 am",
        "ctx": [
            "will your next song be about all the questions people have asked you about what your next song will be about?",
            "no\n\n\n\n\n\n(ref: questions-2021-05.html)PREVIOUS QUESTIONS"
        ]
    }
]