[
    {
        "date": "9.30.21 9:44 pm",
        "ctx": [
            "thoughts on the colour green?",
            "it's nice"
        ]
    },
    {
        "date": "9.30.21 9:43 pm",
        "ctx": [
            "Was Mussolini a moose?",
            "no"
        ]
    },
    {
        "date": "9.30.21 9:34 pm",
        "ctx": [
            "how will you be for halloween",
            "pretty good"
        ]
    },
    {
        "date": "9.30.21 8:34 pm",
        "ctx": [
            "Why does content creation take so long?",
            "maybe if you're doing it wrong"
        ]
    },
    {
        "date": "9.30.21 7:19 pm",
        "ctx": [
            "What is the origin of free will?",
            "it's you"
        ]
    },
    {
        "date": "9.30.21 7:10 pm",
        "ctx": [
            "will you release any new songs before the end of the year",
            "yes"
        ]
    },
    {
        "date": "9.30.21 6:32 pm",
        "ctx": [
            "I like existing, but haven't perfected it yet. how can i improve my existing?",
            "take 1 step....."
        ]
    },
    {
        "date": "9.30.21 5:24 pm",
        "ctx": [
            "i'm super stressed about school, how did u get through school?",
            "wrote songs"
        ]
    },
    {
        "date": "9.30.21 4:23 pm",
        "ctx": [
            "why do i have better thoughts when i feel like no one's listening? any idea why am i always better at everything when i feel like nobody's watching? could it be the pressure weighing me down?",
            "yes",
            "can i get over this?..",
            "yes, you just have to spend more time performing for other people. it won't be good at first, but it WILL be good later, after you've done it for a while. it's impossible to avoid getting good, as you spend more time with an audience. any person in the world who does this will eventually get very good"
        ]
    },
    {
        "date": "9.30.21 3:11 pm",
        "ctx": [
            "are you just an unsolved ARG (alternate reality game)",
            "while there are many different choices and branches at each moment, i still think it's fair to consider each reality the primary reality, at the time"
        ]
    },
    {
        "date": "9.30.21 12:47 pm",
        "ctx": [
            "Part of what makes your songs so good is that you sort of force people to actively listen by including relevant visual information. There are aspects of music that many don't even hear or notice unless being shown what it is and when to listen for it.\n\nIn so many words, your videos are just as much a part of your songs as the music is.I'm sure you're well aware of this so my question is, how do you go about applying this?",
            "i have no idea. i've barely been able find a way, and even if i do, sometimes it takes about 1000 years. sometimes that makes it so discouraging that it takes me another 1000 years to recover",
            "When you're recording the music, do you already have ideas for how to visualize it",
            "yes, but that doesn't mean i'll be able to succeed in producing that, visually",
            "and do you initially write your songs in a way that you feel will translate well to video?",
            "a new writing technique is to imagine visual scenes first, and then see what music seems to belong there. That has nothing to do with producing the video, the video might not even look like that, but it turns out to be a useful songwriting technique. it turns out, music and non-music are best friends with each other"
        ]
    },
    {
        "date": "9.30.21 11:05 am",
        "ctx": [
            "What's the most fun part of making a song?",
            "putting in some twists and turns"
        ]
    },
    {
        "date": "9.30.21 10:28 am",
        "ctx": [
            "How to cope with guilt?",
            "figure out what you believe is good, and do some of that"
        ]
    },
    {
        "date": "9.30.21 9:02 am",
        "ctx": [
            "What's your favorite equation to put into a calculator?",
            "i usually only put half the equation, and the calculator finishes it"
        ]
    },
    {
        "date": "9.30.21 8:02 am",
        "ctx": [
            "How do I make videos like yours?",
            "first i have to learn to do it"
        ]
    },
    {
        "date": "9.30.21 7:18 am",
        "ctx": [
            "La de da de where did the good times go?",
            "around every next corner"
        ]
    },
    {
        "date": "9.30.21 6:52 am",
        "ctx": [
            "how to keep the audience from getting bored",
            "how do you keep yourself from getting bored"
        ]
    },
    {
        "date": "9.30.21 3:23 am",
        "ctx": [
            "why are you so weird",
            "that's a side effect of being normal"
        ]
    },
    {
        "date": "9.30.21 2:52 am",
        "ctx": [
            "i wanna draw something what should i draw?",
            "a pencil"
        ]
    },
    {
        "date": "9.29.21 10:50 pm",
        "ctx": [
            "do you believe in the yin yang or duality?",
            "it's probably more than 2, but 2 would be the minimum you need to create all kinds of shapes and patterns",
            "i'm agnostic, but let's say hypothetically heaven and hell are real, how would they be balanced?",
            "every way imaginable. try them all, and you already have, but there's still more",
            "if all bad in heaven is dissolved and all good in hell is gone, where's the balance?",
            "from the way you described the problem, you would need both sides to be exactly the same weight"
        ]
    },
    {
        "date": "9.29.21 10:22 pm",
        "ctx": [
            "what can I do to combat climate change?",
            "keep changing it, until it's right"
        ]
    },
    {
        "date": "9.29.21 9:05 pm",
        "ctx": [
            "How come in \"Got some money\", the text in the video says \"one day will feel complete\", while the text on the lyrics page on this website says \"one day we'll feel complete\"?",
            "when i wrote it, i thought it was \"we'll\", but then i realized that there was a double meaning available, which was very interesting, especially as it relates to the \"birthday\". so i took the opportunity to emphasize that in the video. but i decided to keep it as \"we'll\" on the lyrics page, to make sure that both options were conveyed somewhere"
        ]
    },
    {
        "date": "9.29.21 8:51 pm",
        "ctx": [
            "How does gravity work?",
            "it's destiny"
        ]
    },
    {
        "date": "9.29.21 7:58 pm",
        "ctx": [
            "do you have a cooking recipe",
            "no"
        ]
    },
    {
        "date": "9.29.21 6:40 pm",
        "ctx": [
            "Are you verbose?",
            "<del>i was going to say no but now that i think about it yes</del> no"
        ]
    },
    {
        "date": "9.29.21 6:07 pm",
        "ctx": [
            "Bill, what is your morning routine?",
            "go to bed"
        ]
    },
    {
        "date": "9.29.21 5:53 pm",
        "ctx": [
            "what do you think is the most efficient way to get things done?",
            "already having done it"
        ]
    },
    {
        "date": "9.29.21 5:38 pm",
        "ctx": [
            "How do I free myself from everything?",
            "identify everything"
        ]
    },
    {
        "date": "9.29.21 5:29 pm",
        "ctx": [
            "How do I make songs like yours?",
            "start trying to figure out how time works. it will break your brain, then try to write songs to repair your brain"
        ]
    },
    {
        "date": "9.29.21 4:42 pm",
        "ctx": [
            "what will you be for halloween",
            "the whole rest of the year"
        ]
    },
    {
        "date": "9.29.21 4:07 pm",
        "ctx": [
            "Opinions on the sun",
            "pretty good"
        ]
    },
    {
        "date": "9.29.21 3:50 pm",
        "ctx": [
            "can the present be measured",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "9.29.21 3:47 pm",
        "ctx": [
            "Everything is hitting me. what should I do?",
            "write it up"
        ]
    },
    {
        "date": "9.29.21 3:29 pm",
        "ctx": [
            "If there are creative outlets, are there creative inlets?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "9.29.21 1:19 pm",
        "ctx": [
            "what video are you working on?",
            "the one for the song where i say the word too much that i've already said too much in other songs probably"
        ]
    },
    {
        "date": "9.29.21 12:57 pm",
        "ctx": [
            "what makes you become enraged?",
            "sometimes just a bit of light reading"
        ]
    },
    {
        "date": "9.29.21 10:53 am",
        "ctx": [
            "Will you ever make a song about Christmas not being real?",
            "christmas usually turns out to be real anyway"
        ]
    },
    {
        "date": "9.29.21 9:32 am",
        "ctx": [
            "You just won double jeopardy.",
            "that's not true",
            "Congrats"
        ]
    },
    {
        "date": "9.29.21 7:17 am",
        "ctx": [
            "do you own a leather jacket,",
            "no",
            "they're very cool, highly recommend"
        ]
    },
    {
        "date": "9.29.21 2:20 am",
        "ctx": [
            "Hi Bill, you are an inspiration, but can you tell me what an inspiration actually is?",
            "any thing"
        ]
    },
    {
        "date": "9.29.21 1:55 am",
        "ctx": [
            "Y is there cool looking text in every one of ur videos?\nNot that I don't like cool looking text, though",
            "you just gave me 2 great reasons: it's cool and you like it"
        ]
    },
    {
        "date": "9.29.21 12:16 am",
        "ctx": [
            "Are you ever going to make any more songs for your jazz page?",
            "yes, although usually it's the other way around. the page is made as a place to put those jam sessions. the jam sessions are simply done for pleasure and practice"
        ]
    },
    {
        "date": "9.28.21 11:17 pm",
        "ctx": [
            "i've always wanted to make music but i can never come up with good melodies, any tips?",
            "try doing it with words. and if you can't think of any words, try doing it with a situation -- which will probably cause you to easily think of both words and music"
        ]
    },
    {
        "date": "9.28.21 10:28 pm",
        "ctx": [
            "How do you make your chords so interesting? You got like 6 and slash and suspended and add9s. How do you make them sound so good?",
            "first, pay no attention to how good you think they look in a chord symbol, as you said, you wanna know about how they sound. now that i got that out of the way, it's pretty simple, here's how you do it: spend your life living and discovering songs, and finding the ones that you love the most, the ones that seem to improve your life, ... etc. Also, spend a lot of time just raw at the instrument (chordal instrument) trying to use the instrument to improve your life. i just realized what i'm trying to explain is exactly the same thing as learning a language. hear other people communicate things to you, try to communicate things to other people, and just keep doing that and after a couple of years you will be pretty good, after about 7 years you will be great, and after about 14 years you'll be... really great. and so on."
        ]
    },
    {
        "date": "9.28.21 10:11 pm",
        "ctx": [
            "in terms of art, is every idea as good as it is bad?",
            "worse: it's better"
        ]
    },
    {
        "date": "9.28.21 10:10 pm",
        "ctx": [
            "do you like existing",
            "yes but it's a real mind fuck"
        ]
    },
    {
        "date": "9.28.21 9:09 pm",
        "ctx": [
            "one of my friends is getting bullied and it's messing up their happiness. i want to de escalate the situation by talking to the bully and helping them be better. is this a naive way to do things, and what should I do if it doesn't work?",
            "the ultimate de-escalation you can do here is to change their name from 'the bully' to something nicer. find out if they already have a different name"
        ]
    },
    {
        "date": "9.28.21 8:56 pm",
        "ctx": [
            "do I exist",
            "yes......... and more"
        ]
    },
    {
        "date": "9.28.21 8:54 pm",
        "ctx": [
            "hello",
            "hi"
        ]
    },
    {
        "date": "9.28.21 8:52 pm",
        "ctx": [
            "do you ever plan on going to antarctica in your lifetime",
            "it might be possible to bring antarctica to the rest of the world"
        ]
    },
    {
        "date": "9.28.21 5:26 pm",
        "ctx": [
            "what should the topic of my history paper be",
            "the future"
        ]
    },
    {
        "date": "9.28.21 5:21 pm",
        "ctx": [
            "is it cool to make music?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "9.28.21 4:01 pm",
        "ctx": [
            "Is there anything you think is interesting that you have not mentioned on this page yet?",
            "yes"
        ]
    },
    {
        "date": "9.28.21 2:48 pm",
        "ctx": [
            "will you make more cartoons like ball& stick",
            "yes"
        ]
    },
    {
        "date": "9.28.21 2:34 pm",
        "ctx": [
            "I wish you a good nights sleep. How to sleep?",
            "i have no idea"
        ]
    },
    {
        "date": "9.28.21 2:14 pm",
        "ctx": [
            "is nature logical?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "9.28.21 12:50 pm",
        "ctx": [
            "is free will actually real?",
            "yes",
            "or did humans just make up that concept because humans like the idea of control?",
            "if free will wasn't real then you wouldn't be perceiving anything. you wouldn't be aware of anything. a simple test to see whether you are aware of anything, is to ask yourself if you are aware that you are asking yourself if you are aware of anything"
        ]
    },
    {
        "date": "9.28.21 12:40 pm",
        "ctx": [
            "why do languages always break the rules of how languages are supposed to be?",
            "what are the rules"
        ]
    },
    {
        "date": "9.28.21 12:37 pm",
        "ctx": [
            "how do I learn music theory and instruments and languages and coding and too many things at once without dying?",
            "when was the moment you realized you wanted to do all that? figure out which one of those things actually pushed you over the edge"
        ]
    },
    {
        "date": "9.28.21 12:11 pm",
        "ctx": [
            "Is the song \"slow down\" about a nuclear blast or a natural disaster.",
            "no",
            "If not, then what's the meaning behind \"Slow down\"?",
            "it's a blues"
        ]
    },
    {
        "date": "9.28.21 11:08 am",
        "ctx": [
            "What's your favourite chord extension?",
            "the chord is an extension, of the melody"
        ]
    },
    {
        "date": "9.28.21 10:46 am",
        "ctx": [
            "thoughts on cheese",
            "not perfect, but it's better than drywall. that is their slogan"
        ]
    },
    {
        "date": "9.28.21 10:18 am",
        "ctx": [
            "why do you make music?",
            "it's just a good way to control people's minds"
        ]
    },
    {
        "date": "9.28.21 9:48 am",
        "ctx": [
            "Do you prefer thinking, feeling, or a combination of both?",
            "both"
        ]
    },
    {
        "date": "9.28.21 5:47 am",
        "ctx": [
            "Does the color scheme on this page have a purpose?",
            "yes. to make the page feel nice, over all"
        ]
    },
    {
        "date": "9.28.21 5:46 am",
        "ctx": [
            "how do i get over being unmotivated when i can't get my music to sound right?",
            "i guess there's 2 choices ......... keep trying, or give up. it just depends how much you want it"
        ]
    },
    {
        "date": "9.28.21 3:06 am",
        "ctx": [
            "you always say that learning music is a waste of time",
            "i've never said that in my entire life",
            "so i wanted to ask how do u know how do u know notes and stuff?",
            "you can spend time with music, and instruments"
        ]
    },
    {
        "date": "9.28.21 3:02 am",
        "ctx": [
            "Its werid to be existing. Any ideas what to do?",
            "do everything, if you have time"
        ]
    },
    {
        "date": "9.28.21 1:09 am",
        "ctx": [
            "what is unexpected",
            "i can't even imagine it yet"
        ]
    },
    {
        "date": "9.27.21 11:52 pm",
        "ctx": [
            "any new breakthroughs in the song/video production department recently?",
            "i've informed myself that i'm going to make it"
        ]
    },
    {
        "date": "9.27.21 10:36 pm",
        "ctx": [
            "hi bill, i enjoy your music and videos and I wanted to ask you if you have any advice on songwriting? my inner critical voice is difficult for me to quiet and sometimes (often) it stops me from writing songs and creating altogether. any ideas/tips on how to deal with this? thank you very much",
            "make something so bad it's impossible to criticize. then, by the time it gets good, (and trust me, everything gets good) the criticality will be gone. enjoy the ride until it wears off, then you can do the same maneuver again"
        ]
    },
    {
        "date": "9.27.21 10:27 pm",
        "ctx": [
            "Hey Bill, I'm writing something with a grace note leading into a 16th note. The 16th note is the last in the beat. How do I notate this? Do I just wedge it in there?",
            "yes",
            "Thanks so much."
        ]
    },
    {
        "date": "9.27.21 10:06 pm",
        "ctx": [
            "when the time came for you to start finishing all your old ideas, did you start feeling a drive to just work on new stuff and not focus on the older stuff?",
            "yes. i do both"
        ]
    },
    {
        "date": "9.27.21 7:29 pm",
        "ctx": [
            "what's your favorite key to sing in?",
            "it's different for each song"
        ]
    },
    {
        "date": "9.27.21 6:41 pm",
        "ctx": [
            "Hiw to make the right choices",
            "make 20 choices. statistically about 12 of those choices will be right"
        ]
    },
    {
        "date": "9.27.21 6:01 pm",
        "ctx": [
            "What have u been up to?",
            "attempting to be any good"
        ]
    },
    {
        "date": "9.27.21 4:21 pm",
        "ctx": [
            "existentialism is setting in. i feel empty and behind on everything. nothing is the same. so i guess my question is what's ur favorite fruit?",
            "i can't think of any fruits"
        ]
    },
    {
        "date": "9.27.21 4:05 pm",
        "ctx": [
            "What is wholesomeness?",
            "a close cousin of brokenness"
        ]
    },
    {
        "date": "9.27.21 3:46 pm",
        "ctx": [
            "in terms of art, is every idea as good as it is bad?",
            "yes"
        ]
    },
    {
        "date": "9.27.21 2:53 pm",
        "ctx": [
            "what is the chord progression in 'got some money' during \"me\" at \"and the window is broken and the cold winds are blowing in at me\"?",
            "Bsus2 Esus2/C# D6 B/E"
        ]
    },
    {
        "date": "9.27.21 2:05 pm",
        "ctx": [
            "how can i get better at being more efficient when doing things for the first time",
            "that might be impossible"
        ]
    },
    {
        "date": "9.27.21 1:19 pm",
        "ctx": [
            "i just found out one of my favorite writers does things to support ideas i don't like. i'm not perfect either so i don't want to condemn them, but i also don't want to support those ideas. has this happened to you? do you have any advice? should i get rid of my books? thank you",
            "it sounds like it's time to write some of your own ideas"
        ]
    },
    {
        "date": "9.27.21 12:43 pm",
        "ctx": [
            "you seem to be tuned in to something so divine and all-consuming. something good. I feel/fear I may be tuned in to the exact opposite thing. do you know of any lasting antidotes to cynicism? thank you",
            "the longer it takes for you to find the good news, the better the good news will seem"
        ]
    },
    {
        "date": "9.27.21 12:41 pm",
        "ctx": [
            "Do you feel in extremes?",
            "yes"
        ]
    },
    {
        "date": "9.27.21 12:04 pm",
        "ctx": [
            "do all art have no meaning on it's own?",
            "no"
        ]
    },
    {
        "date": "9.27.21 12:00 pm",
        "ctx": [
            "is your next song about errands?",
            "no"
        ]
    },
    {
        "date": "9.27.21 11:21 am",
        "ctx": [
            "Will you do more public appearances such as podcasts, interviews and the like in the future?",
            "yes"
        ]
    },
    {
        "date": "9.27.21 10:05 am",
        "ctx": [
            "Can I do homework and listen to your songs at the same time?",
            "sometimes"
        ]
    },
    {
        "date": "9.27.21 2:40 am",
        "ctx": [
            "Do you work on multiple songs simultaneously?",
            "no"
        ]
    },
    {
        "date": "9.27.21 2:26 am",
        "ctx": [
            "how to make a mountain",
            "it's you, you're the mountain"
        ]
    },
    {
        "date": "9.27.21 1:37 am",
        "ctx": [
            "Bill, I've just come down from a two-day high period (not like \"getting high\", I mean I just felt really good for no reason) and I can't tell if what I'm feeling now is a low or just normal, but it seems low in comparison. What should I do?",
            "see if this low causes another high"
        ]
    },
    {
        "date": "9.26.21 11:53 pm",
        "ctx": [
            "How do I not feel depressed during the final stretch of a party",
            "leave earlier"
        ]
    },
    {
        "date": "9.26.21 10:42 pm",
        "ctx": [
            "what personality out of the 16 are you? (myers briggs)",
            "i figured out how to try them all. just answer the questions differently each time"
        ]
    },
    {
        "date": "9.26.21 10:00 pm",
        "ctx": [
            "What drives you to keep making videos?",
            "haven't made most of the good ones yet"
        ]
    },
    {
        "date": "9.26.21 9:55 pm",
        "ctx": [
            "people say i'm smart but inside my mind everything is always so cluttered and foggy and i don't know if they are right or wrong. how can i determine the truth",
            "you are growing into it"
        ]
    },
    {
        "date": "9.26.21 9:12 pm",
        "ctx": [
            "what do you think about this as a method of making music: dont make music.",
            "due to the mischievous nature of music, this is one of the most solid strategies"
        ]
    },
    {
        "date": "9.26.21 7:43 pm",
        "ctx": [
            "What's the most important question I can ask you? How should I phrase it?\nAlso, what's the question you'd most like to be asked?",
            "how do you want me to answer it"
        ]
    },
    {
        "date": "9.26.21 5:42 pm",
        "ctx": [
            "do you prefer art or sports, i mean i think it's pretty obvious, unless",
            "combine them, for a good time"
        ]
    },
    {
        "date": "9.26.21 5:10 pm",
        "ctx": [
            "what is the 16th letter of a song you're currently working on?",
            "d"
        ]
    },
    {
        "date": "9.26.21 4:24 pm",
        "ctx": [
            "what do you think about this as a method of making music: stop listening to all other music.",
            "i've tried it. it has its ups and downs"
        ]
    },
    {
        "date": "9.26.21 2:40 pm",
        "ctx": [
            "hihihihihibill\nI got my first job ever, in a retail place, and I noticed something that I think is mind blowing. People come into the store in waves. As in, the store will be completely empty, then someone comes in, and within about five minutes, 2-3 other people or groups come in after them. Separate groups. From different entrances. Coming in within minutes of each other. CONSISTANTLY. Then they clear out around the same time too. Groups that are NOT TOGETHER. NOT COMMUNICATING. NOT TRAVELING TOGETHER. and yet they are. It's almost totally predictable (there are outliers). And i get that sometimes there are other factors, like the bus stopped here, or it's after the lunch rush and everyone is coming after eating, or there's construction outside bringing people this way, or things like that. But I am not aware of any of that happening. And it's like, are they coordinating, talking to each other on l ittle walkie talkies? No! They're just doing it naturally, some how. Is there some other reason that I'm missing? Or do we humans just have some kind of subconscious magnetism to each other??",
            "it's a combination of reasons that are knowable (such as bus schedules, etc), reasons that are not knowable (too subtle), and then finally you can add at least a 300% hype bias, like finding shapes in the clouds. the shapes distract you from the non-shapes every time.\nand another bonus reason i just thought of, which is that if people see people go into a store, that makes it seem suddenly more appealing to go into that store"
        ]
    },
    {
        "date": "9.26.21 1:49 pm",
        "ctx": [
            "Is Sexy Pants underrated?",
            "what is it rated"
        ]
    },
    {
        "date": "9.26.21 1:14 pm",
        "ctx": [
            "when did you write \"christmas isn't real\"?",
            "the first line (up to 'jesus') was written on sep 22, 2018. the rest was written on nov 20, 2018"
        ]
    },
    {
        "date": "9.26.21 11:50 am",
        "ctx": [
            "how big is my shirt?",
            "the same size as you"
        ]
    },
    {
        "date": "9.26.21 11:08 am",
        "ctx": [
            "As much as you've probably been asked this, it seems like i'm a princess has a slightly more coherent theme/message to it intended than a lot of your other songs, which feel more like general vibes.",
            "i'm guessing this is because every section starts on the same chord. that's my best assumption as to why this particular song is making you feel this way",
            "Were you going for a slightly different writing approach on this song?",
            "my usual approach is to approach the song with a different approach"
        ]
    },
    {
        "date": "9.26.21 7:33 am",
        "ctx": [
            "Is it ok to feel ok sometimes?",
            "yes"
        ]
    },
    {
        "date": "9.26.21 7:04 am",
        "ctx": [
            "Hahhahahahahhahahahahaahhahahahahahha what Kind of Person are you?",
            "regular",
            "I dont know what i should do because my Mom is narcisstic and i can't be myself and im everbody Else but me. Help me Bill",
            "maybe it's time to write a play"
        ]
    },
    {
        "date": "9.26.21 5:35 am",
        "ctx": [
            "why are your songs so hypnotizing?",
            "that's easy, i just try to hypnotize myself with it, and if it doesn't work then i keep fixing it until it does"
        ]
    },
    {
        "date": "9.26.21 5:06 am",
        "ctx": [
            "hi can i be a princess please",
            "sure",
            "do i need to sign a form or something",
            "yes, but, sometimes the whole point of being a princess is being able to skip what you needed to do"
        ]
    },
    {
        "date": "9.26.21 3:06 am",
        "ctx": [
            "when will the next song be out?",
            "not soon enough for me"
        ]
    },
    {
        "date": "9.26.21 2:11 am",
        "ctx": [
            "do you have a pet volcano",
            "i'm glad you asked. the answer is no"
        ]
    },
    {
        "date": "9.26.21 12:28 am",
        "ctx": [
            "why did you feel unusual at the airport terminal",
            "the reason someone might feel unusual in an airport terminal is because they may be in a different city from where they usually spend their day. this makes sense to me"
        ]
    },
    {
        "date": "9.26.21 12:23 am",
        "ctx": [
            "Can u milk a bird",
            "yes but you have to do it while they're flying"
        ]
    },
    {
        "date": "9.26.21 12:19 am",
        "ctx": [
            "What's your favorite song of yours?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "9.26.21 12:10 am",
        "ctx": [
            "I've written a short story which I think may be legitimately well-crafted, deep, and meaningful... however, I'm terrified to share it with anyone else because I'm afraid that it may actually be just a bunch of bland and meaningless nonsense. What should I do?",
            "write more. eventually you will share and not-share in every different configuration you've ever dreamed of"
        ]
    },
    {
        "date": "9.25.21 10:35 pm",
        "ctx": [
            "how do I solve the equation of life?",
            "put everything together"
        ]
    },
    {
        "date": "9.25.21 9:12 pm",
        "ctx": [
            "bill, you know when you realize something that changes how you perceive \"reality\", and you can't even imagine not realizing what you've found... crazy. when's the last time this has happened to you?",
            "this happens continuously, at varying levels of strength. i don't know of a reliable method for determining the threshhold for how much counts as 1 occurence"
        ]
    },
    {
        "date": "9.25.21 8:36 pm",
        "ctx": [
            "can you give us an indication as to what direction the video department is heading in?",
            "FEASIBLE"
        ]
    },
    {
        "date": "9.25.21 8:33 pm",
        "ctx": [
            "What's your process for writing lyrics?",
            "i make them up, at the same time as i make up the melody and chords"
        ]
    },
    {
        "date": "9.25.21 7:41 pm",
        "ctx": [
            "is it possible to appreciate what you have for more than a little while before adjusting and needing more",
            "some people claim to be able to do that"
        ]
    },
    {
        "date": "9.25.21 7:07 pm",
        "ctx": [
            "how many attempts did it take for you to do that mic spin in Hello Sexy Pants, at 0:46",
            "none, that's improvised"
        ]
    },
    {
        "date": "9.25.21 6:42 pm",
        "ctx": [
            "why is 2:17 of 'here comes the sun' your favourite part ofd the video?",
            "it's actually my least favorite part of the video, when it's actually supposed to be the best. so that message is put there as a diversion, to distract you from how much worse it was than how good it's supposed to be"
        ]
    },
    {
        "date": "9.25.21 5:51 pm",
        "ctx": [
            "What is the cure against loneliness? When it seems that no one supports you or that you are not respected by anyone?",
            "this may be the right time to start respecting yourself, 1 brick at a time"
        ]
    },
    {
        "date": "9.25.21 5:11 pm",
        "ctx": [
            "advise on homework?",
            "if you leave home and do it, it's more fun"
        ]
    },
    {
        "date": "9.25.21 5:15 pm",
        "ctx": [
            "what is paper",
            "the missing link, between a tree and a computer"
        ]
    },
    {
        "date": "9.25.21 4:52 pm",
        "ctx": [
            "would you say you have a 'target audience'?",
            "i was going to say no but now that i think about it yes",
            "if so, what is it?",
            "everyone"
        ]
    },
    {
        "date": "9.25.21 4:48 pm",
        "ctx": [
            "do you like reading the dictionary",
            "stressful, to imagine the ongoing battle between what to include and what not to include"
        ]
    },
    {
        "date": "9.25.21 11:38 am",
        "ctx": [
            "what are your skills outside of music (and questioning existence)?",
            "thinking i can do more than i can"
        ]
    },
    {
        "date": "9.25.21 6:50 am",
        "ctx": [
            "how to have fun improvising on piano when my fingers can't keep up with what i want to play and it just sounds like a slow trainwreck instead",
            "first you'll have to find the fun in simpler things"
        ]
    },
    {
        "date": "9.25.21 3:55 am",
        "ctx": [
            "what's a blimp?",
            "some sort of balloon plane"
        ]
    },
    {
        "date": "9.25.21 12:43 am",
        "ctx": [
            "what is your least favorite part of the video editing process?",
            "the video not being good enough"
        ]
    },
    {
        "date": "9.24.21 10:19 pm",
        "ctx": [
            "how does anything exist at all? if the Big Bang started the universe something must have started that, and whatever started that had something that started it, etc. how does it all exist when it has to have a starting point",
            "2 previous universes had a romantic evening together"
        ]
    },
    {
        "date": "9.24.21 9:48 pm",
        "ctx": [
            "what's an acceptable way to interpret your understanding of this world",
            "build 2 moats, around each other"
        ]
    },
    {
        "date": "9.24.21 8:25 pm",
        "ctx": [
            "sunrise or sunset",
            "what time is it"
        ]
    },
    {
        "date": "9.24.21 6:20 pm",
        "ctx": [
            "What would you say your favourite type of apple is?",
            "good/bad"
        ]
    },
    {
        "date": "9.24.21 5:40 pm",
        "ctx": [
            "do you feel better knowing that your knowledge of blender could make a career should you choose to leave your current job?",
            "i was thinking the other way around, i need people to model scenes for me, to allow me to write and direct"
        ]
    },
    {
        "date": "9.24.21 5:32 pm",
        "ctx": [
            "how come the \"mmmmmmmmm\" in \"mmmmmmmmmbuckets\" isn't on your lyrics page?",
            "that would be part of the singer's interpretation of the lyrics"
        ]
    },
    {
        "date": "9.24.21 5:06 pm",
        "ctx": [
            "when is the best time to travel to the sun?",
            "morning"
        ]
    },
    {
        "date": "9.24.21 4:58 pm",
        "ctx": [
            "how many times have you considered quitting everything?",
            "0 times"
        ]
    },
    {
        "date": "9.24.21 3:19 pm",
        "ctx": [
            "Am I dead?",
            "no"
        ]
    },
    {
        "date": "9.24.21 3:13 pm",
        "ctx": [
            "opinion on the world?",
            "very big/small"
        ]
    },
    {
        "date": "9.24.21 3:12 pm",
        "ctx": [
            "Have you ever considered branching out to different fonts?",
            "yes, i've done it before"
        ]
    },
    {
        "date": "9.24.21 3:10 pm",
        "ctx": [
            "how did you make such a good plane impression in \"at the airport terminal\"",
            "i was actually trying to simulate the sound of the entire flight schedule"
        ]
    },
    {
        "date": "9.24.21 2:34 pm",
        "ctx": [
            "how to be free from society",
            "maybe you could buy society somehow"
        ]
    },
    {
        "date": "9.24.21 1:49 pm",
        "ctx": [
            "is the next song about death",
            "no"
        ]
    },
    {
        "date": "9.24.21 12:53 pm",
        "ctx": [
            "What do you think is the point in reading?",
            "to figure out what the writing says"
        ]
    },
    {
        "date": "9.24.21 12:39 pm",
        "ctx": [
            "howdy Bill, how do you feel about poison mushrooms?",
            "never tried them"
        ]
    },
    {
        "date": "9.24.21 12:37 pm",
        "ctx": [
            "hi bill, did the character of princess, in i'm a princess, change to symbolize something or did you just change your mind?",
            "i changed my whole life. the changes at that point in the video are not symbolic, they are purely practical"
        ]
    },
    {
        "date": "9.24.21 10:25 am",
        "ctx": [
            "what sounds do planes make",
            "fly fly fly fly fly fly fly etc"
        ]
    },
    {
        "date": "9.24.21 9:28 am",
        "ctx": [
            "What is the difference between a sandwich and a hot dog?",
            "no difference. 2 names for the same thing"
        ]
    },
    {
        "date": "9.24.21 9:27 am",
        "ctx": [
            "how to not be bored?",
            "have you tried changing the world"
        ]
    },
    {
        "date": "9.24.21 8:01 am",
        "ctx": [
            "Thoughts on chess?",
            "seems winnable"
        ]
    },
    {
        "date": "9.24.21 6:22 am",
        "ctx": [
            "How to be nice?",
            "you already are nice"
        ]
    },
    {
        "date": "9.24.21 5:11 am",
        "ctx": [
            "is music the language of time?",
            "yes",
            "it seems like it's all about how many times something happens during one moment, and what happened before and what will happen afterwards..",
            "that's true"
        ]
    },
    {
        "date": "9.24.21 2:17 am",
        "ctx": [
            "do you think im a bad friend if i dont keep up with my friends' content?",
            "no"
        ]
    },
    {
        "date": "9.24.21 12:43 am",
        "ctx": [
            "Do you like strawberries?",
            "i envy them"
        ]
    },
    {
        "date": "9.24.21 12:36 am",
        "ctx": [
            "does answering these question have an impact on your life?",
            "it has a very gentle effect"
        ]
    },
    {
        "date": "9.23.21 10:30 pm",
        "ctx": [
            "am i better off just being dead?",
            "no"
        ]
    },
    {
        "date": "9.23.21 9:10 pm",
        "ctx": [
            "how do I get good at singing like you?",
            "try to do it good and bad at the same time"
        ]
    },
    {
        "date": "9.23.21 8:19 pm",
        "ctx": [
            "bill when is today today??",
            "right now"
        ]
    },
    {
        "date": "9.23.21 7:08 pm",
        "ctx": [
            "what is your opinion on popularity",
            "underrated"
        ]
    },
    {
        "date": "9.23.21 6:34 pm",
        "ctx": [
            "Opinion on anteaters?",
            "i wonder what eats them"
        ]
    },
    {
        "date": "9.23.21 5:42 pm",
        "ctx": [
            "why does the character in \"im a princess\" change models in the middle of the video",
            "because i changed my whole life"
        ]
    },
    {
        "date": "9.23.21 4:44 pm",
        "ctx": [
            "What do you think of religion?",
            "i've noticed, it's usually only called that when someone else does it"
        ]
    },
    {
        "date": "9.23.21 4:17 pm",
        "ctx": [
            "i just witnessed an old lady fall and didn't do anything. now i'm expecting something bad to happen. what is something bad that will happen to me",
            "feelings of guilt"
        ]
    },
    {
        "date": "9.23.21 4:05 pm",
        "ctx": [
            "Is the earth flat?",
            "it used to be but now it's a little bent"
        ]
    },
    {
        "date": "9.23.21 3:12 pm",
        "ctx": [
            "How come as you go further west in the US the states get bigger and boxier?",
            "those states were made later. technology was better, for making straight lines and taking up a lot of space"
        ]
    },
    {
        "date": "9.23.21 2:02 pm",
        "ctx": [
            "What's your opinion about tetris?",
            "no diagonals"
        ]
    },
    {
        "date": "9.23.21 12:04 pm",
        "ctx": [
            "is a book a sandwich?",
            "more like a hotdog"
        ]
    },
    {
        "date": "9.23.21 11:21 am",
        "ctx": [
            "have you ever attempted to do absolutely everything, at the same time?",
            "yes"
        ]
    },
    {
        "date": "9.23.21 10:03 am",
        "ctx": [
            "what will i dream about tonight?",
            "everything"
        ]
    },
    {
        "date": "9.23.21 8:41 am",
        "ctx": [
            "Can you speak latin?",
            "no but i can use some latin prefixes and suffixes"
        ]
    },
    {
        "date": "9.23.21 7:26 am",
        "ctx": [
            "What is the name of the person in \"hi, I'm Steve\"?",
            "the same name as you"
        ]
    },
    {
        "date": "9.23.21 6:27 am",
        "ctx": [
            "Which genre music is your favourite",
            "post office"
        ]
    },
    {
        "date": "9.23.21 4:52 am",
        "ctx": [
            "do you like your videos?",
            "we'll see"
        ]
    },
    {
        "date": "9.23.21 3:31 am",
        "ctx": [
            "why are you so good at writing music?",
            "it might be a defense mechanism"
        ]
    },
    {
        "date": "9.23.21 3:30 am",
        "ctx": [
            "how do I deal with homesickness?",
            "make a home"
        ]
    },
    {
        "date": "9.23.21 3:28 am",
        "ctx": [
            "I draw, but I also want to learn to make music...do you need to know lots of instruments to make music? :0",
            "maybe just 1 or 2"
        ]
    },
    {
        "date": "9.23.21 3:14 am",
        "ctx": [
            "how do you meditate",
            "think about everything at the same time"
        ]
    },
    {
        "date": "9.23.21 1:49 am",
        "ctx": [
            "thoughts on sandwiches?",
            "put a non-sandwich in between the sandwiches"
        ]
    },
    {
        "date": "9.23.21 1:34 am",
        "ctx": [
            "are you a therapist?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "9.23.21 12:52 am",
        "ctx": [
            "how to make a friend",
            "tell the truth"
        ]
    },
    {
        "date": "9.23.21 12:16 am",
        "ctx": [
            "what makes you laugh?",
            "the truth"
        ]
    },
    {
        "date": "9.22.21 11:52 pm",
        "ctx": [
            "white bread flavour. what do you think about it? how would you describe it?",
            "overwhelming"
        ]
    },
    {
        "date": "9.22.21 9:49 pm",
        "ctx": [
            "how to go downtown",
            "i have no idea"
        ]
    },
    {
        "date": "9.22.21 9:21 pm",
        "ctx": [
            "Is it true that you're actually Kool (from Kool& the Gang)?",
            "no, but i can see why you would think that"
        ]
    },
    {
        "date": "9.22.21 8:56 pm",
        "ctx": [
            "When you sleep, what are your dreams usually like?",
            "different",
            "Have any of them been significant enough to worm their way into your content?",
            "yes"
        ]
    },
    {
        "date": "9.22.21 8:36 pm",
        "ctx": [
            "there is an inherent optimism in the creation of all art, a pure beauty in the desire to cry out \"i am alive.\"",
            "that's true"
        ]
    },
    {
        "date": "9.22.21 8:26 pm",
        "ctx": [
            "what is your favorite mode of transport",
            "already being there"
        ]
    },
    {
        "date": "9.22.21 8:06 pm",
        "ctx": [
            "what's your least favourite thing",
            "disliking things"
        ]
    },
    {
        "date": "9.22.21 7:51 pm",
        "ctx": [
            "why is all the cool stuff i want to do and see fictional and non existent?",
            "to give you an opportunity to author them"
        ]
    },
    {
        "date": "9.22.21 6:10 pm",
        "ctx": [
            "Why do we think we're different from anything else?",
            "because everything is different"
        ]
    },
    {
        "date": "9.22.21 6:06 pm",
        "ctx": [
            "if you take one lasagna and then separate the layers, do you get multiple lasagnas",
            "sad weak lasagnas"
        ]
    },
    {
        "date": "9.22.21 5:27 pm",
        "ctx": [
            "In Princess I love how you say \"mmmmmmmmmbuckets\". Do you enjoy the taste of buckets",
            "no, but sometimes i enjoy some of the correctional logistics that may ensue in the aftermath of saying buckets in certain contexts"
        ]
    },
    {
        "date": "9.22.21 5:13 pm",
        "ctx": [
            "opinion on sun drawings with sunglasses on them",
            "put sunglasses on each sunglass"
        ]
    },
    {
        "date": "9.22.21 4:09 pm",
        "ctx": [
            "how many sad songs do you have",
            "most of them are 12 to 20 % sad, with some being up to 30 something % sad"
        ]
    },
    {
        "date": "9.22.21 4:02 pm",
        "ctx": [
            "why Is everything backwards?",
            "to make the right way seem fresh"
        ]
    },
    {
        "date": "9.22.21 3:53 pm",
        "ctx": [
            "how many things are there",
            "i'm still counting them"
        ]
    },
    {
        "date": "9.22.21 11:18 am",
        "ctx": [
            "How do i get motivated in continuously doing a project?",
            "why did you want to do it, when you first started"
        ]
    },
    {
        "date": "9.22.21 10:41 am",
        "ctx": [
            "how many of your songs have you forgotten about before",
            "i don't remember"
        ]
    },
    {
        "date": "9.22.21 10:16 am",
        "ctx": [
            "Is it OK to like stained-glass windows?",
            "yes, thank you for checking with me"
        ]
    },
    {
        "date": "9.22.21 10:05 am",
        "ctx": [
            "why am i always in a constant state of worry",
            "to drive you to do your best"
        ]
    },
    {
        "date": "9.22.21 10:01 am",
        "ctx": [
            "why do you make music?",
            "sometimes it's the only way to explain anything"
        ]
    },
    {
        "date": "9.22.21 7:59 am",
        "ctx": [
            "thoughts on powerball?",
            "too weak"
        ]
    },
    {
        "date": "9.22.21 7:16 am",
        "ctx": [
            "what do you think about anticapitalism?",
            "a good counterbalance to non-anticapitalism"
        ]
    },
    {
        "date": "9.22.21 5:22 am",
        "ctx": [
            "Would Family Guy be considered high art if someone else made it?",
            "someone else did make it. that show has so many different people working on it, each part of it may be made by someone else"
        ]
    },
    {
        "date": "9.22.21 3:49 am",
        "ctx": [
            "if you were to learn a language, which one?",
            "time"
        ]
    },
    {
        "date": "9.22.21 3:35 am",
        "ctx": [
            "how do you know the answers?",
            "sometimes i imagine the answers. that may be good or bad, but it's a lifestyle"
        ]
    },
    {
        "date": "9.22.21 1:30 am",
        "ctx": [
            "what is your favorite planet",
            "the leafy one"
        ]
    },
    {
        "date": "9.22.21 1:08 am",
        "ctx": [
            "Thoughts on the word avid?",
            "almost david"
        ]
    },
    {
        "date": "9.22.21 12:40 am",
        "ctx": [
            "im a princess",
            "i understand"
        ]
    },
    {
        "date": "9.21.21 11:38 pm",
        "ctx": [
            "what do you think about cambodia",
            "the cars don't have steering wheels, but that's ok because the roads never turn"
        ]
    },
    {
        "date": "9.21.21 10:27 pm",
        "ctx": [
            "Where should I put my stickers?",
            "on the sky"
        ]
    },
    {
        "date": "9.21.21 9:12 pm",
        "ctx": [
            "bill, my guitar string broke. the only thing that kept me sane has been destroyed, what shall i do in the meantime?",
            "locate a music instrument store"
        ]
    },
    {
        "date": "9.21.21 8:51 pm",
        "ctx": [
            "thoughts on the mandela effect?",
            "i don't recall"
        ]
    },
    {
        "date": "9.21.21 8:45 pm",
        "ctx": [
            "what is time",
            "you"
        ]
    },
    {
        "date": "9.21.21 7:57 pm",
        "ctx": [
            "What do you think of infinity pools?",
            "try not to swim off the edge"
        ]
    },
    {
        "date": "9.21.21 6:52 pm",
        "ctx": [
            "what should I be when I grow up?",
            "what's something you always wished someone would be"
        ]
    },
    {
        "date": "9.21.21 6:06 pm",
        "ctx": [
            "Opinions on school",
            "i wonder if schools can learn"
        ]
    },
    {
        "date": "9.21.21 5:14 pm",
        "ctx": [
            "origin of pineapples",
            "i could not even begin to imagine"
        ]
    },
    {
        "date": "9.21.21 3:53 pm",
        "ctx": [
            "how long is a moment?",
            "just now"
        ]
    },
    {
        "date": "9.21.21 3:10 pm",
        "ctx": [
            "Anything new coming?",
            "yes"
        ]
    },
    {
        "date": "9.21.21 2:18 pm",
        "ctx": [
            "Do ou have a favorite bible passage",
            "the front cover"
        ]
    },
    {
        "date": "9.21.21 2:10 pm",
        "ctx": [
            "bill, i have a math test soon, what are the chances of me passing?",
            "how many answers are you planning to get right"
        ]
    },
    {
        "date": "9.21.21 12:37 pm",
        "ctx": [
            "i know new video is right away. but actually when?",
            "that depends if i come to my senses"
        ]
    },
    {
        "date": "9.21.21 12:21 pm",
        "ctx": [
            "i don't know if i'm going to make it",
            "you have already made it, but you're gonna make it further"
        ]
    },
    {
        "date": "9.21.21 11:03 am",
        "ctx": [
            "How do you come up with all those incredible sounding chords?",
            "it's like when you've been to so many cities you can recognize any city .... then you go to even more cities and you start making up custom cities"
        ]
    },
    {
        "date": "9.21.21 10:55 am",
        "ctx": [
            "What would be the philosophical implications of giant quotation marks around the entire universe?",
            "satire?"
        ]
    },
    {
        "date": "9.21.21 9:04 am",
        "ctx": [
            "what's your favourite song?",
            "i haven't found it yet, that's why i keep making new ones just in case"
        ]
    },
    {
        "date": "9.21.21 9:02 am",
        "ctx": [
            "opinions on existance",
            "oh man, i've heard about that"
        ]
    },
    {
        "date": "9.21.21 8:32 am",
        "ctx": [
            "Are you the king of originality?",
            "no, but for maybe at least 1 moment per day i'm the prince of it"
        ]
    },
    {
        "date": "9.21.21 7:53 am",
        "ctx": [
            "How to be a functioning human being",
            "that's easy, just do everything"
        ]
    },
    {
        "date": "9.21.21 6:51 am",
        "ctx": [
            "What genre is your music.",
            "urgent"
        ]
    },
    {
        "date": "9.21.21 5:45 am",
        "ctx": [
            "what's your solution when you don't know what instruments to use in a song",
            "use the first one"
        ]
    },
    {
        "date": "9.21.21 5:14 am",
        "ctx": [
            "how to measure someone's stupidity, or, conversely, someone's smartness?",
            "everyone measures their own. but it's impossible to communicate the results accurately to anyone else"
        ]
    },
    {
        "date": "9.21.21 2:14 am",
        "ctx": [
            "Does 'the land of the two letter words' exist?",
            "sure",
            "Then where is it?",
            "in a language",
            "Am I only allowed to go if I turn into a two letter word?",
            "all you have to do is accept the challenge: say a bunch of stuff using only 2 letter words. that's the land of the 2 letter words"
        ]
    },
    {
        "date": "9.21.21 12:20 am",
        "ctx": [
            "how do you make good sounding sounds",
            "spend a different amount of time on it than you did last time"
        ]
    },
    {
        "date": "9.21.21 12:02 am",
        "ctx": [
            "in \"Money\" 2:28 to end is incredible",
            "holy smokes you are very friendly"
        ]
    },
    {
        "date": "9.20.21 10:08 pm",
        "ctx": [
            "what caused you to heat your porridge for the wrong amount of time",
            "the bridge of airport terminal"
        ]
    },
    {
        "date": "9.20.21 8:28 pm",
        "ctx": [
            "what is the number one fact",
            "up is the new left"
        ]
    },
    {
        "date": "9.20.21 6:51 pm",
        "ctx": [
            "favorite letter?",
            "using multiple different letters is the only thing that does it for me anymore"
        ]
    },
    {
        "date": "9.20.21 4:35 pm",
        "ctx": [
            "what do you use to edit/animate your videos?",
            "MEASURED JUDGEMENT"
        ]
    },
    {
        "date": "9.20.21 4:08 pm",
        "ctx": [
            "could you tell me a joke",
            "what the heck is a joke"
        ]
    },
    {
        "date": "9.20.21 3:32 pm",
        "ctx": [
            "what should I do if I have an idea for something that happens in the middle of a story,but I don't know how the rest of the story should go?",
            "put it at the beginning, and then see where it goes from there"
        ]
    },
    {
        "date": "9.20.21 3:20 pm",
        "ctx": [
            "will you ever play live?",
            "i think so"
        ]
    },
    {
        "date": "9.20.21 3:01 pm",
        "ctx": [
            "If you open to page 1 but skip ahead to page 2, aren't you going to miss important information from page 1?",
            "maybe",
            "Will you flip back after reading page 2 or simply act as though page 1 does not exist?",
            "there might not be time"
        ]
    },
    {
        "date": "9.20.21 2:39 pm",
        "ctx": [
            "Would you like to be a superhero?",
            "yes",
            "And if so what would you want your superpower to be?",
            "creating content at a normal pace"
        ]
    },
    {
        "date": "9.20.21 2:32 pm",
        "ctx": [
            "Do you think playing your songs in a live concert would be fun?",
            "yes, but, i also think playing other songs would be fun also. i think improvising live would be fun also"
        ]
    },
    {
        "date": "9.20.21 2:14 pm",
        "ctx": [
            "what is the most important thing inlife?",
            "the importance ranking scale system"
        ]
    },
    {
        "date": "9.20.21 1:33 pm",
        "ctx": [
            "are you seriously going to create content for the remaining period of your lifetime?",
            "i will try"
        ]
    },
    {
        "date": "9.20.21 1:23 pm",
        "ctx": [
            "Are you currently vacationing in the center of some celestial body",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "9.20.21 12:56 pm",
        "ctx": [
            "What do you care about?",
            "you,"
        ]
    },
    {
        "date": "9.20.21 12:19 pm",
        "ctx": [
            "opinion on bees??",
            "imagine a normal bug, turned up to 11"
        ]
    },
    {
        "date": "9.20.21 12:01 pm",
        "ctx": [
            "Will you make any Halloween themed music?",
            "no, but i will make music with most of the other themes"
        ]
    },
    {
        "date": "9.20.21 11:47 am",
        "ctx": [
            "is tour a possibility?",
            "yes"
        ]
    },
    {
        "date": "9.20.21 11:33 am",
        "ctx": [
            "Why have you been dead for two days straight?",
            "that's simply because of how alive i am"
        ]
    },
    {
        "date": "9.20.21 11:20 am",
        "ctx": [
            "opinion on garlic bread",
            "it might be enchanted"
        ]
    },
    {
        "date": "9.20.21 9:58 am",
        "ctx": [
            "why i stutter so much???",
            "maybe your mind is overwhelmed with the millions of possible ways you could say things"
        ]
    },
    {
        "date": "9.20.21 9:56 am",
        "ctx": [
            "How do I get good?",
            "first check to see how good you already are, just to guard against the chance of some kind of overdose"
        ]
    },
    {
        "date": "9.20.21 8:37 am",
        "ctx": [
            "Define procrastination",
            "a long word, which wastes a lot of time to say"
        ]
    },
    {
        "date": "9.20.21 5:51 am",
        "ctx": [
            "What's the best game in the world?",
            "making sense"
        ]
    },
    {
        "date": "9.20.21 2:22 am",
        "ctx": [
            "Why does everyone ask almost random-seeming questions instead of serious ones? When did the questions that get asked start being like that ?",
            "over-all, the balance of different varieties of questions has always remained the same, and there continues to be great variance from question to question"
        ]
    },
    {
        "date": "9.20.21 1:06 am",
        "ctx": [
            "what are three colors you would choose from the color spectrum?",
            "000000,000001,000002,"
        ]
    },
    {
        "date": "9.19.21 10:10 pm",
        "ctx": [
            "what is the bad thing you did",
            "underestimated how great the great plains are"
        ]
    },
    {
        "date": "9.19.21 9:52 pm",
        "ctx": [
            "When did all the windmills start to turn so slow",
            "around the beginning of time, i suspect"
        ]
    },
    {
        "date": "9.19.21 6:48 pm",
        "ctx": [
            "how to deal with stuff",
            "explain it all"
        ]
    },
    {
        "date": "9.19.21 4:56 pm",
        "ctx": [
            "Is this super fast schedule youre attempting to create going to destroy your mental well-being?",
            "it will seem that way sometimes"
        ]
    },
    {
        "date": "9.19.21 3:45 pm",
        "ctx": [
            "do you still think, somewhere in the future, the one week schedule is possible?",
            "yes",
            "like... a one week schedule where discovery and breakthroughs are made along the way too? (this would mitigate suddenly finding something that teases you enough to dive into new production techniques and throwing the content delivery schedule out the window, in part due to feeling like the current 1 week schedule production techniques are 'getting old' and you wanna get out of the 'sucking loop')\n\ni hope in no way does this come across as demanding because the 1 week schedule sounds remarkably brutal. i suppose the brutality could stem from the seemingly possible nature of it before every start. thinking just how possible some things can be can (on occasion) really be crippling huh"
        ]
    },
    {
        "date": "9.19.21 2:58 pm",
        "ctx": [
            "how do i become real",
            "just move"
        ]
    },
    {
        "date": "9.19.21 2:51 pm",
        "ctx": [
            "Why do I exist?",
            "to push/pull the envelope"
        ]
    },
    {
        "date": "9.19.21 2:30 pm",
        "ctx": [
            "what is your favorite time signature?",
            "4",
            "why?",
            "music seems to love this one",
            "and which time signature do you think should not exist?",
            "they can all exist, that's fine with me",
            "why?",
            "i am nice"
        ]
    },
    {
        "date": "9.19.21 12:52 pm",
        "ctx": [
            "thoughts on amusement parks?",
            "why stop there, how about an amusement farm"
        ]
    },
    {
        "date": "9.19.21 12:05 pm",
        "ctx": [
            "Why does time exist",
            "so things can happen",
            "and does it even matter to us?",
            "yes"
        ]
    },
    {
        "date": "9.19.21 11:53 am",
        "ctx": [
            "how do you spell mississippi?",
            "i'm not sure"
        ]
    },
    {
        "date": "9.19.21 10:39 am",
        "ctx": [
            "What do you think about when you aren't thinking about songs, videos, space, time, or feelings?",
            "society"
        ]
    },
    {
        "date": "9.19.21 8:45 am",
        "ctx": [
            "My brain tends to view the world as this giant chaotic, meaningless place where nothing really makes sense. And it feels like there's nothing to hope for in the future because all I could do is change my life from one arbitrary state to another, and there would be no real point to it. I know that isn't true but it's what always FEELS true. Anyway, you seem to find a lot of meaning in life. How do you do it?",
            "i have the opposite problem. everything means so much to me that it always knocks me on my ass"
        ]
    },
    {
        "date": "9.19.21 8:22 am",
        "ctx": [
            "What is your favorite tree type?",
            "profound"
        ]
    },
    {
        "date": "9.19.21 8:13 am",
        "ctx": [
            "Did you win best supporting actress?",
            "no"
        ]
    },
    {
        "date": "9.19.21 7:52 am",
        "ctx": [
            "what's for breakfast",
            "lunch"
        ]
    },
    {
        "date": "9.19.21 6:38 am",
        "ctx": [
            "Which indiginous culture would you say has the best music?",
            "i always forget which cultures are indiginous"
        ]
    },
    {
        "date": "9.19.21 5:50 am",
        "ctx": [
            "How to break out of a loop",
            "start counting, at a different pace from the loop's pace"
        ]
    },
    {
        "date": "9.19.21 5:12 am",
        "ctx": [
            "What is common sense for you?",
            "getting from point A to B"
        ]
    },
    {
        "date": "9.19.21 5:07 am",
        "ctx": [
            "what are your thoughts on reggae music?",
            "it's good",
            "can you make more of those next summer?",
            "i will do reggae in any season"
        ]
    },
    {
        "date": "9.19.21 3:48 am",
        "ctx": [
            "what part of the video process takes the longest?",
            "the part where my brain gets involved",
            "and are you trying to streamline this process?",
            "i don't know what streamline means",
            "ok thanks bye"
        ]
    },
    {
        "date": "9.19.21 2:37 am",
        "ctx": [
            "why does my wall taste like lemon?",
            "because the whole room is a lemon"
        ]
    },
    {
        "date": "9.19.21 1:21 am",
        "ctx": [
            "How do you come up with your lyrics?",
            "together with the music, and an imaginative attitude"
        ]
    },
    {
        "date": "9.18.21 11:58 pm",
        "ctx": [
            "imagine being born was just god picking a baby from a hat every so often and being like, \"alright, i guess this one is getting sent down.\" no wonder most of us dont really have a purpose. how do you feel about that?",
            "doesn't make sense. the selection method you described seems very purposeful"
        ]
    },
    {
        "date": "9.18.21 11:50 pm",
        "ctx": [
            "Is everything history?",
            "not yet"
        ]
    },
    {
        "date": "9.18.21 10:39 pm",
        "ctx": [
            "What is the best cereal of all time?",
            "heaps of time"
        ]
    },
    {
        "date": "9.18.21 7:38 pm",
        "ctx": [
            "how is time so quick",
            "maybe we'll get to do it twice"
        ]
    },
    {
        "date": "9.18.21 7:26 pm",
        "ctx": [
            "do you ever get stuck in a cycle of thinking about you thinking about you thinking?",
            "no, the cycle i use includes feeling. feeling about thinking about feeling about thinking etc"
        ]
    },
    {
        "date": "9.18.21 7:16 pm",
        "ctx": [
            "Why isn't there a film about Fredrick II The Holy Roman Emperor?",
            "this is to give you a chance to do it"
        ]
    },
    {
        "date": "9.18.21 4:18 pm",
        "ctx": [
            "why does the ocean exist?",
            "someone's gotta do it"
        ]
    },
    {
        "date": "9.18.21 4:06 pm",
        "ctx": [
            "why am i me",
            "someone's gotta do it"
        ]
    },
    {
        "date": "9.18.21 3:33 pm",
        "ctx": [
            "do you believe in a higher power",
            "higher than what"
        ]
    },
    {
        "date": "9.18.21 2:59 pm",
        "ctx": [
            "What's rhetoric?",
            "being right all the time"
        ]
    },
    {
        "date": "9.18.21 2:04 pm",
        "ctx": [
            "how to give good advice?",
            "that's easy, just tell everyone the right answer"
        ]
    },
    {
        "date": "9.18.21 1:31 pm",
        "ctx": [
            "Are you gonna do a consert",
            "i think so"
        ]
    },
    {
        "date": "9.18.21 12:53 pm",
        "ctx": [
            "How rare is a male calico cat?",
            "i'm not sure"
        ]
    },
    {
        "date": "9.18.21 12:45 pm",
        "ctx": [
            "Do you ever think about how many questions you've answered and how many people you've touched with your words?",
            "sometimes"
        ]
    },
    {
        "date": "9.18.21 10:22 am",
        "ctx": [
            "How to not be bad at school",
            "buy the school?"
        ]
    },
    {
        "date": "9.18.21 7:54 am",
        "ctx": [
            "What does a traffic sign taste like?",
            "metal?",
            "And what would your teeth say if you were to eat one?",
            "STOP"
        ]
    },
    {
        "date": "9.18.21 4:46 am",
        "ctx": [
            "what is your favourite shape",
            "dot"
        ]
    },
    {
        "date": "9.18.21 3:24 am",
        "ctx": [
            "How to deal with feelings?",
            "how about changing the world"
        ]
    },
    {
        "date": "9.18.21 12:09 am",
        "ctx": [
            "i recently started doing a variation on the \"put all projects in a list and use a random number generator to pick which one to work on next\" idea and hoooly cow i feel like i'm making so much more progress on a lot of them now. anyways my question is how did you first decide to try that strategy?",
            "about 10 years ago"
        ]
    },
    {
        "date": "9.17.21 10:44 pm",
        "ctx": [
            "is your velocity at a constant speed",
            "no"
        ]
    },
    {
        "date": "9.17.21 10:43 pm",
        "ctx": [
            "i can't think of a question, any suggestions",
            "how about changing the world"
        ]
    },
    {
        "date": "9.17.21 10:42 pm",
        "ctx": [
            "everything is a lie?",
            "no"
        ]
    },
    {
        "date": "9.17.21 10:37 pm",
        "ctx": [
            "are you religious",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "9.17.21 10:35 pm",
        "ctx": [
            "so you think you know it all",
            "no"
        ]
    },
    {
        "date": "9.17.21 10:06 pm",
        "ctx": [
            "I have more wild and cool dreams at night than other people. is this ok",
            "the part that seems strange is that you think you know what dreams other people have"
        ]
    },
    {
        "date": "9.17.21 9:31 pm",
        "ctx": [
            "What's your opinion on the flying spaghetti monster?",
            "a promising franchise. a 'sure thing'"
        ]
    },
    {
        "date": "9.17.21 7:58 pm",
        "ctx": [
            "What is the meaning of life?",
            "things changing, staying the same, and things changing between staying the same and changing"
        ]
    },
    {
        "date": "9.17.21 7:54 pm",
        "ctx": [
            "what was the bad thing you did you never said why",
            "failed at producing a song too quickly nor too slowly, and accidentally ended up working on it for exactly the right amount of time"
        ]
    },
    {
        "date": "9.17.21 5:23 pm",
        "ctx": [
            "when is your next video",
            "i'm doing it now"
        ]
    },
    {
        "date": "9.17.21 3:17 pm",
        "ctx": [
            "do you make songs with music theory in mind or mostly by \"feel\"?",
            "that's the same thing, and yes"
        ]
    },
    {
        "date": "9.17.21 2:36 pm",
        "ctx": [
            "why is it that we are rotate on w0rld",
            "to keep things interesting"
        ]
    },
    {
        "date": "9.17.21 2:11 pm",
        "ctx": [
            "why does water exist",
            "to keep things interesting"
        ]
    },
    {
        "date": "9.17.21 2:06 pm",
        "ctx": [
            "whats a human action",
            "kicking?"
        ]
    },
    {
        "date": "9.17.21 12:51 pm",
        "ctx": [
            "What's the deal with airline food",
            "best food. airlines have the best food, to distract you from how high up in the air you are"
        ]
    },
    {
        "date": "9.17.21 12:46 pm",
        "ctx": [
            "bill how do i draw the shadow of a triangular prism i need help",
            "model it in 3D and then draw what you see"
        ]
    },
    {
        "date": "9.17.21 12:39 pm",
        "ctx": [
            "why do we dream?",
            "just to get a nice daily dose of common sense"
        ]
    },
    {
        "date": "9.17.21 10:01 am",
        "ctx": [
            "do you know why time is so immensely horrible and our bodies are constantly deteriorating?",
            "this is a good incentive to get something done before the time runs out"
        ]
    },
    {
        "date": "9.17.21 9:48 am",
        "ctx": [
            "If you could create a new color what would it be",
            "light"
        ]
    },
    {
        "date": "9.17.21 9:37 am",
        "ctx": [
            "What does the sun taste like?",
            "light"
        ]
    },
    {
        "date": "9.17.21 5:32 am",
        "ctx": [
            "whats on your mind",
            "how to make videos/songs in a drastically more frequent time frame than i've ever achieved before"
        ]
    },
    {
        "date": "9.17.21 1:36 am",
        "ctx": [
            "What are you working on right now?",
            "trying to develop techniques for making videos/songs in a drastically more frequent time frame than i've ever achieved before"
        ]
    },
    {
        "date": "9.17.21 1:32 am",
        "ctx": [
            "why are you so cool",
            "you could be looking in a mirror"
        ]
    },
    {
        "date": "9.17.21 12:27 am",
        "ctx": [
            "is there any song lyrics of yours you dislike?",
            "yes"
        ]
    },
    {
        "date": "9.16.21 10:56 pm",
        "ctx": [
            "why do humans enjoy feeling superior to other people",
            "this could be a side-effect of the desire to improve themselves"
        ]
    },
    {
        "date": "9.16.21 9:32 pm",
        "ctx": [
            "would you please give me the blessing to commit tax fraud",
            "no"
        ]
    },
    {
        "date": "9.16.21 7:46 pm",
        "ctx": [
            "I GOT A GUITAR BUT MY FINGERS ARE TOO BIG AND KEEP SNUBBING OUT THE NOTES WHAT DO I DO",
            "maybe you could play some barre chords"
        ]
    },
    {
        "date": "9.16.21 6:48 pm",
        "ctx": [
            "what is it like to think?",
            "insane"
        ]
    },
    {
        "date": "9.16.21 6:31 pm",
        "ctx": [
            "I'm in a limbo with song ideas, any ideas on how to get out of the perpetual state of not knowing what to do?",
            "travel around"
        ]
    },
    {
        "date": "9.16.21 6:20 pm",
        "ctx": [
            "mr bill do you know what the time is",
            "yes but it changed"
        ]
    },
    {
        "date": "9.16.21 4:17 pm",
        "ctx": [
            "what Level are you on right now",
            "2 or 3"
        ]
    },
    {
        "date": "9.16.21 4:10 pm",
        "ctx": [
            "music recommendations? playlist is dry",
            "living in america, james brown"
        ]
    },
    {
        "date": "9.16.21 4:00 pm",
        "ctx": [
            "Opinion On Toast",
            "melt the opinion first, so it will spread easier onto the toast"
        ]
    },
    {
        "date": "9.16.21 1:23 pm",
        "ctx": [
            "Do you ever find when you are home you want to go out but whenever you are out you want to come home?",
            "yes"
        ]
    },
    {
        "date": "9.16.21 12:49 pm",
        "ctx": [
            "would you rather figure things out or make things for others to figure out",
            "i would like to figure things out, and then the things will change, which will give me another opportunity to figure it out. and i would also like to display this process in as many ways as i can, so other people can go along for the ride"
        ]
    },
    {
        "date": "9.16.21 12:02 pm",
        "ctx": [
            "why is every thing so smart and intelligent?",
            "to rock your world"
        ]
    },
    {
        "date": "9.16.21 10:34 am",
        "ctx": [
            "why do you do what you do?",
            "i'm just trying to get everyone to be neighbors"
        ]
    },
    {
        "date": "9.16.21 10:25 am",
        "ctx": [
            "why did you say 10:24 in the airport terminal",
            "because it sounded the nicest, and it's also important that it was not a round number (10:00, 11:00), because flight times don't adhere to that"
        ]
    },
    {
        "date": "9.16.21 8:46 am",
        "ctx": [
            "How to be like you",
            "impossible. i can't even do it"
        ]
    },
    {
        "date": "9.16.21 8:17 am",
        "ctx": [
            "Is there something more important than reaching the end?",
            "starting at the beginning?"
        ]
    },
    {
        "date": "9.16.21 7:52 am",
        "ctx": [
            "whats your favorite letter",
            "o"
        ]
    },
    {
        "date": "9.16.21 4:11 am",
        "ctx": [
            "what's currently stopping you from releasing this new song of yours?",
            "it doesn't have a video yet. right now i'm trying to develop some tricks to be able to make a video in 2 days instead of 2 hundred years. this goal has become very important to me, for some reason"
        ]
    },
    {
        "date": "9.16.21 3:02 am",
        "ctx": [
            "your music makes me very happy :) i hope you are having a good day mr wurtz",
            "holy cowboy you are very friendly"
        ]
    },
    {
        "date": "9.16.21 2:27 am",
        "ctx": [
            "why do you exist",
            "to experiment with time and space"
        ]
    },
    {
        "date": "9.16.21 1:11 am",
        "ctx": [
            "can't sleep. suggestions?",
            "try to plan out your entire life"
        ]
    },
    {
        "date": "9.15.21 11:35 pm",
        "ctx": [
            "is there a hidden secret message in your songs",
            "yes, the secret message is that i would like to make more songs"
        ]
    },
    {
        "date": "9.15.21 10:54 pm",
        "ctx": [
            "hey bill are there any ways to avoid back pains?",
            "make a simple demo video each day, showing all the basic ways your body moves"
        ]
    },
    {
        "date": "9.15.21 10:53 pm",
        "ctx": [
            "i had a question but forgot what i asked. Do you remember?",
            "i think it was probably (ref: q.php?date=202109061330\"target=\"_blank)this<remqq></remqq>"
        ]
    },
    {
        "date": "9.15.21 9:24 pm",
        "ctx": [
            "how do I tell someone I love them without being weird about it?",
            "you could get into a long term relationship with them"
        ]
    },
    {
        "date": "9.15.21 9:03 pm",
        "ctx": [
            "what's the best object",
            "the credenza"
        ]
    },
    {
        "date": "9.15.21 8:32 pm",
        "ctx": [
            "do feel like changing your mind",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "9.15.21 7:49 pm",
        "ctx": [
            "know any good jokes?",
            "everything is 1 extremely serious joke"
        ]
    },
    {
        "date": "9.15.21 6:45 pm",
        "ctx": [
            "How do you know so much?",
            "i've guessed"
        ]
    },
    {
        "date": "9.15.21 4:57 pm",
        "ctx": [
            "Do Chairs Exist?",
            "it would be convenient to believe that, for the sake of mental stability"
        ]
    },
    {
        "date": "9.15.21 3:37 pm",
        "ctx": [
            "What is the best political ideology?",
            "everyone is real"
        ]
    },
    {
        "date": "9.15.21 2:46 pm",
        "ctx": [
            "how to be cool",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "9.15.21 1:56 pm",
        "ctx": [
            "Is the project you're working on a song, or something not a song?",
            "it's a song, with a video to go with it. my problem with this is, 1 song-video should not take long enough to be considered a project"
        ]
    },
    {
        "date": "9.15.21 1:30 pm",
        "ctx": [
            "have you ever traveled through time at a noticeably different rate than the rest of the world?",
            "no"
        ]
    },
    {
        "date": "9.15.21 12:13 pm",
        "ctx": [
            "do you have any tips for learning guitar?",
            "first you must obtain a guitar"
        ]
    },
    {
        "date": "9.15.21 11:36 am",
        "ctx": [
            "Are you planning to make a cd of some of your really great music. Mount Helen's is really super great",
            "i don't know how to make a cd. i don't even know how to listen to a cd"
        ]
    },
    {
        "date": "9.15.21 10:09 am",
        "ctx": [
            "why u always say make things right in some of the song",
            "i'm not sure"
        ]
    },
    {
        "date": "9.15.21 9:50 am",
        "ctx": [
            "Favorite train and why?",
            "choo choo"
        ]
    },
    {
        "date": "9.15.21 9:35 am",
        "ctx": [
            "Why is life so hard",
            "to increase your skills"
        ]
    },
    {
        "date": "9.15.21 5:24 am",
        "ctx": [
            "how to get friends when it's hard to talk to other people?",
            "how about putting on a show"
        ]
    },
    {
        "date": "9.15.21 4:20 am",
        "ctx": [
            "what do you love about life?",
            "the ups and downs"
        ]
    },
    {
        "date": "9.15.21 2:56 am",
        "ctx": [
            "What's your favorite song",
            "i haven't found it yet, that's why i keep making new ones just in case"
        ]
    },
    {
        "date": "9.15.21 1:33 am",
        "ctx": [
            "Thoughts on number 13?",
            "the smallest large number"
        ]
    },
    {
        "date": "9.15.21 1:03 am",
        "ctx": [
            "which adjective would you use to describe your music?",
            "normal"
        ]
    },
    {
        "date": "9.15.21 12:52 am",
        "ctx": [
            "ever had an interest in linguistics?",
            "yes"
        ]
    },
    {
        "date": "9.14.21 11:50 pm",
        "ctx": [
            "i wrote a song that starts in Eb minor and then the chorus goes into G major and then it goes back to Eb minor. is that an interesting thing to do?",
            "if it sounds good, then i'd say that's interesting",
            "or could i do someting more interesting, even generally speaking? like bring someone back to life from the grave.",
            "that might be more interesting, just because it's probably never happened before",
            "would that be better?",
            "i'm not sure",
            "i'm feeling lost, i appreciate all you've done, i wish i could inspire the world like you do"
        ]
    },
    {
        "date": "9.14.21 10:03 pm",
        "ctx": [
            "what is the secret of the universe?",
            "you"
        ]
    },
    {
        "date": "9.14.21 9:02 pm",
        "ctx": [
            "What's the coolest looking place?",
            "the world"
        ]
    },
    {
        "date": "9.14.21 7:32 pm",
        "ctx": [
            "What genre of music do you write?",
            "normal"
        ]
    },
    {
        "date": "9.14.21 4:25 pm",
        "ctx": [
            "I always wondered if, in \"might quit\", the line \"do you remember the way that we dreamed we could change our lives, do you feel like changing your mind\", meant that our lives are not under our control, or that they can be changed by ourselves in ways we didn't deem possible, or something else?",
            "\"do you remember the way that we dreamed we could change our lives\" is not a very good line and i'm sorry about that. but, \"do you feel like changing your mind\" i feel is a strong line, for many reasons. it's a question, so that allows multiple answers. it is also about \"changing your mind\" which has multiple outcomes because there's multiple things you can change it to. also, the phrase \"changing your mind\" means multiple things. it is normally expected to mean changing your plan or opinion, but, it can also mean changing your method of thinking. a lot of possibilities. Also the word \"mind\" seems to be an escalation from the word \"lives\". \"mind\" is a nice escalation from \"life\", because the mind can actually imagine and change the course lives"
        ]
    },
    {
        "date": "9.14.21 4:15 pm",
        "ctx": [
            "people say everything is either art or science, many times both. is this true?",
            "yes"
        ]
    },
    {
        "date": "9.14.21 3:59 pm",
        "ctx": [
            "what do you think about humanity",
            "seems outlandish but it just might work"
        ]
    },
    {
        "date": "9.14.21 3:53 pm",
        "ctx": [
            "do you dislike questions about questions?",
            "no"
        ]
    },
    {
        "date": "9.14.21 2:45 pm",
        "ctx": [
            "how are you so cool",
            "i am good at taking pictures of myself where i appear cool"
        ]
    },
    {
        "date": "9.14.21 2:14 pm",
        "ctx": [
            "when is it a good time to start existing",
            "any time"
        ]
    },
    {
        "date": "9.14.21 12:29 pm",
        "ctx": [
            "what is your spirit animal",
            "what the heck is a spirit animal"
        ]
    },
    {
        "date": "9.14.21 12:06 pm",
        "ctx": [
            "how to get people to stop telling you fun facts",
            "you could go out into the desert"
        ]
    },
    {
        "date": "9.14.21 10:52 am",
        "ctx": [
            "do you like hurting other people",
            "no"
        ]
    },
    {
        "date": "9.14.21 10:27 am",
        "ctx": [
            "what do I do when I have too much high expectations for everything and then get infinitely disappointed in myself when I don't fulfill them?",
            "try setting your expectations low for just 1 day of the week"
        ]
    },
    {
        "date": "9.14.21 9:13 am",
        "ctx": [
            "How do I become the thing I should be?",
            "this will always happen"
        ]
    },
    {
        "date": "9.14.21 9:04 am",
        "ctx": [
            "thoughts on removing vowels from the alphabet?",
            "it's worth a try"
        ]
    },
    {
        "date": "9.14.21 8:10 am",
        "ctx": [
            "would you say that \"im a princess\" is in D major or G lydian?",
            "D"
        ]
    },
    {
        "date": "9.14.21 1:58 am",
        "ctx": [
            "How can I tell if I'm on the verge of a breakdown or am just very tired?",
            "try taking a nap and see if it helps"
        ]
    },
    {
        "date": "9.14.21 1:56 am",
        "ctx": [
            "why is everything green and gold?",
            "aesthetic?"
        ]
    },
    {
        "date": "9.14.21 12:31 am",
        "ctx": [
            "is it bad to be loud and take up space",
            "sometimes that's good"
        ]
    },
    {
        "date": "9.13.21 11:13 pm",
        "ctx": [
            "Have you ever used a cowbell in your music?",
            "yes",
            "If so, when?",
            "how about the second verse of 'hallelujah'"
        ]
    },
    {
        "date": "9.13.21 9:27 pm",
        "ctx": [
            "do dreams have meaning?",
            "dreams are like the melted version of meaning"
        ]
    },
    {
        "date": "9.13.21 9:02 pm",
        "ctx": [
            "why is everything possible",
            "to taunt you"
        ]
    },
    {
        "date": "9.13.21 8:41 pm",
        "ctx": [
            "when was the last time you picked up a new hobby",
            "this past decade",
            "and what was it?",
            "learning the geography of the whole planet"
        ]
    },
    {
        "date": "9.13.21 7:54 pm",
        "ctx": [
            "how to motivation",
            "according to my calculations, you either already are, or you wouldn't be asking this"
        ]
    },
    {
        "date": "9.13.21 7:15 pm",
        "ctx": [
            "can you name some music producers who were influential to you?",
            "anyone who's ever gotten a damn thing done"
        ]
    },
    {
        "date": "9.13.21 6:35 pm",
        "ctx": [
            "what would you say are common themes in your songs?",
            "it's like i'm trying to find the 1 singular theme of the universe, which is impossible to say because anything sayable will spawn a counter theme. which is fun anyway, and hopefully part of the singular theme, which, as i mentioned, almost can't be comprehended as such"
        ]
    },
    {
        "date": "9.13.21 4:46 pm",
        "ctx": [
            "is there such thing as a bad or stupid question?",
            "some questions are both. this is known as a 'grand slam'"
        ]
    },
    {
        "date": "9.13.21 2:57 pm",
        "ctx": [
            "Hey Bill,\nI feel hopeless. I feel trapped by my parents, who have kept me locked up all my life. With quarantine, things just got worse and it honestly feels like I'll never find my way out of this place, out of their influence. I'm about to turn 18 and next year I should be heading to college. However, I can't go anywhere out of state because my parents say they won't pay for it, but they do have the money to do so, which means I can't apply for any financial aid. So I'm basically an adult now, but I can't begin to act like one because I have neither money nor a car or anything. I've just wanted to break free for as long as I can remember, and for the last few years I kept myself studying hard considering that'd provide for me, it would give me a way out. But now that the time has actually come for me to go to college, and I realize I don't have any passions anymore and the only thing that's left is a escape, which it won't provide either. Everyday I h ear more sarcastic comments about how everything I do is flawed and I'm never enough and I just don't want to keep doing this, taking everything they say to me. And I genuinely can't see this going on for more 5 years or so, till I finish college and get a job, without me completely falling apart. I just don't know how long I'll be able to hold on. I feel hopeless. Do you happen to have any kind words?",
            "write an update to this in 5 days. i'm not sure if that will help, but i'd be curious to put the 2 reports side by side. could be a starting point"
        ]
    },
    {
        "date": "9.13.21 2:53 pm",
        "ctx": [
            "What is this all about?, your channel, this site,",
            "just being myself. someone's gotta do it",
            "do you want to dominate the world?",
            "the world has been dominating itself for some time now. i'm just going along for the ride"
        ]
    },
    {
        "date": "9.13.21 2:45 pm",
        "ctx": [
            "how to turn madness into genius",
            "that always happens. you can't avoid that"
        ]
    },
    {
        "date": "9.13.21 12:45 pm",
        "ctx": [
            "why is life so boring, dull and generally uninteresting at times?",
            "to make it easier for you to be interesting, without so much competition from others"
        ]
    },
    {
        "date": "9.13.21 12:38 pm",
        "ctx": [
            "hi bill, i feel like i focus on negativity way too much. can you talk about a good thing that happened recently\nthanks",
            "the universe sings with joy"
        ]
    },
    {
        "date": "9.13.21 12:06 pm",
        "ctx": [
            "are you set in your ways?",
            "some of them, but not others"
        ]
    },
    {
        "date": "9.13.21 11:34 am",
        "ctx": [
            "in \"La de da de da de da de day oh\", you state \"Two plus two has been four for so many darn years oh lord\". Does that mean you would like to change what 2+2 is?",
            "no, i think the reason i pointed this out was to realize that things do add up to what you'd expect. which leads to the point made in the next line about songwriting, which is saying if i want to write a song it should be at least possible, after all these years",
            "if so, what would you change it to?"
        ]
    },
    {
        "date": "9.13.21 10:00 am",
        "ctx": [
            "Is the date next to each song on the \"songs\" page the day you finished recording the song/instrumental, or something else?",
            "in a perfect world, it would all happen on the same day"
        ]
    },
    {
        "date": "9.13.21 9:50 am",
        "ctx": [
            "Is every song you make an act of bravery?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "9.13.21 7:57 am",
        "ctx": [
            "what shape is the world really?",
            "dot"
        ]
    },
    {
        "date": "9.13.21 7:32 am",
        "ctx": [
            "is most of the questions you recive are about love?",
            "no"
        ]
    },
    {
        "date": "9.13.21 6:47 am",
        "ctx": [
            "Are you a Musician?",
            "hm, that would explain some of the things i've been going through"
        ]
    },
    {
        "date": "9.13.21 3:52 am",
        "ctx": [
            "what do you use as your computer wallpaper? are you one of those freaks with the default background, or do you have something more interesting than that?",
            "blank black. this is to draw attention to the non-background"
        ]
    },
    {
        "date": "9.13.21 3:32 am",
        "ctx": [
            "your thoughts on your bed?",
            "\"i can't believe it's not a bed\""
        ]
    },
    {
        "date": "9.13.21 3:26 am",
        "ctx": [
            "can you marry ice cream",
            "that could be messy"
        ]
    },
    {
        "date": "9.13.21 3:24 am",
        "ctx": [
            "If you saw someone fork an oreo, would you cry?",
            "no"
        ]
    },
    {
        "date": "9.13.21 3:12 am",
        "ctx": [
            "how many friends is too many friends?",
            "no limit. everyone is friends"
        ]
    },
    {
        "date": "9.13.21 2:58 am",
        "ctx": [
            "sand?",
            "yes, that's a very good question"
        ]
    },
    {
        "date": "9.13.21 2:36 am",
        "ctx": [
            "why is washing my bedding so difficult",
            "perhaps you are not very strong"
        ]
    },
    {
        "date": "9.13.21 12:24 am",
        "ctx": [
            "If the universe was a predetermined set of numbers punched in on a calculator, what would be the equivalent of dividing by zero?",
            "nothing"
        ]
    },
    {
        "date": "9.12.21 10:20 pm",
        "ctx": [
            "do an acronym for music",
            "making up songs is cool"
        ]
    },
    {
        "date": "9.12.21 5:43 pm",
        "ctx": [
            "do we always live in the past, because by the time the light and sound gets to us it has already happened. Or do we always live in the future, because we constantly make tiny calculations about what will happen and be prepared for everything. Or do we always live in the present because the past was always the past and future will always be the present",
            "it's a nice blend. there are many different possibilities for the future, and the brain allows us to explore this, and then create it, if we are brave enough"
        ]
    },
    {
        "date": "9.12.21 5:10 pm",
        "ctx": [
            "do you think the universe is basketball shaped, or golf ball shaped?",
            "neither"
        ]
    },
    {
        "date": "9.12.21 5:07 pm",
        "ctx": [
            "Are there any other specific forms of art you'd like to incorporate into your channel but haven't figured out how yet?",
            "yes"
        ]
    },
    {
        "date": "9.12.21 3:29 pm",
        "ctx": [
            "why did you stack the books",
            "i thought it would make a good stage picture. i actually thought it would be much taller"
        ]
    },
    {
        "date": "9.12.21 2:03 pm",
        "ctx": [
            "Why is everything so stupid",
            "this is to give you an opportunity to be intelligent, with no competition from others"
        ]
    },
    {
        "date": "9.12.21 1:18 pm",
        "ctx": [
            "(a highly unimaginative question) what's your favourite thing in the whole world?",
            "the world"
        ]
    },
    {
        "date": "9.12.21 11:39 am",
        "ctx": [
            "how to stop procrastinating",
            "first you must stop saying words like 'procrastinating.' it's a very long word and it wastes a lot of time"
        ]
    },
    {
        "date": "9.12.21 10:35 am",
        "ctx": [
            "is there anything you don't know?",
            "yes"
        ]
    },
    {
        "date": "9.12.21 10:31 am",
        "ctx": [
            "thoughts on division by zero?",
            "to divide something into zero pieces you're going to need subtraction, or else the thing will be still there"
        ]
    },
    {
        "date": "9.12.21 10:15 am",
        "ctx": [
            "do you personally hate your old works?",
            "no",
            "if so, why?"
        ]
    },
    {
        "date": "9.12.21 3:13 am",
        "ctx": [
            "Thoughts on chess?",
            "has good boundaries. delicious boundaries"
        ]
    },
    {
        "date": "9.12.21 2:44 am",
        "ctx": [
            "How to be productive?",
            "produce everything, just in case"
        ]
    },
    {
        "date": "9.12.21 2:44 am",
        "ctx": [
            "What the meaning behind the \"I'm a princess \"?",
            "it's a song, so the best way i can describe it is by song. the recording of that song is the song that best describes that song"
        ]
    },
    {
        "date": "9.12.21 12:23 am",
        "ctx": [
            "what is your favourite thing of all the things your've ever made",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "9.11.21 11:54 pm",
        "ctx": [
            "when you sit around to noodle/improvise on a piano keyboard, is there a particular scale you find yourself gravitating towards by default",
            "no"
        ]
    },
    {
        "date": "9.11.21 11:39 pm",
        "ctx": [
            "I really like this person, but I don't even know them. What's wrong with me?",
            "you might be imaginative"
        ]
    },
    {
        "date": "9.11.21 11:31 pm",
        "ctx": [
            "Is music funny?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "9.11.21 10:38 pm",
        "ctx": [
            "What are tornadoes made of?",
            "i'm not sure"
        ]
    },
    {
        "date": "9.11.21 10:31 pm",
        "ctx": [
            "whydo we forget about feelings during the day and remember them at night",
            "maybe they are written on a very dim monitor"
        ]
    },
    {
        "date": "9.11.21 10:00 pm",
        "ctx": [
            "thoughts on mermaids?",
            "never heard of them"
        ]
    },
    {
        "date": "9.11.21 8:50 pm",
        "ctx": [
            "What's a good question?",
            "what"
        ]
    },
    {
        "date": "9.11.21 8:29 pm",
        "ctx": [
            "why are so many internet strangers telling me to worry about so many things? i already have plenty of other things to worry about",
            "they might be selling solutions to worries, which you might buy if you have those worries"
        ]
    },
    {
        "date": "9.11.21 7:21 pm",
        "ctx": [
            "Why is time so slow?",
            "to give you an opportunity to do so many things"
        ]
    },
    {
        "date": "9.11.21 5:00 pm",
        "ctx": [
            "thoughts on pencils?",
            "love them"
        ]
    },
    {
        "date": "9.11.21 2:52 pm",
        "ctx": [
            "Why do you refuse to be epic in the gaming process?",
            "that's just a display of contrarianism"
        ]
    },
    {
        "date": "9.11.21 2:34 pm",
        "ctx": [
            "Do I exist?",
            "as of 2:34 pm you definitely did"
        ]
    },
    {
        "date": "9.11.21 1:21 pm",
        "ctx": [
            "not really a question but ur really good at 3d animation",
            "we'll see about that"
        ]
    },
    {
        "date": "9.11.21 1:07 pm",
        "ctx": [
            "have you ever played a trumpet?",
            "yes"
        ]
    },
    {
        "date": "9.11.21 10:38 am",
        "ctx": [
            "when will you drop some more music?",
            "on a frequent and imminent basis"
        ]
    },
    {
        "date": "9.11.21 8:28 am",
        "ctx": [
            "Are you looking for a home in the heart of the country?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "9.11.21 7:44 am",
        "ctx": [
            "What came first? The fruit orange or the color orange?",
            "the fruit"
        ]
    },
    {
        "date": "9.11.21 1:55 am",
        "ctx": [
            "on a scale of 1 to 10 how cool are you",
            "5.5"
        ]
    },
    {
        "date": "9.10.21 9:36 pm",
        "ctx": [
            "I was walking home from work in the afternoon and people kept giving me weird looks.I'm paranoid now.Could there be something wrong with me?",
            "maybe just a bit of anxiety"
        ]
    },
    {
        "date": "9.10.21 8:43 pm",
        "ctx": [
            "Do you know the muffin man?",
            "muffins are made by machines"
        ]
    },
    {
        "date": "9.10.21 8:03 pm",
        "ctx": [
            "what's the difference between crisps and chips?",
            "geography"
        ]
    },
    {
        "date": "9.10.21 6:46 pm",
        "ctx": [
            "So, what you're saying is, I've been using an outdated version of soap?",
            "no, i'm not saying that. there must have been a misunderstanding"
        ]
    },
    {
        "date": "9.10.21 4:09 pm",
        "ctx": [
            "how can i be more cryptic and mysterious",
            "try using only 1 letter for all of your writings"
        ]
    },
    {
        "date": "9.10.21 3:57 pm",
        "ctx": [
            "Do you like the way you look?",
            "that all depends on how the images are presented, and what mood i'm in when i see it"
        ]
    },
    {
        "date": "9.10.21 2:36 pm",
        "ctx": [
            "Are you attempting the impossible?",
            "of course",
            "If so, how did it come to this?",
            "i think i was just born that way"
        ]
    },
    {
        "date": "9.10.21 2:20 pm",
        "ctx": [
            "do you think there is a universe where i'm actually not cool",
            "everything is cool and not-cool, even in the same universe"
        ]
    },
    {
        "date": "9.10.21 12:29 pm",
        "ctx": [
            "how to be like you",
            "that's easy, just take both sides of every issue, at the same time. enjoy"
        ]
    },
    {
        "date": "9.10.21 11:52 am",
        "ctx": [
            "what is your secret",
            "telling the secrets, not when they are asked but other times"
        ]
    },
    {
        "date": "9.10.21 11:00 am",
        "ctx": [
            "why is the questions page a .html, but the feeling randy page is a .php? did it feel so randy that it decided to change the file format?",
            "yes. this is what makes it possible to display different contents each time you load it"
        ]
    },
    {
        "date": "9.10.21 10:19 am",
        "ctx": [
            "Why is music so cool",
            "to hopefully *influence* you"
        ]
    },
    {
        "date": "9.10.21 10:02 am",
        "ctx": [
            "you respond so interestingly and i think people come here because you make them feel seen and okay, at least that is what brings me back every so often, but then i read a question that asked were you depressed and you said no but then i felt strange because i want to know that your heart hurts too so i can be just the same as you - maybe not a MUSICAL genius but a person who is sad sometimes because it is okay if you are sad sometimes if you are a genius or a person with a nice and loving and creative brain. or in general, but it helps to know you are a genius, whatever that means. anyway, do you get sad?",
            "yes. i was considering that to be something different than 'depressed'. the way i see it, there's 2 categories of how to have a bad time. low energy, and high energy. low energy would be 'depressed', and high energy would be 'panic freak out', which tends to be my standard method"
        ]
    },
    {
        "date": "9.10.21 9:44 am",
        "ctx": [
            "do you ever get the feeling 'oh wow, today i might just solve every problem'",
            "yes"
        ]
    },
    {
        "date": "9.10.21 9:38 am",
        "ctx": [
            "what's your favorite season",
            "changing the seasons. that's the only thing that does it for me anymore"
        ]
    },
    {
        "date": "9.10.21 9:34 am",
        "ctx": [
            "how can i feel better about myself",
            "i was gonna say actually be better, but this could be dangerous in case you are already highly good. could overload"
        ]
    },
    {
        "date": "9.10.21 7:34 am",
        "ctx": [
            "Is your ability to play like 8 different instruments and sing natural talent or did it take years of practice per instrument?",
            "i think both"
        ]
    },
    {
        "date": "9.10.21 7:08 am",
        "ctx": [
            "Thoughts about Satan?",
            "reminds me of Santa"
        ]
    },
    {
        "date": "9.10.21 6:26 am",
        "ctx": [
            "do you like poetry",
            "yes, but that's because everything is poetry"
        ]
    },
    {
        "date": "9.10.21 4:59 am",
        "ctx": [
            "I fear I've made myself look stupid. How do I fix it?",
            "release a propaganda video saying you are not stupid"
        ]
    },
    {
        "date": "9.10.21 2:57 am",
        "ctx": [
            "Is the ocean a soup?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "9.10.21 2:33 am",
        "ctx": [
            "Have you ever dillied without dallying or dallied without dillying?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "9.10.21 2:11 am",
        "ctx": [
            "I think more songs should really vamp on the chorus at the end. Of course lots of songs end with two choruses, but I feel like some songs could really use more, just repeat the chorus until it doesn't carry the energy anymore. Are people scared to do this or do I just have different tastes?",
            "this is nature's way of giving you the opportunity of a lifetime"
        ]
    },
    {
        "date": "9.10.21 12:26 am",
        "ctx": [
            "what is your opinion on ants?",
            "too big"
        ]
    },
    {
        "date": "9.9.21 11:15 pm",
        "ctx": [
            "how do i press the space bar",
            "just find a spacebar sized object and put it on the space bar"
        ]
    },
    {
        "date": "9.9.21 10:46 pm",
        "ctx": [
            "can you tell me a chord voicing thats as difficult or more to play than:\n\ndb db eb f ab eb\n\nin the 2 hand 2 chord method that would be\nf-7 no 5 over db8add9",
            "i'm not familiar with the 2 hand 2 chord method ..... i can't think of a way to do 2 hands 2 chords without making a total mess",
            "i mean its second best to notation that i have to give a voicing a symbol. \n\n\nps. i think its unusual because im not used to hitting two notes with my left thumb (db eb)",
            "if you're looking for something difficult to play, i'd say almost anything with 25 notes. however, the good or bad news (depending on your objective) is that this is probably gonna sound like crap"
        ]
    },
    {
        "date": "9.9.21 10:27 pm",
        "ctx": [
            "favorite star",
            "the south star"
        ]
    },
    {
        "date": "9.9.21 9:31 pm",
        "ctx": [
            "How do you edit your videos",
            "maybe i could get it right the first time"
        ]
    },
    {
        "date": "9.9.21 7:11 pm",
        "ctx": [
            "how to music?",
            "the music will decide how to you"
        ]
    },
    {
        "date": "9.9.21 6:15 pm",
        "ctx": [
            "why is everything scary",
            "to keep you coming back for more"
        ]
    },
    {
        "date": "9.9.21 2:55 pm",
        "ctx": [
            "how do i not fall asleep in class",
            "maybe you could sleep in the previous class"
        ]
    },
    {
        "date": "9.9.21 2:00 pm",
        "ctx": [
            "What's your favorite day of the week?",
            "whichever one it currently is"
        ]
    },
    {
        "date": "9.9.21 9:58 am",
        "ctx": [
            "what's the secret to your success?",
            "failure"
        ]
    },
    {
        "date": "9.9.21 8:59 am",
        "ctx": [
            "Did this page's font changed?",
            "no. it has no font. if the font changed, it was your font that changed"
        ]
    },
    {
        "date": "9.9.21 8:55 am",
        "ctx": [
            "whats your advice on how to not go insane",
            "tell your story"
        ]
    },
    {
        "date": "9.9.21 8:50 am",
        "ctx": [
            "I bought a cigar and don't wanna smoke it. What should I do with it?",
            "you could probably use it to make a ufo video"
        ]
    },
    {
        "date": "9.9.21 8:15 am",
        "ctx": [
            "am i cool",
            "who is this, nevermind, yes"
        ]
    },
    {
        "date": "9.9.21 6:58 am",
        "ctx": [
            "do u get annoyed answering the same questions again and again?",
            "each one makes me stronger. however, i am getting a little annoyed from all the strength"
        ]
    },
    {
        "date": "9.9.21 12:06 am",
        "ctx": [
            "how to make music",
            "no one really knows, that's why it's awesome"
        ]
    },
    {
        "date": "9.8.21 8:53 pm",
        "ctx": [
            "why am i the person i am?",
            "it's worth a try",
            "was there a possibility that i could've been someone else?",
            "yes"
        ]
    },
    {
        "date": "9.8.21 8:34 pm",
        "ctx": [
            "what to do if someone makes fun of something I like?",
            "that's easy. just make fun of something they like"
        ]
    },
    {
        "date": "9.8.21 7:24 pm",
        "ctx": [
            "How close do you think you are to finally figuring out how to make videos?",
            "maybe i'll figure it out today or tomorrow. or maybe i never will"
        ]
    },
    {
        "date": "9.8.21 7:16 pm",
        "ctx": [
            "what differences a princess from a dunce",
            "i don't know"
        ]
    },
    {
        "date": "9.8.21 6:53 pm",
        "ctx": [
            "Never gonna give you up Never gonna let you down Never gonna run around and desert you Never gonna make you cry Never gonna say goodbye Never gonna tell a lie and hurt you",
            "fair enough"
        ]
    },
    {
        "date": "9.8.21 11:32 am",
        "ctx": [
            "What is outside of the universe",
            "maybe some treats"
        ]
    },
    {
        "date": "9.8.21 9:07 am",
        "ctx": [
            "why am i so incompetent",
            "so you can experience the joy of improvement"
        ]
    },
    {
        "date": "9.8.21 9:00 am",
        "ctx": [
            "how do i become wise",
            "that's easy, just live your life"
        ]
    },
    {
        "date": "9.8.21 5:16 am",
        "ctx": [
            "the thing i want to make cannot exist",
            "are you sure"
        ]
    },
    {
        "date": "9.8.21 2:01 am",
        "ctx": [
            "every time i hear a producer talk about their process, they always say that they can hear the finished song in their head, and they basically just copy what they hear onto the computer, but but whenever i try to produce a song, my head is empty. i just have zero idea what to do besides add the basics (like drums, bass, chords etc.) and i always end up with a song that is disappointing and then i spiral. do you have the same thing where you can hear the finished song in your head? how do i produce a song that doesnt sound like the most boring thing in the world?",
            "i'm trying to tell from your description whether you write the song first ..... if you don't, i would suggest trying that. you can use paper or demo recordings to help you remember it, because brand new songs are hard to remember accurately. when i say 'writing' i mean only specifically enough for a person to play and sing it with 1 instrument. no need to plan out everything, just the melody/lyric/chords, an exact tempo, and a full roadmap. that's my method. That doesn't mean i know exactly how the song will sound before i produce it, and it doesn't stop me from feeling empty sometimes at the start of production, but, what's most important is that i do know exactly how the song goes. there's already enough unknowns in the production process details, even after knowing the song"
        ]
    },
    {
        "date": "9.8.21 12:43 am",
        "ctx": [
            "will you consider time travel",
            "already did"
        ]
    },
    {
        "date": "9.7.21 11:05 pm",
        "ctx": [
            "how big is the universe",
            "average sized"
        ]
    },
    {
        "date": "9.7.21 10:32 pm",
        "ctx": [
            "does cereal classify as soup?",
            "no, cereal is goup, and therefore belongs to the goup family, of which soup is also a member"
        ]
    },
    {
        "date": "9.7.21 10:08 pm",
        "ctx": [
            "In a typical house, which room is the best to write a song in?",
            "what the heck is a typical house"
        ]
    },
    {
        "date": "9.7.21 9:18 pm",
        "ctx": [
            "Do you ever wonder when they will make soap 2.0?",
            "most soap today is at least version 4"
        ]
    },
    {
        "date": "9.7.21 8:54 pm",
        "ctx": [
            "Everything should be made into a competition.",
            "fair enough"
        ]
    },
    {
        "date": "9.7.21 7:42 pm",
        "ctx": [
            "what is a melody",
            "it's like a brief communicative representation of what life may be like, or seem like"
        ]
    },
    {
        "date": "9.7.21 4:20 pm",
        "ctx": [
            "thoughts on frozen bananas?",
            "never heard of them"
        ]
    },
    {
        "date": "9.7.21 4:18 pm",
        "ctx": [
            "Of all the scenes you had to cut from history of the entire world, i guess, which was your favorite?",
            "a lamp \na fax \nthe perfect screw\nplanes \nflying planes\na sweet benz\na photograph\na telephone\na telegraph\na phonograph\na graphophone\n(ref: nerds.png\"target=\"_blank)nerds, that know how to use the shit"
        ]
    },
    {
        "date": "9.7.21 3:40 pm",
        "ctx": [
            "do people actually use the \"premium\" option at gas stations?",
            "yes"
        ]
    },
    {
        "date": "9.7.21 3:35 pm",
        "ctx": [
            "I think that some of your songs sound like they are about religion and/or the afterlife. Was this intentional?",
            "they are all about life and time. this is probably the same thing that both of the things you mentioned also tend to be about"
        ]
    },
    {
        "date": "9.7.21 12:17 pm",
        "ctx": [
            "why is your music so good",
            "i changed it"
        ]
    },
    {
        "date": "9.7.21 11:09 am",
        "ctx": [
            "thoughts on graphology?",
            "see if you can get everything all into 1 graph"
        ]
    },
    {
        "date": "9.7.21 9:38 am",
        "ctx": [
            "what are your thoughts on the colour purple",
            "too good. don't use"
        ]
    },
    {
        "date": "9.7.21 8:13 am",
        "ctx": [
            "I think I figured out why you usually answer questions like \"what's your favorite song you made\" with \"i would prefer to make a new one to be my favorite.\"I think you answer like this because, if you did have a favorite song you made, then that one would be considered \"the best\" to you, and no other song would be able to beat that, giving you the feeling that making new songs is pointless.Is this correct?",
            "that sounds mostly correct"
        ]
    },
    {
        "date": "9.7.21 7:19 am",
        "ctx": [
            "Is it really bad to spend a lot of time learning how to make something before you try making it as long as the learning process doesn't bore you so much you quit and never make anything?",
            "you will learn much quicker and stronger if you are having a hands-on experience"
        ]
    },
    {
        "date": "9.7.21 5:18 am",
        "ctx": [
            "why does life exist",
            "would be so ridiculous"
        ]
    },
    {
        "date": "9.7.21 3:35 am",
        "ctx": [
            "How you make these animation",
            "i am still trying to figure it out"
        ]
    },
    {
        "date": "9.7.21 2:33 am",
        "ctx": [
            "what do you do to think up all of the videos yo u make?",
            "it doesn't really matter. no matter what i do, i think of videos. the problem is how do i produce as many videos as i can think of"
        ]
    },
    {
        "date": "9.7.21 1:57 am",
        "ctx": [
            "Whenever I try to make good music it always turns out bad, but whenever I'm just fucking around I end up making good music.Why is this happening?",
            "because the world is a fun place"
        ]
    },
    {
        "date": "9.7.21 12:21 am",
        "ctx": [
            "Hey bill, how's it going? Quick question, if I'm writing in a mode of the major scale, do I change the key signature to fit? For example, if I'm writing in G Lydian, a mode of the D major scale, do I make the key signature D Major (##) or do I keep the key signature as G Major (#) and just use an accidental next to every fourth degree (so, every C, I would change to C#)\nThanks man",
            "using a 2-sharp key signature for G lydian is going to be very convenient. usually it's nice to write \"G lydian\" at the top of the page, so people don't get the wrong idea"
        ]
    },
    {
        "date": "9.6.21 10:22 pm",
        "ctx": [
            "on average, how long does it take to make a video?",
            "100 years"
        ]
    },
    {
        "date": "9.6.21 7:42 pm",
        "ctx": [
            "what are your thoughts on cartography",
            "dank"
        ]
    },
    {
        "date": "9.6.21 7:03 pm",
        "ctx": [
            "why is the alphabet in that order",
            "to amaze, and dazzle you"
        ]
    },
    {
        "date": "9.6.21 4:18 pm",
        "ctx": [
            "thoughts on fading out as a way to end a song?",
            "it does work sometimes, but that doesn't mean you should have to do it"
        ]
    },
    {
        "date": "9.6.21 3:06 pm",
        "ctx": [
            "have you been diagnosed creative",
            "it's on my to-do list, to diagnose myself"
        ]
    },
    {
        "date": "9.6.21 2:01 pm",
        "ctx": [
            "opinions on the sky?",
            "good place to put stuff"
        ]
    },
    {
        "date": "9.6.21 1:30 pm",
        "ctx": [
            "What question did I ask again?",
            "(ref: q.php?date=202105031055\"target=\"_blank)this one<remqq></remqq>"
        ]
    },
    {
        "date": "9.6.21 10:58 am",
        "ctx": [
            "when do you go to bed?",
            "never"
        ]
    },
    {
        "date": "9.6.21 9:15 am",
        "ctx": [
            "any opinions on how to make my electric guitar sound softer? i have a good tone i guess, but i want to make it much more softer, i wan't to have that sort of thing when it feels like the string is not even plucked at that moment, but a while ago, continuously, like a violin but with less burst... i can't manage to get that feel trying out my effects and i'm kinda stuck here... even if you are not mainly a guitar player, i would consider your opinions from a sound design perspective, thank you",
            "it sounds like what you are describing is what would happen if you turn your volume knob down, play the note, and then turn up the volume while you are still holding the note. if you get a volume pedal, then you can do the volume with your foot so you can have both hands free to play the notes"
        ]
    },
    {
        "date": "9.6.21 5:24 am",
        "ctx": [
            "did you increase the size of the text on this page?",
            "no",
            "if yes, why?"
        ]
    },
    {
        "date": "9.6.21 5:09 am",
        "ctx": [
            "what is my purpose in life",
            "everything"
        ]
    },
    {
        "date": "9.6.21 4:50 am",
        "ctx": [
            "what is your opinion on canada",
            "in canada there is no speed limit. only maximum speed"
        ]
    },
    {
        "date": "9.6.21 4:16 am",
        "ctx": [
            "god, how many ways can i build a song around going between the 4 chord and the 1 chord? surely it's gotta get old at some point, right?",
            "maybe not"
        ]
    },
    {
        "date": "9.6.21 2:47 am",
        "ctx": [
            "how to learn harmony??",
            "take your favorite songs and try to just find 1 place in the song where you can add 1 extra note, at the same time as the melody note. choose wisely"
        ]
    },
    {
        "date": "9.6.21 1:46 am",
        "ctx": [
            "should i stop trying even before i start in the fear of failing?",
            "no"
        ]
    },
    {
        "date": "9.6.21 12:07 am",
        "ctx": [
            "why is everything so dumb and stupid",
            "just to establish a firm sense of grounding"
        ]
    },
    {
        "date": "9.5.21 11:42 pm",
        "ctx": [
            "how do i make people laugh",
            "that's very simple. just say something false when people are expecting the truth, and tell the truth when people are expecting something false"
        ]
    },
    {
        "date": "9.5.21 11:28 pm",
        "ctx": [
            "can a thing just be a thing instead of having to classify it as \"good\" or \"bad\"? ? ?",
            "yes"
        ]
    },
    {
        "date": "9.5.21 11:25 pm",
        "ctx": [
            "i am convinced that i can approach finishing all my song ideas in such a way that i don't fuck any of them up. my friends say that they can't all work out, that surely some are gonna have to suck because that's just how it works. what is the truth?",
            "i'm not sure"
        ]
    },
    {
        "date": "9.5.21 8:57 pm",
        "ctx": [
            "how to find the area of a trapazoid",
            "i think you can duplicate it and flip it over and fit it together to form a parallelogram. then multiply one of the long sides times the ........ perpendicular distance to the other long side. then take half of the result because you doubled the shape"
        ]
    },
    {
        "date": "9.5.21 8:36 pm",
        "ctx": [
            "How much do you listen to your own music?",
            "just enough to make sure i'm not ruining it. although even that strategy is hit or miss"
        ]
    },
    {
        "date": "9.5.21 7:08 pm",
        "ctx": [
            "What should I do?",
            "everything"
        ]
    },
    {
        "date": "9.5.21 6:36 pm",
        "ctx": [
            "Do you know any cool online maps showing the geographical features of the world in 3d and if so can you tell me?",
            ".................................google?"
        ]
    },
    {
        "date": "9.5.21 5:28 pm",
        "ctx": [
            "in your music video \"here comes the sun\" is the model that's climbing the structure near the beginning the same one used in \"i'm a princess\"?",
            "yes",
            "or do they at least use the same base model?"
        ]
    },
    {
        "date": "9.5.21 2:35 pm",
        "ctx": [
            "where can you chop trees and build small houses without being put in jail?",
            "maybe somewhere in the 'wild west'",
            "it sounds fun."
        ]
    },
    {
        "date": "9.5.21 12:51 pm",
        "ctx": [
            "am i stupid",
            "no"
        ]
    },
    {
        "date": "9.5.21 12:05 pm",
        "ctx": [
            "Is lava wet?",
            "i'm not sure"
        ]
    },
    {
        "date": "9.5.21 11:47 am",
        "ctx": [
            "Im sorry for asking this u can choose not to answer but were you depressed 5-8 years ago",
            "no",
            "and if so how'd you get past that era"
        ]
    },
    {
        "date": "9.5.21 10:04 am",
        "ctx": [
            "do your songs come from satan",
            "no"
        ]
    },
    {
        "date": "9.5.21 9:46 am",
        "ctx": [
            "Who are your friends that you mention towards the end of \"got some money\"",
            "that's in the song. so if you're listening and enjoying the song at that moment, it means your friends"
        ]
    },
    {
        "date": "9.5.21 9:06 am",
        "ctx": [
            "Where do you get inspiration for your videos?",
            "from somewhere new each time"
        ]
    },
    {
        "date": "9.5.21 7:27 am",
        "ctx": [
            "am i a princess?",
            "yes"
        ]
    },
    {
        "date": "9.5.21 5:53 am",
        "ctx": [
            "Am I a good person.Are you a good person? What truly defines a good person?",
            "it's your turn to define it"
        ]
    },
    {
        "date": "9.5.21 4:43 am",
        "ctx": [
            "HOW GOOD IS 2021?",
            "i rate it 2021 out of 2021"
        ]
    },
    {
        "date": "9.5.21 4:09 am",
        "ctx": [
            "Do you like mathematics",
            "yes"
        ]
    },
    {
        "date": "9.5.21 3:50 am",
        "ctx": [
            "is the letter I a good letter?",
            "yes"
        ]
    },
    {
        "date": "9.5.21 1:40 am",
        "ctx": [
            "what would you call a Bb chord in the key of C? i was thinking flat 7 but that seems like kind of a mouthful",
            "i think that's what most people call it"
        ]
    },
    {
        "date": "9.4.21 9:57 pm",
        "ctx": [
            "Why are you a genius?",
            "could be some kind of defense mechanism"
        ]
    },
    {
        "date": "9.4.21 9:52 pm",
        "ctx": [
            "hi bill. can you tell me how to get to sesame street?",
            "i was going to say yes, but now that i think about it no"
        ]
    },
    {
        "date": "9.4.21 8:32 pm",
        "ctx": [
            "I feel it's too late for the things I want to do",
            "i know, but it's probably not true"
        ]
    },
    {
        "date": "9.4.21 6:11 pm",
        "ctx": [
            "What musical key is best for inducing bittersweet emotion onto its listener.",
            "it doesn't matter what key. unless you change keys, in which case it only matters what the previous key was"
        ]
    },
    {
        "date": "9.4.21 5:54 pm",
        "ctx": [
            "how can i improve my art skills?",
            "you're gonna have to do art"
        ]
    },
    {
        "date": "9.4.21 4:39 pm",
        "ctx": [
            "how do you deal with angry, mean people?",
            "use them as characters in a story"
        ]
    },
    {
        "date": "9.4.21 3:26 pm",
        "ctx": [
            "What is time?",
            "it's you"
        ]
    },
    {
        "date": "9.4.21 2:48 pm",
        "ctx": [
            "Do you ever feel you are being too hard on yourself?",
            "yes"
        ]
    },
    {
        "date": "9.4.21 12:56 pm",
        "ctx": [
            "how do cups work",
            "there's instructions on the bottom"
        ]
    },
    {
        "date": "9.4.21 12:47 pm",
        "ctx": [
            "In \"i'm a princess\"... are you using the concept of a princess trapped in a tower as a metaphor for an individual mind held captive by the human body's limitations? How expressing an emotion, idea, or thought to another is close to impossible without it being changed in some way?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "9.4.21 11:25 am",
        "ctx": [
            "why is the water so wet?",
            "to get you hooked early"
        ]
    },
    {
        "date": "9.4.21 10:59 am",
        "ctx": [
            "what do i do with soap",
            "i'm not sure"
        ]
    },
    {
        "date": "9.4.21 9:20 am",
        "ctx": [
            "are you case sensitive?",
            "sometimes"
        ]
    },
    {
        "date": "9.4.21 7:44 am",
        "ctx": [
            "What's the hardest thing that you have had to do?",
            "remember how easy things are"
        ]
    },
    {
        "date": "9.4.21 7:27 am",
        "ctx": [
            "is math related to science?",
            "yes"
        ]
    },
    {
        "date": "9.4.21 6:59 am",
        "ctx": [
            "what am i doing with my life?",
            "everything"
        ]
    },
    {
        "date": "9.4.21 4:10 am",
        "ctx": [
            "How's your day?",
            "pretty good"
        ]
    },
    {
        "date": "9.4.21 4:09 am",
        "ctx": [
            "what is a thing",
            "everything"
        ]
    },
    {
        "date": "9.4.21 1:51 am",
        "ctx": [
            "how to be productive again",
            "what would you like to produce"
        ]
    },
    {
        "date": "9.4.21 12:59 am",
        "ctx": [
            "what do you feel when someone says \"song\"",
            "it depends what word comes before, or after"
        ]
    },
    {
        "date": "9.3.21 11:50 pm",
        "ctx": [
            "I'm thinking of a number between 1 and 10",
            "soon you will think of something different"
        ]
    },
    {
        "date": "9.3.21 10:58 pm",
        "ctx": [
            "what's the difference between a street and an avenue?",
            "the name"
        ]
    },
    {
        "date": "9.3.21 8:40 pm",
        "ctx": [
            "Do you think that the ocean is water",
            "yes and more"
        ]
    },
    {
        "date": "9.3.21 8:35 pm",
        "ctx": [
            "What skill of yours do you think needs the most improvement to help your workflow?",
            "setting limits"
        ]
    },
    {
        "date": "9.3.21 6:54 pm",
        "ctx": [
            "have you ever figured out why we use letters in math and not numbers only",
            "yes. non-number symbols, to represent different potential numbers, opens up worlds of possibilities for what the numbers COULD be. and you can do calculations on them without even having to decide what they are yet. so it feels like instead of calculating just 1 number you are calculating the entire universe"
        ]
    },
    {
        "date": "9.3.21 6:50 pm",
        "ctx": [
            "which one of your songs are about me?",
            "whichever one you choose"
        ]
    },
    {
        "date": "9.3.21 6:39 pm",
        "ctx": [
            "Are you bringing back the monday series",
            "how about some new serieses"
        ]
    },
    {
        "date": "9.3.21 6:16 pm",
        "ctx": [
            "i am resting and making peace with this reality. do you relate?",
            "sort of"
        ]
    },
    {
        "date": "9.3.21 5:21 pm",
        "ctx": [
            "favorite dance move?",
            "climbing up and down the social ladder"
        ]
    },
    {
        "date": "9.3.21 3:29 pm",
        "ctx": [
            "Why do you think people like your music?",
            "could be a reliable news source for them"
        ]
    },
    {
        "date": "9.3.21 3:12 pm",
        "ctx": [
            "how easy is it to exist?",
            "almost impossible, and yet, effortless"
        ]
    },
    {
        "date": "9.3.21 1:13 pm",
        "ctx": [
            "what is i just did a bad thing about",
            "failing to produce a song too quickly nor too slowly, and therefore accidentally working on it for exactly the right amount of time"
        ]
    },
    {
        "date": "9.3.21 12:39 pm",
        "ctx": [
            "do you think you're funny",
            "occasionally"
        ]
    },
    {
        "date": "9.3.21 12:16 pm",
        "ctx": [
            "I keep on having ideas for songs and how I want them to sound, but I never know how to make that sound. Is it a matter of not writing enough songs or needing more theory background?",
            "what sounds can you make? let's start there"
        ]
    },
    {
        "date": "9.3.21 11:45 am",
        "ctx": [
            "any advice for geometry class?",
            "find the area of the class"
        ]
    },
    {
        "date": "9.3.21 11:22 am",
        "ctx": [
            "Can melodies exist in a harmonic vacuum? Is harmonic context an integral part of how humans experience melodies?",
            "it might be a moot point, because any melody will create a harmonic context, even if just in your residual immediate short term memory"
        ]
    },
    {
        "date": "9.3.21 10:59 am",
        "ctx": [
            "how to live in the moment?",
            "i'll try to explain it, but it keeps changing"
        ]
    },
    {
        "date": "9.3.21 9:27 am",
        "ctx": [
            "do you think the 90s are going to come back?",
            "sure",
            "if so, what would you do?",
            "more of whatever's enabled me to live that long"
        ]
    },
    {
        "date": "9.3.21 8:39 am",
        "ctx": [
            "what is time made of?",
            "you"
        ]
    },
    {
        "date": "9.3.21 8:16 am",
        "ctx": [
            "Give one word which is in your next song",
            "the"
        ]
    },
    {
        "date": "9.3.21 5:02 am",
        "ctx": [
            "should i start drawing comics or wait till i'm good enough?",
            "how the hell are you going to get good at it without doing it"
        ]
    },
    {
        "date": "9.3.21 4:53 am",
        "ctx": [
            "have you eaten a ball of corn yet",
            "no"
        ]
    },
    {
        "date": "9.3.21 2:42 am",
        "ctx": [
            "what is music?",
            "i have no idea"
        ]
    },
    {
        "date": "9.3.21 1:08 am",
        "ctx": [
            "what are your songs made of?",
            "time"
        ]
    },
    {
        "date": "9.3.21 12:28 am",
        "ctx": [
            "have you done a Christmas song yet?",
            "yes but i would like to do more"
        ]
    },
    {
        "date": "9.3.21 12:10 am",
        "ctx": [
            "what is the most important thing to consider when planning to exist",
            "that it's already happening"
        ]
    },
    {
        "date": "9.2.21 10:34 pm",
        "ctx": [
            "Did you ever figure out why the coast guard was guarding the coast?",
            "someone's gotta do it"
        ]
    },
    {
        "date": "9.2.21 10:11 pm",
        "ctx": [
            "why do i see so much beauty in everything?",
            "because it's actually there",
            "it makes me really depressed - knowing that i'll never get to experience it all.",
            "i think you will"
        ]
    },
    {
        "date": "9.2.21 10:01 pm",
        "ctx": [
            "What inspires you when you make your drum grooves?",
            "the song",
            "They're so unique and funky and the percussion incredible"
        ]
    },
    {
        "date": "9.2.21 9:28 pm",
        "ctx": [
            "Is it hard to write songs when you first start out? Or is it always hard.",
            "the hardest part is remembering how easy it is"
        ]
    },
    {
        "date": "9.2.21 5:46 pm",
        "ctx": [
            "How can I become good at playing with both hands on piano.Because right now I can't.",
            "hm... it sounds like you need some real world tasks. like convincing a person that everything is ok, using only the piano and your voice. try to imagine what you would do if you had to be put in that situation"
        ]
    },
    {
        "date": "9.2.21 5:18 pm",
        "ctx": [
            "What is the point of living",
            "to see what's possible"
        ]
    },
    {
        "date": "9.2.21 5:02 pm",
        "ctx": [
            "you had a really fun answer for enlightenment some time ago, and sadly i can't it :( so, if you still had something to say about enlightenment, what would it be? :)",
            "it's higher than before. they keep raising it"
        ]
    },
    {
        "date": "9.2.21 4:20 pm",
        "ctx": [
            "is it good to return to a song i'm not satisfied with to rewrite it, or shoud i go on making another song?",
            "those are both good. you can do both, if you think you have time"
        ]
    },
    {
        "date": "9.2.21 1:15 pm",
        "ctx": [
            "hey bill, do you like geography?",
            "yes"
        ]
    },
    {
        "date": "9.2.21 11:35 am",
        "ctx": [
            "what note is a microwave beep?",
            "near Bb. which i assume is a multiple of 60hz, because it seems to match the hum the microwave makes when cooking"
        ]
    },
    {
        "date": "9.2.21 11:25 am",
        "ctx": [
            "Is magnetic energy unethical?",
            "no"
        ]
    },
    {
        "date": "9.2.21 11:01 am",
        "ctx": [
            "What is there left to be discovered?",
            "i don't know yet"
        ]
    },
    {
        "date": "9.2.21 9:24 am",
        "ctx": [
            "What future events are you looking forward to the most?",
            "the 2-day thing"
        ]
    },
    {
        "date": "9.2.21 7:17 am",
        "ctx": [
            "why was i born?",
            "it's just what you needed at the time"
        ]
    },
    {
        "date": "9.2.21 6:19 am",
        "ctx": [
            "What should i ask?",
            "what to ask"
        ]
    },
    {
        "date": "9.2.21 4:30 am",
        "ctx": [
            "how do i stop judging myself and let myself be",
            "if you judge yourself for judging yourself, that's a double-judge, which cancels out"
        ]
    },
    {
        "date": "9.2.21 3:35 am",
        "ctx": [
            "what is music?",
            "like a reflection of you, but not a reflection. actual"
        ]
    },
    {
        "date": "9.2.21 12:47 am",
        "ctx": [
            "is there a physical location that you find yourself most creative in?",
            "yes, which is often different from the previous one"
        ]
    },
    {
        "date": "9.2.21 12:05 am",
        "ctx": [
            "how can i be proud of my own voice",
            "make a list of the things you can do with it"
        ]
    },
    {
        "date": "9.1.21 11:07 pm",
        "ctx": [
            "help,, how do i speak dog language?",
            "just tell the truth"
        ]
    },
    {
        "date": "9.1.21 10:51 pm",
        "ctx": [
            "Is the word \"road\" in your next song",
            "no"
        ]
    },
    {
        "date": "9.1.21 9:35 pm",
        "ctx": [
            "are you real?",
            "oh that would be almost too convenient"
        ]
    },
    {
        "date": "9.1.21 9:01 pm",
        "ctx": [
            "how many days does it take to make a vid",
            "how about 4"
        ]
    },
    {
        "date": "9.1.21 8:59 pm",
        "ctx": [
            "in 'and the day goes on' it says that 1+1+1+1=1. do you have a mathematical proof for this?",
            "no"
        ]
    },
    {
        "date": "9.1.21 8:47 pm",
        "ctx": [
            "Why do you answer questions?",
            "in case i might know the answer"
        ]
    },
    {
        "date": "9.1.21 8:07 pm",
        "ctx": [
            "what is your favorite natural disaster?",
            "the morning"
        ]
    },
    {
        "date": "9.1.21 6:10 pm",
        "ctx": [
            "how to grow the brain three sizes",
            "water it?"
        ]
    },
    {
        "date": "9.1.21 4:50 pm",
        "ctx": [
            "how to be cool?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "9.1.21 4:22 pm",
        "ctx": [
            "why is time such a funny thing",
            "because now is now, and now is now, but they're different"
        ]
    },
    {
        "date": "9.1.21 3:51 pm",
        "ctx": [
            "is there a simple way to achieve normal human functions, for example being able to function in a normal human fashion?",
            "try being born as a human. easier said than done, i know"
        ]
    },
    {
        "date": "9.1.21 3:02 pm",
        "ctx": [
            "who created god?",
            "it's on auto-create"
        ]
    },
    {
        "date": "9.1.21 12:49 pm",
        "ctx": [
            "do you need some cabbage in your diet",
            "i don't know"
        ]
    },
    {
        "date": "9.1.21 11:34 am",
        "ctx": [
            "opinion on september?",
            "temperate"
        ]
    },
    {
        "date": "9.1.21 10:14 am",
        "ctx": [
            "If you could travel to any other planet which one would it be",
            "venus"
        ]
    },
    {
        "date": "9.1.21 9:20 am",
        "ctx": [
            "how to be dumb?",
            "the first thing you wanna do is go ahead and get insanely smart"
        ]
    },
    {
        "date": "9.1.21 7:04 am",
        "ctx": [
            "would you kindly share with us 13 different words in the next song",
            "the\nbe\nto\nand\na\nin\nthat\ni\nit\nfor\non\nyou\ndo"
        ]
    },
    {
        "date": "9.1.21 6:19 am",
        "ctx": [
            "whats your favourite year",
            "1"
        ]
    },
    {
        "date": "9.1.21 4:42 am",
        "ctx": [
            "is god real",
            "are you"
        ]
    },
    {
        "date": "9.1.21 3:43 am",
        "ctx": [
            "why do birds fly",
            "to get from point A to B"
        ]
    },
    {
        "date": "9.1.21 3:39 am",
        "ctx": [
            "when will you lift up the whole entire world",
            "pretty soon maybe"
        ]
    },
    {
        "date": "9.1.21 2:56 am",
        "ctx": [
            "How do I get the motivation to create art?",
            "do you want to"
        ]
    },
    {
        "date": "9.1.21 12:55 am",
        "ctx": [
            "Do you measure feet by the measurement or an actual foot?",
            "a foot is usually measured in inches or centimeters",
            "If an actual foot, what size.",
            "12 inches"
        ]
    },
    {
        "date": "9.1.21 12:50 am",
        "ctx": [
            "Have you heard of Joe?",
            "oh i'm not falling for that one again"
        ]
    },
    {
        "date": "9.1.21 12:11 am",
        "ctx": [
            "is water sharp or smooth??",
            "oh i'm not falling for that one again\n\n\n\n\n\n(ref: questions-2021-08.html)PREVIOUS QUESTIONS"
        ]
    }
]