[
    {
        "date": "202111302354",
        "ctx": [
            "I don't know what I want to do in life, can u give me an idea?",
            "how about doing everything. just kidding, that's impossible. but it's a logical place to start"
        ]
    },
    {
        "date": "202111302259",
        "ctx": [
            "how many new songs will ever exist",
            "how many do you want"
        ]
    },
    {
        "date": "202111302207",
        "ctx": [
            "what's your favorite part of the number line",
            "the middle"
        ]
    },
    {
        "date": "202111302120",
        "ctx": [
            "What's the BPM of your next song?",
            "116"
        ]
    },
    {
        "date": "202111302054",
        "ctx": [
            "Will you make a song or video about the pandemic?",
            "maybe later"
        ]
    },
    {
        "date": "202111302049",
        "ctx": [
            "I just made my train, at 8:45, and then At the Airport Terminal came around on ye olde playlist, and I heard that line \"it's 8:45 and I'm on the next flight\". Coincidence?",
            "yes"
        ]
    },
    {
        "date": "202111302012",
        "ctx": [
            "have you considered making one of your songs gospel styled?",
            "i'd like to do them all that way, if possible"
        ]
    },
    {
        "date": "202111301704",
        "ctx": [
            "Will the next song be released by the end of this month (December 2021)",
            "i'll try"
        ]
    },
    {
        "date": "202111301516",
        "ctx": [
            "why do they call it high school? high relative to what? there is an even higher school but they dont call it high school",
            "it's actually supposed to be called hi school. like 'hello' school"
        ]
    },
    {
        "date": "202111301438",
        "ctx": [
            "is April fools day all just an April fools joke",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202111301421",
        "ctx": [
            "Do you consider yourself a poet?",
            "know weigh"
        ]
    },
    {
        "date": "202111302453",
        "ctx": [
            "What percent of your music has a deeper meaning",
            "1% of it is deeper than the other 99%, 2% is deeper than the other 98%, 3% is deeper than the other 97%, and so on"
        ]
    },
    {
        "date": "202111301031",
        "ctx": [
            "how do i science?",
            "make something up and then try to prove it"
        ]
    },
    {
        "date": "202111300945",
        "ctx": [
            "Whats is your talent",
            "over and under thinking simultaneously"
        ]
    },
    {
        "date": "202111300916",
        "ctx": [
            "what do they sell at the grocery store?",
            "not sure"
        ]
    },
    {
        "date": "202111300911",
        "ctx": [
            "does the universe makes sense to you?",
            "yes, which makes it even more intriguing when it doesn't"
        ]
    },
    {
        "date": "202111300657",
        "ctx": [
            "Did you write \"at the airport terminal\" after a positive experience you had at an airport terminal?",
            "maybe an idealized summation of memories"
        ]
    },
    {
        "date": "202111300337",
        "ctx": [
            "Is it bad that when I write a song I start with the chord progression and then build the melody?",
            "that all depends if you think the result is bad or have a bad time in the process",
            "I feel like it limits my melodies but in exchange I get the chords that I like."
        ]
    },
    {
        "date": "202111300138",
        "ctx": [
            "Which of your songs should I show someone to introduce them to your music?",
            "none of them. make them guess which one they want to hear"
        ]
    },
    {
        "date": "202111292348",
        "ctx": [
            "How can you practice trusting yourself?",
            "start telling yourself the truth and see if it comes true"
        ]
    },
    {
        "date": "202111292252",
        "ctx": [
            "what are you worried about for your next song?",
            "caring too much, which i always do. it's not a bad thing to care, it's great to care. but, if you can imagine this, i still do it too much"
        ]
    },
    {
        "date": "202111292158",
        "ctx": [
            "what's the point of life if i'm not extraordinary",
            "start by writing down what you think is the point of being extraordinary"
        ]
    },
    {
        "date": "202111291902",
        "ctx": [
            "how did we learn to do without doing",
            "must have been a bolt of lightning"
        ]
    },
    {
        "date": "202111291828",
        "ctx": [
            "approximately when will the next reality post be",
            "i'll see if i can do it today"
        ]
    },
    {
        "date": "202111291759",
        "ctx": [
            "is your music good?",
            "i'm not sure"
        ]
    },
    {
        "date": "202111291747",
        "ctx": [
            "Why does the English language not follow its own rules like all the other languages like it used to?",
            "almost no language ever used in life follows all rules. breaking rules is a telltale sign of life"
        ]
    },
    {
        "date": "202111291715",
        "ctx": [
            "who inspires you the most?",
            "could be you"
        ]
    },
    {
        "date": "202111291440",
        "ctx": [
            "ive come up with a very beautiful chord progression that i've kind of been in love with the past few days, but i dont know what to do next. any advice on this kind of situation?",
            "just keep listening to it. you're done"
        ]
    },
    {
        "date": "202111291417",
        "ctx": [
            "what inspires your writing of your songs? is it things you hear or something?",
            "everything"
        ]
    },
    {
        "date": "202111291344",
        "ctx": [
            "How to effectively make grilled cheese",
            "grill everything. not just the cheese"
        ]
    },
    {
        "date": "202111291306",
        "ctx": [
            "how do you deal with sadness",
            "tell stories about it"
        ]
    },
    {
        "date": "202111292426",
        "ctx": [
            "why did the strange thing you did cause everything to be pink",
            "ended the song"
        ]
    },
    {
        "date": "202111292404",
        "ctx": [
            "whats your favorite part of the alphabet",
            "the part where you get to make words and phrases"
        ]
    },
    {
        "date": "202111291143",
        "ctx": [
            "how do i become stronger",
            "if you get weak enough it loops around"
        ]
    },
    {
        "date": "202111291011",
        "ctx": [
            "have you ever used microsoft paint for one of your videos?",
            "no"
        ]
    },
    {
        "date": "202111290804",
        "ctx": [
            "Will the next song be fast or slow?",
            "fast"
        ]
    },
    {
        "date": "202111290719",
        "ctx": [
            "will you make new songs in the future?",
            "yes"
        ]
    },
    {
        "date": "202111290507",
        "ctx": [
            "how to touch the sky?",
            "it's you. you're the sky"
        ]
    },
    {
        "date": "202111290503",
        "ctx": [
            "why dont you ever use capital letters?",
            "i do, but why don't you"
        ]
    },
    {
        "date": "202111282218",
        "ctx": [
            "is your song \"outside\" meant to exude some existential horror?",
            "not in a bad way"
        ]
    },
    {
        "date": "202111282214",
        "ctx": [
            "who inspires you",
            "maybe you"
        ]
    },
    {
        "date": "202111282138",
        "ctx": [
            "how do you make melodies? For me they just pop in my head",
            "yes that's how it usually goes",
            "and I can't for the life of me create them intentionally",
            "the best way to 'intentionally' interact with the mysterious melody gods is to mischievously act like you're trying to make a bad melody on purpose. this usually wakes the melody gods pretty quick, and everybody has fun"
        ]
    },
    {
        "date": "202111282043",
        "ctx": [
            "Can you do another Christmas song?",
            "sure"
        ]
    },
    {
        "date": "202111282041",
        "ctx": [
            "wheres a good place to download high quality images of your cover art",
            "spotify or apple music"
        ]
    },
    {
        "date": "202111282016",
        "ctx": [
            "are you old school or new school?",
            "how about right now school"
        ]
    },
    {
        "date": "202111282008",
        "ctx": [
            "when do you know you have too many goats",
            "as soon as:\n1. you know the right number of goats\n2. you know how many goats you have\n3. you've crunched the numbers"
        ]
    },
    {
        "date": "202111281826",
        "ctx": [
            "Why the switch to 3D animation instead of 2D animation?",
            "i wrote a video about world history, much of which needed 3D to depict properly"
        ]
    },
    {
        "date": "202111281322",
        "ctx": [
            "can the truth be funny?",
            "yes, it usually is"
        ]
    },
    {
        "date": "202111281308",
        "ctx": [
            "what would you do if you fused with a computer?",
            "start searching for things"
        ]
    },
    {
        "date": "202111282435",
        "ctx": [
            "What is the best way to study creative improvisation in jazz or any music or visual style wahtsoever? I cant figure it out rn",
            "you're gonna have to start making things up"
        ]
    },
    {
        "date": "202111282410",
        "ctx": [
            "how do i achieve the art of making wacky music like you do",
            "just take something normal and wack a very small percentage of it"
        ]
    },
    {
        "date": "202111281055",
        "ctx": [
            "Which one of your songs do you think sounds most like a Christmas song?",
            "at the airport terminal"
        ]
    },
    {
        "date": "202111280434",
        "ctx": [
            "Thoughts on anything and everything?",
            "it's ok"
        ]
    },
    {
        "date": "202111280302",
        "ctx": [
            "how to live? and be happy?",
            "change between changing and staying the same"
        ]
    },
    {
        "date": "202111280247",
        "ctx": [
            "why most of your videos are so short?",
            "if they weren't then perhaps i'd be still working on them and you'd never have seen them yet"
        ]
    },
    {
        "date": "202111280120",
        "ctx": [
            "I find that i more easily achieve things when not trying to achieve them. Then i want to achieve more and lose that which let me achieve before. Is there a way to lose the want",
            "yes but you never know when, and it comes back. i think you have to accept the ride"
        ]
    },
    {
        "date": "202111280112",
        "ctx": [
            "how do i know the time is always right?",
            "i think it's pretty obvious"
        ]
    },
    {
        "date": "202111281208",
        "ctx": [
            "how can i be as great as you",
            "be as great as you"
        ]
    },
    {
        "date": "202111272241",
        "ctx": [
            "are there any songs that you love, but can't find a version that you love as much as the song itself?",
            "yes, that's most songs",
            "for me, that song is \"oh holy night.\" one of the lines is literally \"fall on your knees.\" do you know how GOOD music would have to be to make someone fall on their knees??? \"oh holy night\" has sublime lyrics and a devastatingly beautiful melody, but I have yet to find an arrangement that respect's the song's sublime beauty. any versions of \"oh holy night\" that you enjoy?",
            "you might have to make your own"
        ]
    },
    {
        "date": "202111272116",
        "ctx": [
            "have you ever made a sad song before",
            "yes"
        ]
    },
    {
        "date": "202111272033",
        "ctx": [
            "in \"when i get older\", why do your friends throw away your baby shoes if they think you're still a baby",
            "that part is not true nor about me. but it sounds like some kind of taunt or torment"
        ]
    },
    {
        "date": "202111271952",
        "ctx": [
            "what is the square root of 9?",
            "3. i'm glad you asked this"
        ]
    },
    {
        "date": "202111271857",
        "ctx": [
            "did you choose your journey or did it choose you?",
            "it's an ongoing mutual negotiation"
        ]
    },
    {
        "date": "202111271832",
        "ctx": [
            "what do you want to tell the world?",
            "hi"
        ]
    },
    {
        "date": "202111271618",
        "ctx": [
            "How would you describe music visually?",
            "would have to draw some things"
        ]
    },
    {
        "date": "202111271618",
        "ctx": [
            "How do I cope with my continued existence",
            "learn more about the world, or yourself. whichever you know less about"
        ]
    },
    {
        "date": "202111271521",
        "ctx": [
            "How to fight procrastination ?",
            "do everything immediately"
        ]
    },
    {
        "date": "202111271427",
        "ctx": [
            "what's a regular polygon",
            "a 2D shape where every side is the exact same length. they usually look very normal"
        ]
    },
    {
        "date": "202111271421",
        "ctx": [
            "what is your favorite green day album",
            "i don't know any of the albums"
        ]
    },
    {
        "date": "202111271331",
        "ctx": [
            "got any waterproof ink?.",
            "no"
        ]
    },
    {
        "date": "202111272414",
        "ctx": [
            "Why does the passage of time hold so much power in our lives?",
            "because without it nothing can move"
        ]
    },
    {
        "date": "202111271147",
        "ctx": [
            "What is your IQ",
            "i can change it depending on which way i answer the questions"
        ]
    },
    {
        "date": "202111270912",
        "ctx": [
            "do you like scaring penguins?",
            "never tried it"
        ]
    },
    {
        "date": "202111270753",
        "ctx": [
            "why dont you use capital letters?",
            "i do, but why don't you"
        ]
    },
    {
        "date": "202111270749",
        "ctx": [
            "how to have more faith in humanity?",
            "remember how much we've been through"
        ]
    },
    {
        "date": "202111270608",
        "ctx": [
            "do you put much thought into the little jingles in the background of some of your videos like history of the entire world or do you just make something that goes with the voiceover",
            "it's more than both of the things you said. the goal is to make each moment in a video the best it can be while also contributing to making the entire video as good as it can be"
        ]
    },
    {
        "date": "202111270427",
        "ctx": [
            "where do babies come from?",
            "other babies"
        ]
    },
    {
        "date": "202111270327",
        "ctx": [
            "Do you like chess?",
            "i like the board and all the pieces"
        ]
    },
    {
        "date": "202111270319",
        "ctx": [
            "what if jesus was gay and this whole time he was actually saying \"ahh.... men\"",
            "i was unaware jesus actually said amen"
        ]
    },
    {
        "date": "202111270221",
        "ctx": [
            "am i a person",
            "let me perform some calculations"
        ]
    },
    {
        "date": "202111270156",
        "ctx": [
            "would you rather learn french or python (the coding language)",
            "i already know some of each but i'd prefer to learn to not argue with myself as much"
        ]
    },
    {
        "date": "202111270154",
        "ctx": [
            "do you open doors or do doors open you?",
            "i see what you're getting at"
        ]
    },
    {
        "date": "202111270101",
        "ctx": [
            "Hi, Bill. In \"Here Comes the Sun,\" would you say that the \"(ne ne neng nang neng)\" following \"Oh how you've got to have more\" could be interpreted as \"(than an ending)\"?",
            "i've never thought of that, but sure",
            "That's how I've always heard it, and although it may not be correct, that version contains a great deal of meaning for me.",
            "that's what i like about music. it can bend language for a better fit",
            "Best of luck on your current projects!"
        ]
    },
    {
        "date": "202111271244",
        "ctx": [
            "do a barrel roll",
            "i will do it when i get a chance"
        ]
    },
    {
        "date": "202111262252",
        "ctx": [
            "how can i be as normal as you",
            "just go ahead and travel from point A to B"
        ]
    },
    {
        "date": "202111262133",
        "ctx": [
            "did you used to make your videos really short because you don't have a long attention span?",
            "no. my attention span is too long. this means the videos always take a long time to produce. so i started doing short videos because that was the only way i could prevent the production time from being longer than the life-expectancy of the solar system"
        ]
    },
    {
        "date": "202111262018",
        "ctx": [
            "what do you do when you get creativity block?",
            "if i get it a few more times, then i can build something out of the blocks"
        ]
    },
    {
        "date": "202111261850",
        "ctx": [
            "What's your favorite metaphor",
            "trash"
        ]
    },
    {
        "date": "202111261725",
        "ctx": [
            "how do you discern the humanity of faceless/ nameless people?",
            "i have to somehow use my own humanity to detect"
        ]
    },
    {
        "date": "202111261712",
        "ctx": [
            "why does everyone give me such bad advice?",
            "because all advice is bad (even if it's good also)"
        ]
    },
    {
        "date": "202111261621",
        "ctx": [
            "is there any game show you'd really like to be on?",
            "only if i get to be the host"
        ]
    },
    {
        "date": "202111261548",
        "ctx": [
            "Have you ever read a manual?",
            "i can't remember. most things don't have manuals anymore, and they are not searchable. google is usually better"
        ]
    },
    {
        "date": "202111261536",
        "ctx": [
            "Why don't you use capital letters?",
            "i do, but i admit it can appear that way if you are paying little to no attention whatsoever"
        ]
    },
    {
        "date": "202111261536",
        "ctx": [
            "Does your brain decide at a random moment to experience every possible emotion at once?",
            "probably not EVERY, but very many, sometimes",
            "If so, do you know how to make it stop?",
            "count your body (how many bodys you have in your body) (1)"
        ]
    },
    {
        "date": "202111261445",
        "ctx": [
            "Do you use auto tune?",
            "no"
        ]
    },
    {
        "date": "202111261413",
        "ctx": [
            "how am i supposed to operate a folding chair if there are no directions",
            "check out a youtube tutorial. don't forget to like and subscribe if you like the content on the channel before you've seen it. stay tuned to find out the thing you clicked here for. anyway without further adieu let's jump right into it [intro in the middle of the video]......... hey guys"
        ]
    },
    {
        "date": "202111261341",
        "ctx": [
            "i think squares should be circles",
            "i understand"
        ]
    },
    {
        "date": "202111262434",
        "ctx": [
            "why dont you ever use capital letters?",
            "i do, but why don't you"
        ]
    },
    {
        "date": "202111262420",
        "ctx": [
            "if you were offered a large sum of money to eat mangoes on pizza, would you do it?",
            "sure"
        ]
    },
    {
        "date": "202111262413",
        "ctx": [
            "what does ueqstions mean",
            "questions",
            "and why did you mix it up in that wat",
            "for the title header design. it follows the same theme as all the other pages on this site"
        ]
    },
    {
        "date": "202111262403",
        "ctx": [
            "Can I have my daily dose of positivity?",
            "sure"
        ]
    },
    {
        "date": "202111262401",
        "ctx": [
            "if the light goes away, are the colors still there?",
            "i'm not sure"
        ]
    },
    {
        "date": "202111262400",
        "ctx": [
            "Do you think we are all connected? Or Part of Something bigger?",
            "yes. just living on the same planet is a significant connection. planets with any people at all are pretty rare around here actually"
        ]
    },
    {
        "date": "202111261032",
        "ctx": [
            "Why do you never answer the stupid questions?",
            "can't find any"
        ]
    },
    {
        "date": "202111260934",
        "ctx": [
            "are you tweeting at milestones of the new song-video? Song written, tweet, song produced, tweet, etc?",
            "no"
        ]
    },
    {
        "date": "202111260911",
        "ctx": [
            "do you believe it's morning?",
            "yes"
        ]
    },
    {
        "date": "202111260836",
        "ctx": [
            "opinions on the word 'francis'?",
            "reminds me of france"
        ]
    },
    {
        "date": "202111260804",
        "ctx": [
            "how \"mindful\" do you think yourself are?",
            "my mind generally is set to full blast. this has its benefits and drawbacks",
            "in general, when you divide your perception of moment into \"past, now, future\", what would be an aggregate intuitive guess of your percentages?",
            "33.34, 33.33, 33.33 (rounded)",
            "for example, i nowadays feel like in my head and my perception of time currently i'm living in %20 in the past, %30 in the now and %50 in the future."
        ]
    },
    {
        "date": "202111260338",
        "ctx": [
            "Is there an easy way to remember which are columns and which are rows. I have to think like 3 seconds everytime i see either name",
            "those poles on greek buildings are called \"greek columns\". if you're on stage looking into the audience, think of all the people sitting in the \"front row\""
        ]
    },
    {
        "date": "202111260256",
        "ctx": [
            "How to be good at sports?",
            "win"
        ]
    },
    {
        "date": "202111260119",
        "ctx": [
            "why should i continue to exist in a universe that would do something as cruel and pointless and wrong as take my mom away without even giving me a chance to say goodbye",
            "because the world also does things that are much nicer than that. nice enough to be more than worth it. that's one of the ground rules actually"
        ]
    },
    {
        "date": "202111261232",
        "ctx": [
            "I keep wanting to learn new piano songs, but I can't find the motivation to stick with one for a while. Do you have any advice?",
            "it looks like you're gonna have to find ones that you like even more. those ones that really rock your world, that you can't live without. the ones that mean everything to you"
        ]
    },
    {
        "date": "202111252344",
        "ctx": [
            "do you ever just sing your songs in your everyday life?",
            "probably whichever one i'm currently working on, because it would be glued into my head during that time"
        ]
    },
    {
        "date": "202111252225",
        "ctx": [
            "thoughts on the moon?",
            "'wow what an empty place' .... 'the days feel like months'"
        ]
    },
    {
        "date": "202111252047",
        "ctx": [
            "I've been playing piano for almost a year now but haven't progressed as much as I thought I would. I still enjoy hitting keys in simple rhythms so much it feels like a chore to do anything else. As a self-taught musician how did you go about learning music theory?",
            "just by continuing to have fun on the instrument, and maybe starting to get into finding what notes and chords some of my favorite songs are using, which can be figured out by playing the instrument, as you're doing",
            "Thanks for reading this."
        ]
    },
    {
        "date": "202111251930",
        "ctx": [
            "what are you thankful for",
            "i'm thankful the deisel pump is too big to fit in the hole for a normal car gasoline tank"
        ]
    },
    {
        "date": "202111251805",
        "ctx": [
            "do you like fax machines",
            "i like the name of them. i've never actually used one"
        ]
    },
    {
        "date": "202111251521",
        "ctx": [
            "what do you fear about the new song",
            "nothing. i'm mostly scared of myself"
        ]
    },
    {
        "date": "202111251511",
        "ctx": [
            "How do you know when a song is finished?",
            "i don't know"
        ]
    },
    {
        "date": "202111251454",
        "ctx": [
            "I want to write music for video games, any advice on how to do such a task?\n\nI know video game songs are very different from your songs in some ways but I still thought I'd ask",
            "just play the game for a while and start making things up"
        ]
    },
    {
        "date": "202111251333",
        "ctx": [
            "what's your favorite mode of transportation?",
            "already being there"
        ]
    },
    {
        "date": "202111251058",
        "ctx": [
            "what do you want for christmas",
            "to finish the song video i'm working on"
        ]
    },
    {
        "date": "202111250956",
        "ctx": [
            "Who is/are your favorite fictional character(s)?",
            "'somebody' from the phrase 'i wanna be somebody'"
        ]
    },
    {
        "date": "202111250828",
        "ctx": [
            "I sing for fun (but not in front of anyone because I just started recently) and I keep hearing words like \"pitch\" and \"tuning\" being thrown around which I don't really understand, plus idk anything about music theory, so I was wondering how to improve. It also doesn't help that I only get to sing when the house is empty, which is maybe only twice a week. I also really want to play the piano ever since I messed around with it a few times in the past but I don't have access to it now and my parents are pretty discouraging when it comes to music because they think it's useless and will only distract me further and isn't profitable enough to bring food to the table, so I definitely can't convince them to buy one anytime soon, nor do I know a close friend who owns a piano (probably because I don't have many friends). I want to get involved with music but I'm currently studying engineering (which I'm also passionate about), which is extremely hard to handle as it  is without bringing music into the picture. I think I spend a good chunk of my waking hours listening to music in the background, but I'm kind of reluctant to explore music theory not only because it's kind of inaccessible but also because once I dig too deep I just become entrenched in it and I don't want to become even more distracted from my studies. The education system in my country also holds this suffocating disdain for anything related to the arts and music, so there aren't many opportunities/resources that I know of. I'm still pretty optimistic about taking up music as a hobby, but the pressure and competition in academics will only increase in the next few years, making it even harder to give time to basically anything else I might be interested in. Anyway, complaining aside, I just need a few tips on how I could build on any crucial skills I might need for playing an instrument or singing because I've had zero training in anything related to music (due to the aforemention ed shitty education system). Also, sorry for making this unnecessarily long (I wanted to give the proper context for my situation).",
            "you're going to have to find something to play. basically the only way you can expand your musical/artistic knowledge and skills is by actually 'playing' with things. that may seem like bad news if you feel like you don't have the time or resources. but i can tell you that even people who have 10 times more time and resources than you still feel like it's not enough. so just focus on whatever is within your time and resources, and begin developing a playful attitude within that space as soon as possible. music can be made with spoons if necessary"
        ]
    },
    {
        "date": "202111250708",
        "ctx": [
            "i think i have a solution to your problem.if you keep recording the same song and then producing the same video to accompany it, each production cycle will take the same amount of time.in this way your schedule can become absolutely uniform",
            "that's not true, i think it would be faster each time. which is much better than staying the same"
        ]
    },
    {
        "date": "202111250652",
        "ctx": [
            "do you know the muffin man",
            "muffins are made by machines now"
        ]
    },
    {
        "date": "202111250513",
        "ctx": [
            "what do you think is some valuable information everybody should know?",
            "1=1"
        ]
    },
    {
        "date": "202111250413",
        "ctx": [
            "I stress out way too much about the future. What are your tips for living in the present?",
            "count your body (how many bodys you have in your body) (1)"
        ]
    },
    {
        "date": "202111250337",
        "ctx": [
            "I don't wanna do a zigzag.",
            "i understand"
        ]
    },
    {
        "date": "202111242343",
        "ctx": [
            "what is the best toaster",
            "boaster"
        ]
    },
    {
        "date": "202111242257",
        "ctx": [
            "What would you call the genre of your music?",
            "average"
        ]
    },
    {
        "date": "202111242239",
        "ctx": [
            "what's your favorite feeling?",
            "good"
        ]
    },
    {
        "date": "202111242231",
        "ctx": [
            "what are some themes in your new song?",
            "fear"
        ]
    },
    {
        "date": "202111242152",
        "ctx": [
            "I Guess I've Got to Listen to \"I Guess I've Got to Listen to Bob Marley\".How Do You Feel About This?",
            "it's ok"
        ]
    },
    {
        "date": "202111241756",
        "ctx": [
            "how many weird, indescribable feelings have you felt?",
            "if the feelings are indescribable, the number of feelings is also undescribable, and uncountable",
            "your music has made me feel unique emotions i can only compare to nostalgia, maybe because it's such a strange emotion."
        ]
    },
    {
        "date": "202111241713",
        "ctx": [
            "why do people react to things that make them angry in the first place, shouldn't they just ignore it?",
            "yes. they should also ignore diseases"
        ]
    },
    {
        "date": "202111241659",
        "ctx": [
            "why does my name sound like it made out of rubber?",
            "maybe because (i'm just guessing) your name is braub"
        ]
    },
    {
        "date": "202111241619",
        "ctx": [
            "how do people have time to meet friends",
            "they do it while doing something else. that is how most friends are met"
        ]
    },
    {
        "date": "202111241615",
        "ctx": [
            "are you an introvert or extrovert",
            "i doubt it"
        ]
    },
    {
        "date": "202111241515",
        "ctx": [
            "how do you feel the music?",
            "no one knows"
        ]
    },
    {
        "date": "202111241403",
        "ctx": [
            "when has fear last stopped your momentum",
            "this month"
        ]
    },
    {
        "date": "202111241346",
        "ctx": [
            "Do you like trains?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202111241320",
        "ctx": [
            "what is the prophecy",
            "it's gonna be ok"
        ]
    },
    {
        "date": "202111241144",
        "ctx": [
            "suggest a pen name?.",
            "scribble"
        ]
    },
    {
        "date": "202111241134",
        "ctx": [
            "I've been a big fan for ever, i watched every reality video and i just wanted to know, What keeps you going?",
            "you, for example"
        ]
    },
    {
        "date": "202111241100",
        "ctx": [
            "Do you appreciate the different variations of bread?",
            "yes"
        ]
    },
    {
        "date": "202111241006",
        "ctx": [
            "in what genre would you put your songs into?",
            "wouldn't"
        ]
    },
    {
        "date": "202111240656",
        "ctx": [
            "how long does It take for you to record your songs",
            "i don't know. not knowing is a source of considerable struggle for me"
        ]
    },
    {
        "date": "202111240641",
        "ctx": [
            "what is the greatest crime which is not illegal but should be?",
            "being innocent"
        ]
    },
    {
        "date": "202111240547",
        "ctx": [
            "what's ur fave art piece?",
            "the scientific method"
        ]
    },
    {
        "date": "202111240404",
        "ctx": [
            "what to do?",
            "do everything, just to be safe"
        ]
    },
    {
        "date": "202111232241",
        "ctx": [
            "what is the typical amount of time between writing a song and releasing it?",
            "usually whatever the production time is. which despite my best efforts is not typical"
        ]
    },
    {
        "date": "202111232219",
        "ctx": [
            "what melody in more than a dream did you dream?",
            "(ref: 20200823_0556.mp3\"target=\"_blank)this one"
        ]
    },
    {
        "date": "202111232157",
        "ctx": [
            "How do you get yourself to do something you have to do, but don't want to do?",
            "start trying to understand 2 things more deeply: 'why', and 'how'"
        ]
    },
    {
        "date": "202111232136",
        "ctx": [
            "do you have any thanksgiving plans",
            "no"
        ]
    },
    {
        "date": "202111232121",
        "ctx": [
            "I've noticed that when you tweet, you often do it on dates that end in 4, such as the 14th and 24th. Maybe 23rd depending on timezones. Is this intentional?",
            "no"
        ]
    },
    {
        "date": "202111231958",
        "ctx": [
            "im afraid of writing songs about my feelings cause i dont want to sound whiny. i keep trying to figure out ways to rewrite them so i sound less whiny but then it ends up sounding less authentic. how do i get the bravery to share my authentic feelings ...?",
            "you could try being twice as whiny, and see where that leads you"
        ]
    },
    {
        "date": "202111231824",
        "ctx": [
            "can you list every rat/mouse you have seen",
            "no"
        ]
    },
    {
        "date": "202111231815",
        "ctx": [
            "You ever just jingle only part of the way instead of all the way?",
            "(ref: https://billwurtz.com/jingle-bells.mp4\"target=\"_blank)sure"
        ]
    },
    {
        "date": "202111231657",
        "ctx": [
            "do you dream",
            "i am dream"
        ]
    },
    {
        "date": "202111231643",
        "ctx": [
            "what do you think is the best advice you've ever given someone?",
            "\"make sure you give very good advice\""
        ]
    },
    {
        "date": "202111231635",
        "ctx": [
            "Do you plan on uploading more skits or do you plan to have your channel just purely song focused?",
            "i've written some super deep skits. i'm concerned they'd drown the production department in the first 3 seconds, even though they go on for at least 8 or 15 minutes, maybe even more. that's the other problem, i can't seem to figure out how to end any of them"
        ]
    },
    {
        "date": "202111231547",
        "ctx": [
            "Do you consider yourself a philosopher?",
            "i like to role play as 2 rival philosophers"
        ]
    },
    {
        "date": "202111231527",
        "ctx": [
            "do you have something to say?",
            "it feels like i have everything to say"
        ]
    },
    {
        "date": "202111231422",
        "ctx": [
            "what does music taste like?",
            "water"
        ]
    },
    {
        "date": "202111231456",
        "ctx": [
            "whats the purpose of life",
            "to imagine anything"
        ]
    },
    {
        "date": "202111231351",
        "ctx": [
            "why are some things easy but other things aren't",
            "so you can meaningfully compare the 2 different experiences"
        ]
    },
    {
        "date": "202111231351",
        "ctx": [
            "are you good at math?",
            "it's best to just get out of the way and let math be good at itself"
        ]
    },
    {
        "date": "202111231348",
        "ctx": [
            "why are you so upset? (and by \"you\" i mean \"me\")",
            "could be from all these unimaginable feelings"
        ]
    },
    {
        "date": "202111231336",
        "ctx": [
            "Do you exist?",
            "oh that would explain these almost unimaginable feelings"
        ]
    },
    {
        "date": "202111231143",
        "ctx": [
            "where does the road go in your song \"long long long journey\"",
            "through the song"
        ]
    },
    {
        "date": "202111231031",
        "ctx": [
            "Where do you think the American people should do moving forward",
            "it would be super dank if we could one day stop letting the tv tell us all to be scared of each other"
        ]
    },
    {
        "date": "202111230945",
        "ctx": [
            "What is something that scares you?",
            "the song i am working on, even though it is actually not scary. i think it's just me scaring myself at this point"
        ]
    },
    {
        "date": "202111230731",
        "ctx": [
            "when new video",
            "doing it now"
        ]
    },
    {
        "date": "202111230719",
        "ctx": [
            "Bill, how should I stop obsessing over the past and move on?",
            "this may seem too easy, but, ...... how about obsessing over the future"
        ]
    },
    {
        "date": "202111230718",
        "ctx": [
            "thoughts on rhythm games? s",
            "seems like common sense, to play games with rhythm"
        ]
    },
    {
        "date": "202111230712",
        "ctx": [
            "Can you give us one of the words in your next songs title?",
            "not yet"
        ]
    },
    {
        "date": "202111230241",
        "ctx": [
            "How much time does it take for you to write your songs?",
            "maybe between 1 and 6 days",
            "How long for the graphics?",
            "i'm in a delusional state of denial, due to cumulative past traumas over this. shouldn't be more than a day or two. a couple hours would be better. also neither of us mentioned the part in between which is recording the music (audio) of the song"
        ]
    },
    {
        "date": "202111231227",
        "ctx": [
            "why don't you use often upper keys? isn't that hard?",
            "seems easy enough for most people......................... including you"
        ]
    },
    {
        "date": "202111231226",
        "ctx": [
            "how come theres more stuff in the world than any one person could experience in a lifetime wheres the sense in that",
            "that's really the only way to make sure you'll never run out of things. your apetite for experiences is naturally pretty voracious"
        ]
    },
    {
        "date": "202111222258",
        "ctx": [
            "You should write a song... about making songs that sound like songs.",
            "most of my songs are about that"
        ]
    },
    {
        "date": "202111222127",
        "ctx": [
            "if i refer to a tuning fork as \"pitchfork\" will people start violently rioting",
            "maybe, because they'll think you're a genius"
        ]
    },
    {
        "date": "202111222026",
        "ctx": [
            "what is one thing you like about music that seems counterintuitive at first but makes sense when you think about it? i like when the most powerful part of a phrase is a rest",
            "there's no such thing as a right note. otherwise why would it ever change"
        ]
    },
    {
        "date": "202111221858",
        "ctx": [
            "can we have a prequel to bookstacking",
            "eventually yes"
        ]
    },
    {
        "date": "202111221807",
        "ctx": [
            "how do you make now your favorite time ever",
            "no one knows for sure, until it happens"
        ]
    },
    {
        "date": "202111221802",
        "ctx": [
            "what is earth",
            "must be some kinda life factory"
        ]
    },
    {
        "date": "202111221748",
        "ctx": [
            "what is your favorite thing to do at the post office",
            "contemplate how the world must have been, before email or telephone"
        ]
    },
    {
        "date": "202111221632",
        "ctx": [
            "Are you working on the video for the next song ?",
            "i'm still working on the song for the next song"
        ]
    },
    {
        "date": "202111221616",
        "ctx": [
            "If I collect all your responses to people asking for the meaning of life and put them together what would happen?",
            "you'll see a fairly wide variety of answers i have for that, but still much fewer different answers than the number of times it's been asked"
        ]
    },
    {
        "date": "202111221613",
        "ctx": [
            "why are amusement park mascots so scary",
            "because their faces are not directly controlled by a conscious human nervous system"
        ]
    },
    {
        "date": "202111221541",
        "ctx": [
            "Do you like bread",
            "the flavor overwhelms me"
        ]
    },
    {
        "date": "202111221537",
        "ctx": [
            "what do you do when you were anticipating something for weeks, but you got dissapointed when it finally happened?",
            "anticipate something new"
        ]
    },
    {
        "date": "202111221430",
        "ctx": [
            "do you listen to your own music?",
            "only if i am feeling fearless"
        ]
    },
    {
        "date": "202111221405",
        "ctx": [
            "say you're transcribing a song and it's in F#/Gb - which key signature would you write out",
            "i'd have to evaluate how often it seems to use A natural, B natural, E natural, or D natural, compared to how often it seems to use F natural or even C natural. If it uses A,B,E,D more often, then i would put it in F#. if it uses F and C more often, then i would put it in Gb"
        ]
    },
    {
        "date": "202111221338",
        "ctx": [
            "Are you just a bill on Capitol Hill?",
            "not quite"
        ]
    },
    {
        "date": "202111221300",
        "ctx": [
            "what were the dreams that got broken in your song \"long long long journey\"?",
            "that's supposed to relate to your dreams, if possible. to draw you in on the first line"
        ]
    },
    {
        "date": "202111222416",
        "ctx": [
            "How can I be happy when everyone wants to be outraged at the drop of a hat",
            "have you considered cloaking yourself in a layer of irony"
        ]
    },
    {
        "date": "202111222401",
        "ctx": [
            "How do you get inspiration for songs?",
            "everything inspires me. i plan to make a song out of every thing"
        ]
    },
    {
        "date": "202111221025",
        "ctx": [
            "how is your day",
            "pretty good"
        ]
    },
    {
        "date": "202111220955",
        "ctx": [
            "Is the song \"More than a dream\" based on lucid dreaming?",
            "no",
            "If so, is it based on a recent lucid dream you might've had?",
            "it's based on a regular dream i had on august 23, 2020, which contained part of the melody but none of the lyrics or other content"
        ]
    },
    {
        "date": "202111220753",
        "ctx": [
            "How survive middle school?",
            "bring plenty of water and warm blankets"
        ]
    },
    {
        "date": "202111220652",
        "ctx": [
            "Bill, should I look pessimistically about the bad things in the world so I care or optimistically so I don't feel terrible about them?",
            "sometimes it can be useful to remember that you actually don't know about at least 99% of what happens in the world. there's big business in serving you terrible news on purpose, but that might not always be an accurate summation of the overall state of the world"
        ]
    },
    {
        "date": "202111220621",
        "ctx": [
            "in your history of japan video, who voiced the person who said \"we've invaded china\"? around 2:17 in your video.",
            "me"
        ]
    },
    {
        "date": "202111220532",
        "ctx": [
            "how's scheduling going?",
            "impossible. i'm broken in this way. i should clarify that i am not broken in many other ways, and for that i am grateful"
        ]
    },
    {
        "date": "202111220457",
        "ctx": [
            "have you ever tried to make a list of all the chords you could think of that could harmonize the note C or is it impractical?",
            "sometimes it can be a nice exercise to put the same C in the melody and then try every bass note and then find all the best ways of filling in the harmony from there. it can be useful to know. there will never be a firm dividing line between what you can and can't do, but if you have C as the melody you'll want to know you about Ab maj, F maj, Gsus4, C over E, Dmin7, Dbmaj7, Eb6, F#min7b5 or F#dim, Amin, Amin7, Bbsus2, F/Bb, Fmin/Bb, Bbmaj9, Bbmin9, Bb9, Ab7, Ab6, Abmaj7, F over G, Bbsus2/G, Fsus4, Fsus2, F over A, Fmaj7, Fmin7, Eb13, Ebmin6, D7, D7sus4,..... that's about everything that i could come up with that seems reasonable. But any actual moment in a real song is going to render most of those wrong and a handful of them right, or possibly requiring something not listed here. On an actual songwriting situation, if you find yourself in a scenario where you'd find yourself using this type of logic to find the right chord, i find it usually means you've lost touch with the song at that particular moment. mechanics usually are not what is gonna produce the answers you want, at least in a music/song situation. for that you have to rely on pure magic/miracles, unfortunately"
        ]
    },
    {
        "date": "202111220252",
        "ctx": [
            "when will we get a sequel to book stacking?",
            "i'm pretty sure the sequel to book stacking is the one where i flip things upside down"
        ]
    },
    {
        "date": "202111212338",
        "ctx": [
            "does everything that has a beginning have to have an end",
            "not yet"
        ]
    },
    {
        "date": "202111212155",
        "ctx": [
            "what's the best kind of dream?",
            "reality"
        ]
    },
    {
        "date": "202111212056",
        "ctx": [
            "have u ever made a melody and arrangement to existing poetry / not lyrics,",
            "yes",
            "for example i just read \"do not go gentle into that good night\" and i couldn't do it without hearing a new song"
        ]
    },
    {
        "date": "202111212026",
        "ctx": [
            "Do you journal?",
            "i am journal"
        ]
    },
    {
        "date": "202111211759",
        "ctx": [
            "Were you going to quit or was that a joke?",
            "i've never made any joke or plan about quitting anything"
        ]
    },
    {
        "date": "202111211604",
        "ctx": [
            "What would you say your music genre is",
            "wouldn't say, but if you make me pick i'd have to say regular. if someone's going to deliberately try to shrink my target market, it's not gonna be me"
        ]
    },
    {
        "date": "202111211458",
        "ctx": [
            "how long did it take you to learn 3d animation?",
            "would take too long. mostly gonna have to skip it"
        ]
    },
    {
        "date": "202111211455",
        "ctx": [
            "why do i stutter",
            "maybe your mind is overwhelmed with the millions of possible ways you could say things"
        ]
    },
    {
        "date": "202111211357",
        "ctx": [
            "what's better than sliced bread",
            "diced bread"
        ]
    },
    {
        "date": "202111211356",
        "ctx": [
            "which of the multiple instruments that you play do you think you are best at?",
            "fretting"
        ]
    },
    {
        "date": "202111211300",
        "ctx": [
            "Do you know calculus",
            "no"
        ]
    },
    {
        "date": "202111212457",
        "ctx": [
            "How did you learn to make the rhythmic patterns in more than a dream?",
            "i'm not sure. i've learned most of that stuff a long time ago. if there's anything rhythmically brand new in that song, then it would be just a result of ongoing creativity, which i've been practicing for a long time also, although it is ever changing"
        ]
    },
    {
        "date": "202111211132",
        "ctx": [
            "how do you feel about the amount of time you spend animating compared to recording songs?",
            "pretty good. the sum total of both is what concerns me"
        ]
    },
    {
        "date": "202111211014",
        "ctx": [
            "i think its pretty unfair that youre always answering everyones questions but no one ever answers yours. to that end i did some research and it turns out that windmills get faster when the wind gets faster but if the wind gets too fast the windmills slow down so they dont break. therefore the answer to \"when did all the windmills start to turn so slow\" is probably either \"when it got too windy\" or \"when it stopped being windy\". hope that helps",
            "you're assuming that they were turning faster before. is there not another possible context where it could be assumed that they were previously not spinning at all"
        ]
    },
    {
        "date": "202111210949",
        "ctx": [
            "Is the world a simulation of the world?",
            "sure but wouldn't that make it the real thing"
        ]
    },
    {
        "date": "202111210536",
        "ctx": [
            "Why do I like the number 59",
            "maybe because 1003 is a multiple of it. that's the reason i like it"
        ]
    },
    {
        "date": "202111210531",
        "ctx": [
            "Thoughts on Pakistan",
            "there used to be 2 pakistans and they both used to be india"
        ]
    },
    {
        "date": "202111210434",
        "ctx": [
            "what is your favourite type of drink?",
            "water"
        ]
    },
    {
        "date": "202111210216",
        "ctx": [
            "I recently bought a car. Where should I drive it?",
            "around the world, if possible"
        ]
    },
    {
        "date": "202111210200",
        "ctx": [
            "i have become so withdrawn and distant and mysterious that i have become distant and mysterious to myself. i dont know how to fix it",
            "how about getting a job as a package delivery driver"
        ]
    },
    {
        "date": "202111210105",
        "ctx": [
            "What was the inspiration behind the question about everything being dumb and stupid that everyone asks Damien Maymdien?",
            "every line of that video is inspired by the sum total of the play-through of the video up until that point"
        ]
    },
    {
        "date": "202111202301",
        "ctx": [
            "is it too much to hope for the next song to be uploaded before the year ends???",
            "how do you think i feel",
            "if not, that's cool too, a new song to kick off the next year would be great",
            "i prefer a liquid kick, that saturates throughout the entire year equally"
        ]
    },
    {
        "date": "202111202248",
        "ctx": [
            "I have a question",
            "well you came to the right place"
        ]
    },
    {
        "date": "202111202234",
        "ctx": [
            "What is the key in your next song?",
            "A and Amin, then Dmin for a while"
        ]
    },
    {
        "date": "202111202231",
        "ctx": [
            "why are you so deep",
            "whatever gets the job done"
        ]
    },
    {
        "date": "202111202149",
        "ctx": [
            "favorite song u made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "202111201744",
        "ctx": [
            "were you telling the truth when you said \"this is my favorite part of the video\" in here comes the sun?",
            "no, that was an attempt to distract"
        ]
    },
    {
        "date": "202111201739",
        "ctx": [
            "whats your favorite number or letter?",
            "i"
        ]
    },
    {
        "date": "202111201654",
        "ctx": [
            "tell me a joke",
            "every time i try to tell a joke i end up accidentally telling the truth"
        ]
    },
    {
        "date": "202111201326",
        "ctx": [
            "so... what's your deal with postmen?",
            "they are right at that sweetspot, where something seems familiar and normal when you see it in a storybook, despite being almost completely obsolete in real life"
        ]
    },
    {
        "date": "202111201041",
        "ctx": [
            "what is your goal in life? or rather, what are your goals in life?",
            "try to solve the universe, which oddly enough actually creates more puzzles"
        ]
    },
    {
        "date": "202111201011",
        "ctx": [
            "new sgon when",
            "doing it now"
        ]
    },
    {
        "date": "202111200842",
        "ctx": [
            "WHY DO SLASH CHORDS EXISTS?????? why cant they just say how every note relates to the root (C/E should be Eminb6(no5), etc)",
            "it seems like if there's 11 characters in a chord symbol, everyone is gonna have a bad time"
        ]
    },
    {
        "date": "202111200851",
        "ctx": [
            "How long is the next song?",
            "3:11"
        ]
    },
    {
        "date": "202111200600",
        "ctx": [
            "why are you so weird",
            "that's a side effect of being normal"
        ]
    },
    {
        "date": "202111200358",
        "ctx": [
            "how did you find your purpose?",
            "it find me, but then it plays hard to get so i have to chase it"
        ]
    },
    {
        "date": "202111201226",
        "ctx": [
            "1 week schedule?",
            "that sounds lovely"
        ]
    },
    {
        "date": "202111192341",
        "ctx": [
            "In the event of a zombie apocalypse, what would you do?",
            "begin selling zombie apocalypse themed merchandise"
        ]
    },
    {
        "date": "202111192333",
        "ctx": [
            "what is the best number",
            "no number is best. the point of every number is for another number to be better"
        ]
    },
    {
        "date": "202111192228",
        "ctx": [
            "in your music video \"here comes the sun\", at 1:12, why are you wearing an Egyptian hat",
            "made sense at the time"
        ]
    },
    {
        "date": "202111192002",
        "ctx": [
            "do you have a favorite font?",
            "i like the font to be chosen for me. i prefer not to choose the font. i prefer to put all my creative energy into choosing the letters and words"
        ]
    },
    {
        "date": "202111191944",
        "ctx": [
            "Hi this is school what do you wish to learn",
            "how to tame my brain"
        ]
    },
    {
        "date": "202111191733",
        "ctx": [
            "what do i do when i have a lot of explaining to do",
            "explain everything, just to be on the safe side"
        ]
    },
    {
        "date": "202111191831",
        "ctx": [
            "How would you spell the word for if you are amplifying something with a microphone? Micing? Miking? Micking?",
            "micing",
            "Those all look wrong to me. But I don't know.",
            "yes, i've been panicing about that too"
        ]
    },
    {
        "date": "202111191810",
        "ctx": [
            "who inspires you throughout your creative journeys?",
            "anyone. maybe you can"
        ]
    },
    {
        "date": "202111191740",
        "ctx": [
            "Do you find Physics interesting?",
            "yes"
        ]
    },
    {
        "date": "202111191446",
        "ctx": [
            "why is my brain always Thinking",
            "it's on"
        ]
    },
    {
        "date": "202111191418",
        "ctx": [
            "what software do you use to compose?",
            "none"
        ]
    },
    {
        "date": "202111191413",
        "ctx": [
            "spelling tips?",
            "just put all the letters in exactly the same place"
        ]
    },
    {
        "date": "202111191105",
        "ctx": [
            "what happened to the alien babies that you got pregnant with in your song \"outside\"??",
            "fake"
        ]
    },
    {
        "date": "202111190913",
        "ctx": [
            "If you could rename a chord, what would it be and what's its new name",
            "\"Eb add4 over C\", in my own charts i sometimes call that C-&star;"
        ]
    },
    {
        "date": "202111190658",
        "ctx": [
            "In your song \"more than a dream\", I know you reference the kind of dreams you have while you're sleeping but could the song also be about the other definition of \"dream\"?",
            "yes"
        ]
    },
    {
        "date": "202111190155",
        "ctx": [
            "Have you noticed instances of \"remastered\" versions of older (pre digital recording) music and the remastered versions sound bad?",
            "yes",
            "Cause I have."
        ]
    },
    {
        "date": "202111191242",
        "ctx": [
            "any thoughts on colonizing mars?",
            "harder than previous colonizations, due to being uninhabitable, but also less confrontational because no one was there before"
        ]
    },
    {
        "date": "202111182358",
        "ctx": [
            "would you think that being a better person or a different person as the way to go",
            "sometimes you can be both. if the previous person was bad"
        ]
    },
    {
        "date": "202111182115",
        "ctx": [
            "are you still the illuminati president 666 confirmed?",
            "fake"
        ]
    },
    {
        "date": "202111181925",
        "ctx": [
            "Is belief action",
            "something tells me you are thinking of a context in which they are both the same, but without knowing that context, i have to say that they are certainly different concepts, which may or may not coexist together sometimes"
        ]
    },
    {
        "date": "202111181731",
        "ctx": [
            "do you ever not understand urself",
            "yes"
        ]
    },
    {
        "date": "202111181933",
        "ctx": [
            "how much time does it take to make a music vid",
            "exactly the wrong amount"
        ]
    },
    {
        "date": "202111181916",
        "ctx": [
            "What is the bpm of the next song?",
            "116"
        ]
    },
    {
        "date": "202111181900",
        "ctx": [
            "what's the difference between arts and crafts?",
            "crafts would include something non-artistic and practical, like building a canoe"
        ]
    },
    {
        "date": "202111181752",
        "ctx": [
            "What's a good name for my new pet rock?",
            "the same name as you. this will allow you to reflect"
        ]
    },
    {
        "date": "202111181732",
        "ctx": [
            "how to do projects with groups better? i always end up both contributing too much& too little somehow",
            "this is not my strong skill"
        ]
    },
    {
        "date": "202111182422",
        "ctx": [
            "do you enjoy feeling sad sometimes, after it happens? I kind of do, just because it adds a bit of variety in my life.",
            "it almost seems like good feelings only exist in comparison to less good feelings"
        ]
    },
    {
        "date": "202111181332",
        "ctx": [
            "do you watch grass grow in your spare time",
            "no"
        ]
    },
    {
        "date": "202111181330",
        "ctx": [
            "have you ever wanted to create a country named after you",
            "no"
        ]
    },
    {
        "date": "202111181158",
        "ctx": [
            "how do i find talent?",
            "it's you"
        ]
    },
    {
        "date": "202111181111",
        "ctx": [
            "is music getting better or worse in your opinion",
            "better"
        ]
    },
    {
        "date": "202111181024",
        "ctx": [
            "whats ur favorite seasoning",
            "reasoning"
        ]
    },
    {
        "date": "202111180915",
        "ctx": [
            "is dream on your next song?",
            "no"
        ]
    },
    {
        "date": "202111180846",
        "ctx": [
            "Opinions on transforming every single song in existence to giant steps?",
            "that could be a good community service"
        ]
    },
    {
        "date": "202111180835",
        "ctx": [
            "have you ever feuded with another family with your family while families watch you on tv on family feud?",
            "no"
        ]
    },
    {
        "date": "202111180815",
        "ctx": [
            "Why are there two different ways to describe the black keys (sharps and flats)?",
            "so you can always use the same letter as the note you were substituting it for. keep the alphabet going without any hiccups"
        ]
    },
    {
        "date": "202111180715",
        "ctx": [
            "What is the main ingredient of Chicken McNuggets?",
            "McLovin"
        ]
    },
    {
        "date": "202111180434",
        "ctx": [
            "is music the silence between the notes or the notes between the silence",
            "the interplay between both"
        ]
    },
    {
        "date": "202111180137",
        "ctx": [
            "i am eternal",
            "i believe you"
        ]
    },
    {
        "date": "202111172336",
        "ctx": [
            "Should I keep going",
            "where"
        ]
    },
    {
        "date": "202111172257",
        "ctx": [
            "how to be successful?",
            "nobody knows"
        ]
    },
    {
        "date": "202111172204",
        "ctx": [
            "Why was your song \"got to know what's going on\" not turned into a music video on your channel?",
            "this is to allow \"hi, i'm steve\" and every other video after that, to be released about 4 weeks earlier than they otherwise would have"
        ]
    },
    {
        "date": "202111172145",
        "ctx": [
            "Who are the best notes to play",
            "the best results come from how you change notes. more specifically, it's how you change between changing notes and staying on the same notes"
        ]
    },
    {
        "date": "202111172143",
        "ctx": [
            "thoughts on memes?",
            "the ultimate love child of religion and science"
        ]
    },
    {
        "date": "202111172119",
        "ctx": [
            "What are you working on right now?",
            "a song"
        ]
    },
    {
        "date": "202111172113",
        "ctx": [
            "whats the one step in the one step process",
            "step"
        ]
    },
    {
        "date": "202111171958",
        "ctx": [
            "thoughts on my desk",
            "it's good"
        ]
    },
    {
        "date": "202111171836",
        "ctx": [
            "Does your next song have a chorus section?",
            "yes"
        ]
    },
    {
        "date": "202111171647",
        "ctx": [
            "name a random location i can go to and film im desperate",
            "reykjavik"
        ]
    },
    {
        "date": "202111171630",
        "ctx": [
            "what is a good day",
            "it's hard to describe"
        ]
    },
    {
        "date": "202111171614",
        "ctx": [
            "Is there a difference between music you want to hear and music you want to make?",
            "i was going to say yes but now that i think about it no"
        ]
    },
    {
        "date": "202111171610",
        "ctx": [
            "Are you going on tour",
            "i'll see if i can work that out"
        ]
    },
    {
        "date": "202111171439",
        "ctx": [
            "Do you always focus just on the music while listening to music?",
            "no"
        ]
    },
    {
        "date": "202111171318",
        "ctx": [
            "tell me if I'm being too conspiratorial but are all your songs made by the same person",
            "yes"
        ]
    },
    {
        "date": "202111171025",
        "ctx": [
            "do you refuse to eat the planet Neptune",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202111170943",
        "ctx": [
            "If you were to write a song anywhere on earth, where would you write it?",
            "how about writing it while traveling from one place to another",
            "Where would you NOT write it?",
            "inside the earth's core, as fun as that sounds"
        ]
    },
    {
        "date": "202111170700",
        "ctx": [
            "Congratulations! Your song \"slow down\" is stuck in my head. \n\n\n\n\n&#8317;&#7490;&#7491;&#738;&#7511;&#688;&#7590;&#738;&#696;&#7506;&#7512;&#691;&#7510;&#737;&#7491;&#8319;&#7491;&#737;&#737;&#7491;&#737;&#7506;&#8319;&#7501;&#704;&#8318;",
            "yes"
        ]
    },
    {
        "date": "202111170609",
        "ctx": [
            "your vocal drag on \"getting a good night's sleep\" seems to imply you may... in actuality be aspiring to have a good night's sleep instead of 100% having it, no?",
            "that was just something i did every time when listening to the writing playbacks. i couldn't imagine that line without it"
        ]
    },
    {
        "date": "202111170543",
        "ctx": [
            "should i ask the experts?",
            "sure..... if you can figure out who the experts are"
        ]
    },
    {
        "date": "202111171243",
        "ctx": [
            "can I be P R I N C E S S ? !",
            "sure"
        ]
    },
    {
        "date": "202111162340",
        "ctx": [
            "thoughts on saxophones?",
            "they are like Telephones but a slightly different shape"
        ]
    },
    {
        "date": "202111162306",
        "ctx": [
            "can i go my own way?",
            "yes"
        ]
    },
    {
        "date": "202111162300",
        "ctx": [
            "Why are the five steps to writing a song",
            "write the first 20%, then write the next 20%, then write the next 20%, then write the next 20%, then write the next 20%"
        ]
    },
    {
        "date": "202111162259",
        "ctx": [
            "What do you think about pineapples?",
            "i don't usually think about pineapples unless i am in the mood to be totally confused and bewildered"
        ]
    },
    {
        "date": "202111162208",
        "ctx": [
            "did you try all of the states to make sure pennsylvania was the best one to fit new canaan?",
            "no. i didn't try any. just came up with the line as it is. it surprised me, because it's the wrong state. the town is in connecticut. but, you can't argue with music",
            "mississippi and california and west virginia definitely don't have the right vibe, but what about massachusetts?",
            "never considered it. if i was thinking logically about it, it would have been connecticut, and the whole thing would have been different"
        ]
    },
    {
        "date": "202111162150",
        "ctx": [
            "where did the 2 week schedule go",
            "i'm wondering where it ever came from. i'm wondering this because it's impossible"
        ]
    },
    {
        "date": "202111162123",
        "ctx": [
            "When you were writing your song \"more than a dream\", did you think to yourself, \"I want to modulate down a minor third in the chorus\",",
            "absolutely not",
            "or did this decision happen in a different, more natural way? (If so, an explanation of the way this decision happened would be appreciated)",
            "the best analogy i can think of is this: what made you decide to use the word \"to\" in your question? you probably did not make any conscious decision to use that word, but the word got used by you nonetheless. can we explain why? maybe not...... it's probably buried somewhere in the part of the brain that knows how to make things up"
        ]
    },
    {
        "date": "202111162112",
        "ctx": [
            "What's the funniest thing",
            "waking up in the morning"
        ]
    },
    {
        "date": "202111162030",
        "ctx": [
            "how do you answer all of these questions without going insane?",
            "went insane first. get that out of the way"
        ]
    },
    {
        "date": "202111162028",
        "ctx": [
            "I have seen you answer the question \"what was the bad thing\" in reference to your song \" Just Did A Bad Thing\" and I'm confused how it's a bad thing. Why is spending the right amount of time on a song a bad thing?",
            "it's probably actually a good thing. but it always feels like the wrong thing, because of my strongly polarized goals"
        ]
    },
    {
        "date": "202111161925",
        "ctx": [
            "How to open a bottle?",
            "there should be directions on it, or else it may be already open"
        ]
    },
    {
        "date": "202111161924",
        "ctx": [
            "What are your thoughts on romanticism?",
            "sounds like that's gotta be just a longer word for romance"
        ]
    },
    {
        "date": "202111161717",
        "ctx": [
            "A common criticism of my songs is that my mixes should be improved, but I have never really gotten any specific tips for a better mix. Do you have any tips for a generally good mix?",
            "you have to start with what you can hear. if you like your mixes the way they are, then there's no change that you can or should make. you have to do it based on what you hear. for example, if the trumpet is way way too loud...... if that bugs you when you listen to it, ... then you can turn it down. but if it doesn't bother you then there is no need to change it. If you already like it the way it is, and then you start changing it, you'll probably just end up making it worse. .... getting back to the original question, if someone else is claiming your 'mix' is 'bad', but not telling anything specific about what they don't like, then you can just maybe raise 1 eyebrow at them, if possible"
        ]
    },
    {
        "date": "202111161715",
        "ctx": [
            "You said that music is \"too good, but not good enough\", but good enough for what?",
            "in some cases, certain music might not be good enough to cure every disease including death"
        ]
    },
    {
        "date": "202111161548",
        "ctx": [
            "how many songs will you make before making one of the videos that isn't a song that you said you were going to make eventually",
            "i'm not sure. it depends more on the pace than the number"
        ]
    },
    {
        "date": "202111161543",
        "ctx": [
            "you have said that \"the best road cones are just bright red\".",
            "out of context",
            "i disagree,",
            "not fair to disagree with something out of context",
            "i think the best road cones are orange with white stripes. how do you feel about this?",
            "good, about your statement in your context. bad about you taking mine out of context"
        ]
    },
    {
        "date": "202111161153",
        "ctx": [
            "how bad was the bad thing you did",
            "average"
        ]
    },
    {
        "date": "202111161019",
        "ctx": [
            "what is expert mode?",
            "i'm not entirely sure"
        ]
    },
    {
        "date": "202111160809",
        "ctx": [
            "every transcription I'm seeing of might quit has it in 12/8, same for most people I've heard talking about it, but it sounds like 4/4 with triplets??? Which one is it?",
            "12/8 is supposed to sound like 4/4 with triplets. 12/8 is basically a different way to write it down, if you don't want to have to write the number 3 all the time. take away all the 3's, but then to make up for it you have to add a dot next to every note that wasn't a triplet"
        ]
    },
    {
        "date": "202111160623",
        "ctx": [
            "What's up with time, i mean don't you think it's a little weird that that baby just keeps on going on and on without taking a break?",
            "time isn't really what goes. it's everything else that goes. time is the way we measure it"
        ]
    },
    {
        "date": "202111160334",
        "ctx": [
            "does the day still go on?",
            "more now than ever before"
        ]
    },
    {
        "date": "202111160251",
        "ctx": [
            "When is a good time to pray",
            "0:00"
        ]
    },
    {
        "date": "202111160118",
        "ctx": [
            "come to my school?",
            "ok i will do it"
        ]
    },
    {
        "date": "202111161225",
        "ctx": [
            "What is you?",
            "i'm in the middle of doing a very long answer to that"
        ]
    },
    {
        "date": "202111161204",
        "ctx": [
            "what's a question that's plagued humanity since the beginning of time ?",
            "what the heck"
        ]
    },
    {
        "date": "202111152334",
        "ctx": [
            "What do you think it means when listening to one of your songs gives me a \"vibe\" from the first time I heard it, like a spiritual memory?",
            "that means i did a good job"
        ]
    },
    {
        "date": "202111152324",
        "ctx": [
            "In your opinion, which is the best song you've ever created?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "202111152302",
        "ctx": [
            "how many vowels are in the name of the next song?",
            "3"
        ]
    },
    {
        "date": "202111152215",
        "ctx": [
            "your new song is so fuckin surreal to listen to. maybe even addicting. no yea it's addicting to listen to, but here's an actual question: do you name the little guys in your videos",
            "no",
            "or are they all just bill wurtz jr.",
            "i was going to say no but now that i think about it yes",
            "if some of them are named can you tell me their names (that would be kind of cool)",
            "i call that a person, but when there's more than 1 i will have to number them probably. or if they talk to each other maybe there will be some names, especially if there's more than 2"
        ]
    },
    {
        "date": "202111152201",
        "ctx": [
            "What is a good name for a country that doesn't exist?",
            "6zaunfcblpvycfh"
        ]
    },
    {
        "date": "202111152038",
        "ctx": [
            "Are there any unrecorded songs that you have where you feel you can't do them without access to an acoustic guitar or some other instrument you either can't play or don't have access to, which can't be replicated adequately by MIDI? Or is it that if you can do New Canaan with a keyboard you can do anything?",
            "i can do anything"
        ]
    },
    {
        "date": "202111152019",
        "ctx": [
            "what element is the world made out of",
            "life"
        ]
    },
    {
        "date": "202111152008",
        "ctx": [
            "man why you even got to do a thing",
            "to check which things can be done"
        ]
    },
    {
        "date": "202111151925",
        "ctx": [
            "What's a Word you think you've never said our loud?",
            "obdurate"
        ]
    },
    {
        "date": "202111151921",
        "ctx": [
            "what's your favorite snack food?",
            "a whole meal"
        ]
    },
    {
        "date": "202111151921",
        "ctx": [
            "any thoughts on yogurt?",
            "seems realistic"
        ]
    },
    {
        "date": "202111151918",
        "ctx": [
            "what's your favorite season?",
            "changing the seasons. that's the only thing that does it for me anymore"
        ]
    },
    {
        "date": "202111151913",
        "ctx": [
            "Who is your favorite artist",
            "could be you"
        ]
    },
    {
        "date": "202111151824",
        "ctx": [
            "How much does mud affect cross country times?",
            "about 4%"
        ]
    },
    {
        "date": "202111151802",
        "ctx": [
            "What is your favourite meme?",
            "that wow factor"
        ]
    },
    {
        "date": "202111151728",
        "ctx": [
            "How many letters are in your response to this question",
            "four"
        ]
    },
    {
        "date": "202111151700",
        "ctx": [
            "What's your current average power level? (approx.)",
            "depends on the time range"
        ]
    },
    {
        "date": "202111151352",
        "ctx": [
            "how do you know when your lyrics are just right",
            "the lyrics and music are linked together, but, the way i know when it's just right is when i feel that wow factor"
        ]
    },
    {
        "date": "202111152406",
        "ctx": [
            "whats in the box that says \"fragile do not open\"",
            "the box is solid"
        ]
    },
    {
        "date": "202111151143",
        "ctx": [
            "do you think your standards are high enough",
            "yes"
        ]
    },
    {
        "date": "202111151027",
        "ctx": [
            "What do you think about the word \"dank\"?",
            "it's ok",
            "Is it in your next song?",
            "no"
        ]
    },
    {
        "date": "202111150959",
        "ctx": [
            "y do u stand in front of a greenscreen just to make the backround grey except yourself",
            "keep it casual"
        ]
    },
    {
        "date": "202111150951",
        "ctx": [
            "hi bill. im at school. how do you feel about that",
            "pretty good"
        ]
    },
    {
        "date": "202111150906",
        "ctx": [
            "Looking back at old questions, you seem pretty resolute in the idea that melody/lyrics come first, the melody has \"chord residue\" on it, and then you form the chords etc around that.\n\nThat makes a lot of sense to me, but I've found that since I'm not a lyricist (yet), that I tend to prefer to build a song from the emotions that I'm feeling, and those emotions come out most clearly in the form of a series of chords (with certain phrasings) on the piano. Melodies fall out later, sometimes out of those chord phrasings.\n\nDo you think this difference in approach is just a matter of opinion?",
            "there's many different ways to do it. yours is good. if you ever get restless, you can switch, but you don't have to",
            "Could your stronger focus on lyrics be what creates that difference?",
            "i might be focusing on the lyrics slightly more than you might be, but i also focus on lyrics less than someone who writes lyrics first with no melody. i almost never do that. so in that sense i am somewhere in the middle. lyric/melody are linked for me, and that package is usually the driving force, but sometimes i do things differently. sometimes a vamp will be the first thing. sometimes a melody (no lyric) will be the first thing. occasionally lyric with no melody will be first, but that's only when i'm playing a ridiculous game i call \"title first\", and that's just for the title",
            "Or do you believe that I'd actually have a more fulfilling time with songwriting if I work on making lyrics and/or melodies first?",
            "if you start to get bored doing it the way you are doing it, then you could try other ways. but if you are enjoying your way then that means it's going good"
        ]
    },
    {
        "date": "202111150840",
        "ctx": [
            "How many words are in the title of the next song?",
            "2"
        ]
    },
    {
        "date": "202111150723",
        "ctx": [
            "thoughts on life?",
            "it has a mind of its own"
        ]
    },
    {
        "date": "202111150505",
        "ctx": [
            "why is the forest beautiful today?",
            "that is its way of saying hi"
        ]
    },
    {
        "date": "202111150456",
        "ctx": [
            "What's the proper way to cut a pineapple?",
            "i couldn't even begin to imagine"
        ]
    },
    {
        "date": "202111150428",
        "ctx": [
            "what face should i make when i don't know what face i should make?",
            "statue face"
        ]
    },
    {
        "date": "202111150418",
        "ctx": [
            "how did you come up with the first key change in \"more than a dream\"? did you write the verse in F major and the chorus in D major separately and then write in ways to modulate between the two (like the weird harmony on \"supposed to be\") later,",
            "no",
            "or did you instinctively write the weird chords leaving the key after writing the parts in F and then go to D major without intending to,",
            "yes",
            "or was it something else? \n\n(sorry if the question is worded in a confusing way)"
        ]
    },
    {
        "date": "202111150412",
        "ctx": [
            "Why am I not making the stuff I want to make?",
            "you might be scared you won't be able to make it the way you want"
        ]
    },
    {
        "date": "202111150411",
        "ctx": [
            "Why is 5am your favourite time of the day?",
            "so fresh"
        ]
    },
    {
        "date": "202111150400",
        "ctx": [
            "how deep is the earth?",
            "about 6357 km"
        ]
    },
    {
        "date": "202111150227",
        "ctx": [
            "Welcome to Subway, what would you like today?",
            "all the bread"
        ]
    },
    {
        "date": "202111150152",
        "ctx": [
            "When are you going to go to New New Canaan?",
            "never heard of it"
        ]
    },
    {
        "date": "202111150112",
        "ctx": [
            "i had this dream: i was playing sports on a giant white cube and below, was a desert like in breaking bad, my friend kicks the ball off of the cube and i have to go get it. there's this girl who's sitting down on the edge of the cube, swaying her feet. to get the ball back, i had to jump off of the cube and to get back on top of the cube, i had this superman type jump to get back up. i jump back up with the ball, i make eye contact with the girl. it's someone i have a crush on, currently, we're in separate schools now and i have no contact with her, and she just says, \"i'm just a regular girl.\" and i run back over to play again with my friend. she's appeared in my dreams in many different scenarios and i can't help to think there's something it's trying to tell me. i swear she's appeared 3-4 times in my dreams and i can recall it clear as day. bill, am i too crazy?",
            "no"
        ]
    },
    {
        "date": "202111151220",
        "ctx": [
            "bill you are awesome",
            "holy mountain trail guide you are very friendly"
        ]
    },
    {
        "date": "202111151217",
        "ctx": [
            "Thoughts on notebooks?",
            "dank"
        ]
    },
    {
        "date": "202111142352",
        "ctx": [
            "What do you think of the collective unconscious?",
            "dank"
        ]
    },
    {
        "date": "202111142034",
        "ctx": [
            "what do you think of the color \"puce\"",
            "that sounds lovely"
        ]
    },
    {
        "date": "202111141933",
        "ctx": [
            "what would be the best theme or topic for any story, song, movie/film, or any form of storytelling?",
            "life"
        ]
    },
    {
        "date": "202111141900",
        "ctx": [
            "thoughts on how to use chords?? you use them really creatively but it still makes sense and i love that",
            "it's very similar to the way we use vowel sounds in pronunciation of words. it's like magic and no one truly knows how or why it works so well, but you can pretty easily tap into its powers if you just keep playing with it over time"
        ]
    },
    {
        "date": "202111141834",
        "ctx": [
            "whats a good rhyme for 'gait'",
            "with zero context, i have to say 'estranged'"
        ]
    },
    {
        "date": "202111141731",
        "ctx": [
            "What is your favourite time of day?",
            "5am"
        ]
    },
    {
        "date": "202111141726",
        "ctx": [
            "Which one of your songs is your favorite?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "202111141704",
        "ctx": [
            "do you go back and spend time enjoying the work you've done,",
            "occasionally, if i can get over the fear",
            "or are you always focused on the next project?",
            "sometimes, if i can get over the fear"
        ]
    },
    {
        "date": "202111141629",
        "ctx": [
            "do you think that the universe will ever fully end?",
            "that starts to depend on the scope of the word universe",
            "and if so are you afraid?",
            "no"
        ]
    },
    {
        "date": "202111141438",
        "ctx": [
            "how does one get better mindset",
            "get to know your current mindset"
        ]
    },
    {
        "date": "202111141334",
        "ctx": [
            "Is doubt a decision?",
            "i don't think so"
        ]
    },
    {
        "date": "202111142453",
        "ctx": [
            "when did you start making music? like as a kid or after school and whatnot",
            "as a kid, before school"
        ]
    },
    {
        "date": "202111142448",
        "ctx": [
            "do you ever skip a song",
            "yes"
        ]
    },
    {
        "date": "202111141139",
        "ctx": [
            "is the word \"food\" in your next song",
            "no"
        ]
    },
    {
        "date": "202111140926",
        "ctx": [
            "How many letters are in the title of the next song?",
            "8"
        ]
    },
    {
        "date": "202111140842",
        "ctx": [
            "what is the optimal size for a doorknob",
            "about 90% of the size of your fist"
        ]
    },
    {
        "date": "202111140601",
        "ctx": [
            "do you like music",
            "it likes me"
        ]
    },
    {
        "date": "202111140411",
        "ctx": [
            "Do you have a good way to program relatively realistic brass sounds using midi?",
            "no"
        ]
    },
    {
        "date": "202111141235",
        "ctx": [
            "why are the synth sounds on the jazz page so pretentious???",
            "surely to get it out of my system"
        ]
    },
    {
        "date": "202111141215",
        "ctx": [
            "Do you like to be spontaneous?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202111132337",
        "ctx": [
            "why are there plants growing out of my carpet?",
            "perhaps you are the chosen one"
        ]
    },
    {
        "date": "202111132303",
        "ctx": [
            "Thoughts about 2021?",
            "it's ok"
        ]
    },
    {
        "date": "202111132247",
        "ctx": [
            "Is the American Dream simply a continuation of the futile search for the nonexistent El Dorado during the Age of Exploration?",
            "no"
        ]
    },
    {
        "date": "202111132229",
        "ctx": [
            "do you like chocolate?",
            "yes"
        ]
    },
    {
        "date": "202111132205",
        "ctx": [
            "pros and cons of music?",
            "too good, not good enough"
        ]
    },
    {
        "date": "202111132132",
        "ctx": [
            "Is good fire truck Locrian?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202111132006",
        "ctx": [
            "i asked you a question a long time ago but can't find it, any thoughts",
            "was it (ref: q.php?date=202110112353\"target=\"_blank)this<remqq></remqq><remqq></remqq>"
        ]
    },
    {
        "date": "202111131951",
        "ctx": [
            "Of the songs on your songs page, which one were you most \"into\" while you were composing/preforming",
            "i have to go into each one as far as i can. that's the only way i know how to do it. Because i'm going as far as i can, it makes it impossible to measure. so for morale's sake, the only way possible to look at it is that the current one or next one might be the best so far"
        ]
    },
    {
        "date": "202111131527",
        "ctx": [
            "why did you have to go to new canaan",
            "i didn't have to, but the reason i went there was to write a song. the reason i chose it is because that's more consecutive \"A\"s than i've ever seen. so i figured that would thrill me enough to get through the day"
        ]
    },
    {
        "date": "202111131358",
        "ctx": [
            "Is the music industry ever going to get better? It seems to be heading in all the wrong directions. Does it have to get worse before it gets better?",
            "nowadays you can make their own industry. it's choose your own direction"
        ]
    },
    {
        "date": "202111131306",
        "ctx": [
            "how do you not waste time?",
            "write it all down"
        ]
    },
    {
        "date": "202111131009",
        "ctx": [
            "I am trying to make a song. do you have some tips?",
            "the hard part about songwriting is you can't think. if you think, it stops working. if you find yourself thinking too much, a neat life hack is to make 1000 songs and then for at least some of them you won't be thinking. those will be the good ones"
        ]
    },
    {
        "date": "202111130919",
        "ctx": [
            "What is your favorite cymbal?",
            "switching between cymbals is the only thing that does it for me anymore"
        ]
    },
    {
        "date": "202111130716",
        "ctx": [
            "how do i use my \"brain\"?",
            "use your body also"
        ]
    },
    {
        "date": "202111130100",
        "ctx": [
            "Will you ever add more categories to this website?",
            "yes"
        ]
    },
    {
        "date": "202111131219",
        "ctx": [
            "when is wednesday?",
            "pretty soon"
        ]
    },
    {
        "date": "202111122239",
        "ctx": [
            "whats your favorite holiday",
            "january 1"
        ]
    },
    {
        "date": "202111122223",
        "ctx": [
            "thoughts on life?",
            "impossible but still pretty good somehow"
        ]
    },
    {
        "date": "202111121950",
        "ctx": [
            "why do you like typing on small letters?",
            "i like typing in normal letters with occasional surprises"
        ]
    },
    {
        "date": "202111121917",
        "ctx": [
            "do you think I'm weird?",
            "yes. that's normal"
        ]
    },
    {
        "date": "202111121910",
        "ctx": [
            "did you ever struggle with keeping up with all the projects you wanted to do because you had obstructions such as school, work, etc? if so, how did you manage that?",
            "the obstruction is me. learning to manage it now........."
        ]
    },
    {
        "date": "202111121654",
        "ctx": [
            "how to make the things i say in conversation closer to what i mean to say",
            "this may seem like a strange answer, but i think you should do 2 things: spend more time in conversations, and spend more time not in conversations"
        ]
    },
    {
        "date": "202111121622",
        "ctx": [
            "in a previous questions you gave gave mars a 3 out of ten. whats your problem with mars?",
            "can't breathe,"
        ]
    },
    {
        "date": "202111121512",
        "ctx": [
            "what is your favorite part about editing?",
            "taking out the bad parts"
        ]
    },
    {
        "date": "202111121458",
        "ctx": [
            "I used to feel constrained but ive now realizedits mostly when im offpath, and what felt like a constrain was simply stepping off track",
            "that makes sense"
        ]
    },
    {
        "date": "202111121448",
        "ctx": [
            "can a song about death be cheerful or inspiring?",
            "yes, i'm sure that can happen"
        ]
    },
    {
        "date": "202111121416",
        "ctx": [
            "With regards to the first line of your new song, did you wake up in some dream-like state, or were you describing a dream during which you dreamt that you woke up?",
            "i heard a melody in a dream. then i woke up and wrote it down. then, later, when writing the rest of the song, i tried to describe what it felt like"
        ]
    },
    {
        "date": "202111121415",
        "ctx": [
            "thoughts on music?",
            "too crazy. can't be real"
        ]
    },
    {
        "date": "202111122431",
        "ctx": [
            "do you like making vids",
            "that would be almost too convenient"
        ]
    },
    {
        "date": "202111121152",
        "ctx": [
            "pick a number between 1-100",
            "1"
        ]
    },
    {
        "date": "202111120500",
        "ctx": [
            "give a theme for a story?",
            "the story goes on forever"
        ]
    },
    {
        "date": "202111120453",
        "ctx": [
            "how many licks does it take to get to the tootsie roll center in a tootsie pop",
            "1"
        ]
    },
    {
        "date": "202111120417",
        "ctx": [
            "how do you make your works so deep?",
            "i just make them normal. that makes them automatically deep because the world is deep"
        ]
    },
    {
        "date": "202111120253",
        "ctx": [
            "Do you experience chromostereopsis?",
            "never heard of it"
        ]
    },
    {
        "date": "202111120225",
        "ctx": [
            "hey bill, what movie should i watch tonight?",
            "try to watch them all"
        ]
    },
    {
        "date": "202111121205",
        "ctx": [
            "im a pretty observant but forgetful person. this means i can notice very small details or habits often, and remember random tiny details, but just as often forgets what im saying as im saying it, and forgets more, very important even, details. what i would like to know is: 1) can you relate in any way? 2) do you know any tricks for being more observant?",
            "you can't be any more or less observant, but, .... at some point someone's gonna have to decide which detail is the important detail"
        ]
    },
    {
        "date": "202111112317",
        "ctx": [
            "How do you feel about choose your own adventures",
            "they are expensive. nevermind, i just realized you can choose your own price"
        ]
    },
    {
        "date": "202111112252",
        "ctx": [
            "Are your new songs connected?",
            "same writer / producer / all musicians. video also done by same person"
        ]
    },
    {
        "date": "202111112245",
        "ctx": [
            "What really historical and groundbreaking thing will you do?",
            "prove everything is good"
        ]
    },
    {
        "date": "202111112117",
        "ctx": [
            "thoughts on the internet?",
            "could be the next big thing"
        ]
    },
    {
        "date": "202111111914",
        "ctx": [
            "Wtf is a jingle bell anyway?",
            "1 bell does not jingle. need many bells together. must be small, otherwise jangle"
        ]
    },
    {
        "date": "202111111913",
        "ctx": [
            "Thoughts on the C chord?",
            "it's been normalized by society"
        ]
    },
    {
        "date": "202111111715",
        "ctx": [
            "why horse cry in hallelujah",
            "from all the emotion"
        ]
    },
    {
        "date": "202111111327",
        "ctx": [
            "What's the first word you've thought while reading this question?",
            "\"what's\""
        ]
    },
    {
        "date": "202111111311",
        "ctx": [
            "can i have friends",
            "yes"
        ]
    },
    {
        "date": "202111111134",
        "ctx": [
            "what inspires you?",
            "everything"
        ]
    },
    {
        "date": "202111111016",
        "ctx": [
            "are letters just wrong numbers",
            "no"
        ]
    },
    {
        "date": "202111110405",
        "ctx": [
            "Is there a specific term for when people go \"yeah\", \"dig it\", \"mmf\", \"come on\" and the like (during singing/performing)? Could be ad lib but these seem slightly different, as if to signify they are \"in with the groove\" as opposed to an ad lib that might be the repetition of a word at the end of a line",
            "how about a rhythmic vocalization"
        ]
    },
    {
        "date": "202111110200",
        "ctx": [
            "can you help me with my geography homework",
            "sure"
        ]
    },
    {
        "date": "202111111227",
        "ctx": [
            "is love real?",
            "let me perform some calculations"
        ]
    },
    {
        "date": "202111111214",
        "ctx": [
            "Can I get better at turning towards my fears?",
            "yes"
        ]
    },
    {
        "date": "202111111208",
        "ctx": [
            "how do i come up with an idea?",
            "get a basket. put something in it. you can even put baskets in the basket"
        ]
    },
    {
        "date": "202111102055",
        "ctx": [
            "do you listen to your songs after you make them",
            "usually i'm too scared"
        ]
    },
    {
        "date": "202111101834",
        "ctx": [
            "What is your favorite color?",
            "medium"
        ]
    },
    {
        "date": "202111101650",
        "ctx": [
            "I'm a big fan how do you make yo muisc",
            "i'm learning it right now"
        ]
    },
    {
        "date": "202111101602",
        "ctx": [
            "What do you think about recursion?",
            "dank"
        ]
    },
    {
        "date": "202111101441",
        "ctx": [
            "it seems like one (day, a week, or month) you wrote a lot of music, so much that you are still recovering from it to this day",
            "i continue to write music frequently. what must recover from this is the production department"
        ]
    },
    {
        "date": "202111101346",
        "ctx": [
            "Do you have any side projects?",
            "yes, i have projects on all sides"
        ]
    },
    {
        "date": "202111101344",
        "ctx": [
            "In one sentence, what is your ultimate goal?",
            "each goal is more ultimate than the previous"
        ]
    },
    {
        "date": "202111101306",
        "ctx": [
            "you've seemed to imply at one point that you've considered eating blades of grass. did you eat them",
            "no"
        ]
    },
    {
        "date": "202111101132",
        "ctx": [
            "what to do when you accidently agreed to public speaking however have no public speaking skills",
            "have fun"
        ]
    },
    {
        "date": "202111100955",
        "ctx": [
            "If a tomato could sing what would it sound like",
            "like a more shiny potato"
        ]
    },
    {
        "date": "202111100738",
        "ctx": [
            "on a scale of 1 to 10 how would you rank the planet mars?",
            "3"
        ]
    },
    {
        "date": "202111100339",
        "ctx": [
            "thoughts on composite numbers?",
            "they make nice rectangles"
        ]
    },
    {
        "date": "202111100309",
        "ctx": [
            "how many people are there",
            "just enough"
        ]
    },
    {
        "date": "202111100152",
        "ctx": [
            "When making a song at your mind how do you start first? Melody, lyrics, tune, chords, or at the same time?",
            "same time"
        ]
    },
    {
        "date": "202111092355",
        "ctx": [
            "Any inspirational advice?",
            "sure"
        ]
    },
    {
        "date": "202111092221",
        "ctx": [
            "Who thought it was a good idea to make default letters anyways? As in why does our alphabet contain both big versions and small versions of letters?",
            "it's like an easy second font, built in"
        ]
    },
    {
        "date": "202111092056",
        "ctx": [
            "Is there a way to cure the hiccups?",
            "you must pass it on, to someone else"
        ]
    },
    {
        "date": "202111091929",
        "ctx": [
            "What do you do while you wait for things to render/save/export?",
            "think about what i've done"
        ]
    },
    {
        "date": "202111091822",
        "ctx": [
            "is belgium an element",
            "it's a compound"
        ]
    },
    {
        "date": "202111091818",
        "ctx": [
            "What do you think of punk rock music?",
            "too punk for rock, not punk enough for music"
        ]
    },
    {
        "date": "202111091801",
        "ctx": [
            "How big is everything",
            "huge"
        ]
    },
    {
        "date": "202111091544",
        "ctx": [
            "quick, name a business idea",
            "slowness"
        ]
    },
    {
        "date": "202111091519",
        "ctx": [
            "in \"long long long journey\" when you said \"even though most of them were painted by somebody else\", which ones did you paint?",
            "it's hard to remember. they all look so familiar"
        ]
    },
    {
        "date": "202111091414",
        "ctx": [
            "how do you talk to people?",
            "say 'hi' and then it depends what they say next"
        ]
    },
    {
        "date": "202111091322",
        "ctx": [
            "I cannot comprehend music theory, can you tell it to stop being incomprehensive?",
            "just comprehend music. that's actually all music theory is"
        ]
    },
    {
        "date": "202111092439",
        "ctx": [
            "I really like songwriting, but I never know what to do with the video aspect of posting my songs to youtube, since I don't want to show my face, and my video editing skills are ~poor~. Any advice?",
            "how about showing only your hands"
        ]
    },
    {
        "date": "202111091143",
        "ctx": [
            "What are some of your favorite art-related \"-ism\"s? (e.g. surrealism, abstract expressionism)",
            "prism"
        ]
    },
    {
        "date": "202111091004",
        "ctx": [
            "Where is a ideal location to write a song?",
            "it's different every time, except sometimes it's the same as a previous time. the main thing that matters is that it's either the same or different as last time"
        ]
    },
    {
        "date": "202111090849",
        "ctx": [
            "In your video 'Maybe I could eat blades of grass', was Damien asking some of your favorite questions that have been asked here?",
            "no. that was just me freestyling",
            "And what did he skip?",
            "i'm not sure. we can't see the card"
        ]
    },
    {
        "date": "202111090832",
        "ctx": [
            "name every digit of pi",
            "only pi can name pi"
        ]
    },
    {
        "date": "202111090814",
        "ctx": [
            "if someone were to make a stage musical with the songs you wrote, what would the plot of it be?",
            "a stage musical is gonna be best if new music is written, in the process of writing the show"
        ]
    },
    {
        "date": "202111090755",
        "ctx": [
            "i've been busy with school work so i have decided to stop playing my guitars and stuff for quite a long time. However, when i had some free time today and i started to play random things on my guitar, something didn't feel right, and it terrified me. What should i do mr bill?",
            "just play for a little bit longer. it comes back. and it's good"
        ]
    },
    {
        "date": "202111090350",
        "ctx": [
            "I feel like when i'm writing music, all I'm doing is regurgitating other music that i've heard in other songs in new combinations. your music is so unique. how do you avoid being heavily influenced by other music?",
            "if you are influenced by enough different things, you get to go on a new adventure"
        ]
    },
    {
        "date": "202111090219",
        "ctx": [
            "what do you think of modern-day content?",
            "it has a relatively recent release date"
        ]
    },
    {
        "date": "202111091224",
        "ctx": [
            "Go you think there is a set \"god\" or \"godess\" that rules or do you believe something else or nothing at all?",
            "i believe everything"
        ]
    },
    {
        "date": "202111082342",
        "ctx": [
            "best keyboard shortcut?",
            "the keyboard shortcut for making a keyboard shortcut"
        ]
    },
    {
        "date": "202111082257",
        "ctx": [
            "How will you know when you've achieved your goals?",
            "i'll have bigger goals"
        ]
    },
    {
        "date": "202111082220",
        "ctx": [
            "\"And they touched me in a peculiar way, and now i'm pregnant - with aliens\" i wonder where you got that from?",
            "just common sense really, if you look at the line before. however, the line you're referring to says \"interesting\" not \"peculiar\""
        ]
    },
    {
        "date": "202111082117",
        "ctx": [
            "What shape is the internet?",
            "dot"
        ]
    },
    {
        "date": "202111081855",
        "ctx": [
            "What is the chance for a song to go from an idea to a video/song",
            "sadly, it probably depends on whether you have access to some kind of camera or computer. if you don't have that, you'll still be able to do audio visual music, but you'd have to do it live, in real-time, in person"
        ]
    },
    {
        "date": "202111081851",
        "ctx": [
            "favorite color of pineapple",
            "the leaf part"
        ]
    },
    {
        "date": "202111081550",
        "ctx": [
            "How deep are your songs meant to be?",
            "all the way"
        ]
    },
    {
        "date": "202111081525",
        "ctx": [
            "is the hat mentioned in 'money' the same hat as the one in 'slow down'?",
            "i'm not sure. i never decided which hat it is. it's choose your own adventure"
        ]
    },
    {
        "date": "202111081448",
        "ctx": [
            "YESSSS the feeling in airport terminals is ... magical, oh this is supposed to be a question, um, how do you do people things?",
            "do a thing. that's a people thing"
        ]
    },
    {
        "date": "202111081346",
        "ctx": [
            "how do you make yourself feel smarter?",
            "put books behind you in the video chat"
        ]
    },
    {
        "date": "202111082430",
        "ctx": [
            "How long does it take to come up with a song?",
            "potentially the exact same amount of time as the length of the song, if all goes well"
        ]
    },
    {
        "date": "202111082430",
        "ctx": [
            "What genre would you classify your music as?",
            "regular"
        ]
    },
    {
        "date": "202111082407",
        "ctx": [
            "im high as hell right now, what should i do?",
            "check out something you've been wishing to understand"
        ]
    },
    {
        "date": "202111081050",
        "ctx": [
            "Suppose that you were sitting down at a table. The napkins are in front of you, which napkin would you take? The one on your 'left'? Or the one on your 'right'? The one on your left side? Or the one on your right side?",
            "what i would probably do is start arranging the napkins in different configurations, studying the emotional implications of each one"
        ]
    },
    {
        "date": "202111081022",
        "ctx": [
            "what do you think about the current humor on the internet",
            "i assume the internet has all the humor by now. except the stuff that was long before writing was invented, but even that stuff is probably still around"
        ]
    },
    {
        "date": "202111080902",
        "ctx": [
            "You've been asked 'is cereal soup?' But is soup cereal?",
            "everything is cereal"
        ]
    },
    {
        "date": "202111080856",
        "ctx": [
            "is there any advice you have for someone who just got a sudden, MASSIVE amount of positive attention for something they made? no one to talk to about this, hahaaaa",
            "you can talk to me about it if you want. i still don't know everything about this. some of the worst long term effects might hit me much later"
        ]
    },
    {
        "date": "202111080832",
        "ctx": [
            "when will the night return",
            "every 24 hours, approximately"
        ]
    },
    {
        "date": "202111080729",
        "ctx": [
            "can you type something long?",
            "sure, this is easier for me now since i increased my key-repeat rate while reducing the pre-repeat delay. aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa. i could get much more length if i used copy/paste, but, from the way i interpreted your question, i didn't think that was what you wanted"
        ]
    },
    {
        "date": "202111080630",
        "ctx": [
            "Can you do 60fps videos?",
            "sure"
        ]
    },
    {
        "date": "202111080555",
        "ctx": [
            "I realized you don't release your songs with spatial audio on apple music. Do you also feel most of them sound worse than stereo?",
            "never tried it"
        ]
    },
    {
        "date": "202111080118",
        "ctx": [
            "Are most people creative?",
            "yes"
        ]
    },
    {
        "date": "202111080105",
        "ctx": [
            "What is truth",
            "could be you"
        ]
    },
    {
        "date": "202111072348",
        "ctx": [
            "have you ever thought of a collab with someone",
            "the more i hear the word collab, the less i know what it means"
        ]
    },
    {
        "date": "202111072320",
        "ctx": [
            "i really relate to the feeling of looking around this museum for paintings i relate to. what was the last painting u related to",
            "road lines"
        ]
    },
    {
        "date": "202111072309",
        "ctx": [
            "what do you think it is that causes those gut feelings that something isnt right?",
            "something not being right",
            "ive only had two of those that i can remember, one of which being proven accurate, the other of which we will have to wait and see.",
            "just because you get that feeling doesn't mean you can prove it's accurate, because sometimes the feeling doesn't say what the thing is"
        ]
    },
    {
        "date": "202111072228",
        "ctx": [
            "I remember a question where someone asked how you come up with your songs and you said by dreaming them,",
            "i get less than 1% of the song material from dreams, so i don't think i've ever answered that question with that answer",
            "in \"more than a dream\" you talk about these dreams and say that you dream about the things you dream, is that about some problem in your song writing or is that about you dreaming about the things you want to do in life?",
            "that's me trying to end the 1st stanza in a way that i feel is most likely to make you want to continue listening to the song"
        ]
    },
    {
        "date": "202111072140",
        "ctx": [
            "(ref: q.php?date=202111061738)11.6.215:38 pm  but there are two colors!!!!",
            "i thought it was 1 hue, at many different brightnesses"
        ]
    },
    {
        "date": "202111072043",
        "ctx": [
            "What is your favorite pastime",
            "what the heck is a pastime"
        ]
    },
    {
        "date": "202111072038",
        "ctx": [
            "do you like pizza",
            "yes, it reminds me of the earth, being round and flat at the same time"
        ]
    },
    {
        "date": "202111071617",
        "ctx": [
            "Best thing ever?",
            "ranking systems"
        ]
    },
    {
        "date": "202111072444",
        "ctx": [
            "What's the best type of pasta?",
            "copy"
        ]
    },
    {
        "date": "202111072424",
        "ctx": [
            "Favourite music apart from your own?",
            "could be yours"
        ]
    },
    {
        "date": "202111072412",
        "ctx": [
            "it feels like there's a level of disconnect between the narrators in your songs and the real bill wurtz.",
            "my songs don't usually have narrators, but, the song writer is definitely me",
            "have you ever written / thought about writing something that really smashes that disconnect and explores your actual personal thoughts and feelings from your own actual perspective?",
            "i will try to find some examples of parts of my songs that tell unequivocally true statements, from my point of view:\n\nfrom the song 'more than a dream':\n\"every day seems so different\"\n\"i can't believe what i'm seeing, it's more than a dream, and it's more than anyone ever dreamed in history\"\n\"and on the best days you'll believe again that the best dreams can be real again\"\n\n\nfrom the song 'money':\n\n\"it's time for the show\"\n\nfrom the song \"here comes the sun\"\n\n\"here comes the sun, bringing you love and shining on everyone\"\n\"i hope you know that there's no stranger strange enough\" which, paraphrased more clearly, would be something like \"i hope you're aware that every person in this world is a real person, just like you, and everyone would truly love each other if we knew who we all really were\"\n\n\"ding ding ding dang ding ding, put it into words and then\nsend it all over the world\"\n\n\nfrom the song \"it's the first day of school (and i think i might quit!)\":\n\n\"gonna learn some new lessons i won't forget\ngonna write them all down in the language of love\nand then teach them to everyone\"\n\n from the song \"at the airport terminal\":\n\n\"at the airport terminal the planes are landing\"\n\"traveling somewhere and it feels fantastic, rolling across the terminal floor\" (with 'rolling' meaning walking, possibly with a wheeled suitcase)\n\"everybody here is having an unusual day\"....\"in an unusual time zone\".... \"and i'm feeling fine in an unusual way\"\n\n\n\nfrom the song \"just did a bad thing\":\n\"how many times is the game going to change\"\n\"it's the best scheme i have, and that's bad [good] enough for me\", which would refer to any time i've ever truly given my best effort \n\nfrom the song \"the easter bunny told me that christmas isn't real (but santa claus is still jesus)\":\n\n\"everything feels so alive for the very first time\" which means \"[around the christmas/holidays/late-december time, sometimes] there is a deeply warm joyous and magical feeling that i can't quite describe except by using [(ref: everythingfeelssoalivefortheveryfirsttime.mp3\"target=\"_blank)these words, sung with this melody and these chords, like this]\n\nfrom the song 'slow down':\n\"and i think i'm bobblin to a brighter day\"\n\n\nfrom the song 'long long long journey':\n\"it's a long long long journey that we've been on, and it's a long long long story that can be told\"\n \"we've come a long long way\"\n\"there's still a long way to go\"\n\nfrom the song \"when i get older\":\n\"when i get older, i'm gonna be stronger, so i can lift up the whole entire world\" which more correctly translates to \"sometime in the future i'd like to have the ability to deeply inspire many many many people, maybe so much that it might fulfill some of my unmet childhood needs somehow\" \n\n\"and i don't quite know what it means, but it feels like the song knows me\" (this describes any experience of listening to a song that really hits strongly, perhaps beyond my ability to fully understand exactly why) \n\nfrom the song \"i'm best friends with my own front door\":\n\"i saw the sign, i saw the sign, it's a bad bad sign\" which refers to the fact that i realized that i only have 4 more hours to compose the entire remainder of this song, if i wanna have any chance of staying in line with my new extremely ambitious production goal of 1 song/video released every 2 weeks\n\n\"cuz i'm hungry [to achieve my goals] and scared and i can't find the truth [figure out how the hell to do this, because i've been trying for so many years] so i'm leaving [so i don't give a fuck i'm gonna accomplish this NOW]oh, there's my balloon [holy crap i'm actually doing it, it's as if i've just been able to grab onto a balloon that can now carry me up and away from the pit of eternal failure i thought i was falling into]\"  \n\"that's how the game begins, oh, that's how i get home again\" [hopefully this is the beginning of a continued trend of achieving my production goals, which i've been seeking so deeply for so long, as one would seek their true home]\"\n\nfrom the song \"hallelujah\":\n\"hallelujah\" (that's just a true word, it's always true when anyone says it)\n\nfrom the song 'hello sexy pants':\n\"but down in congress, all the boys get mad\" (actually writen like a fictional line, but it happens to be true that \"the representatives on the floor of a 2-party government tend to argue with each other\")\n\"everywhere somebody lonely is still feeling blue\" (i'm just assuming this must be statistically true)\n\nfrom the song 'and the day goes on':\n\"and the day goes on\" which more accurately means, \"and time/life goes on\"\n\"hold on\"...\"stay strong\"... which is just general encouragement i would give to anyone, as time and life goes on   \n\nfrom the song \"La de da de da de da de day oh\":\n\"i don't have enough time to say the things i wanna say [i feel like i'm not going to have enough time to write and produce all the material i want to express, which is mostly because of the high quantity of things that i want to express, combined with the high amount that i care about it which will cause me to take it so seriously that it will therefore probably take me a long time. at least this is currently how i'm feeling in februrary of 2009 as i say this]\"\n\"i wanna write a song\".....\"is that so wrong\" [asking myself this, around february 2009, when i was feeling like i definitely hadn't written enough songs]\n\"La de da de da de da de day oh\" [simulation of what it might sound like, to sing such a song]\n\n\"i went down to the mall, then they closed down the mall\" [written with a fictional spirit, but it's almost completely based on that time i went to my local mall and i noticed that about 75% of the stores in the mall seemed to have suddenly gone out of business, and i didn't know why, and it felt spooky\n\nfrom the song \"outside\":\n\"gonna go out and away from the lines\" (just describing one of my typical creative goals)\n\nfrom the song \"got to know what's going on\":\n\"give me a chance to believe it\" (this is just a general prayer to be able to find genuine truths that can be believed in)\n\"we've got to know what's going on\" which means \"it seems like we all really would like to know what's really going on in the world, and why, and what it all means... or at least i would certainly like to know\"\n\"we've got to know so we can be strong\" which means \"it feels like we'd all probably find a lot of strength in truly knowing and understanding the world\"\n\"whatever it is i'll believe it\" (whatever the realest greatest deepest truth is, i promise to believe it)\n\n\nfrom the song \"in california\":\n\"in california you can smoke marijuana [i'm pretty sure marijuana is now legal in california (for medical purposes at least) (at the time of writing, in 2011) and the reason this seems like interesting news is because marijuana has been illegal in most places for a very long time]\"\"in california you love who you want to [i'm pretty sure there's no gender restrictions on marriage, in california, (at the time of writing, in 2011) which is interesting because i think that's been illegal in most other states for a long time]\"\n\nfrom \"alphabet shuffle\"\n\"1 2 3 4 5 6 7 8 9, i'm alive\"\n\nfrom various extremely short videos/songs:\n\"i've been thinking a long time\"\n\"music makes me feel so interesting\"\n\"get ready for november\" [on halloween which is the last day of october and thus right before the beginning of november]\n\"i'm addicted to sunshine\"\n\"yes i like music\"\n\"just wanna make longer videos, ones that last a really really long time\"\n\"just wanna make stronger [LONGER! LONGER THAN 6.5 SECONDS PLEASE] videos, online\"\n\"time to rearrange my world\" [time to try a new configuration of furniture in my bedroom/studio so that the desk faces away from the wall, toward the door, to hopefully give me a more professional attitude, as opposed to the previous configuration of facing the wall, as it always did before the time of saying this which is april 7, 2011]\n\"hello, i'm a piece of garbage\" which is a dramatization/paraphrase/summarization in 2015 of a 2007 journal entry i found which seemed to be completely devoid of any useful content and was also written during an extremely bad time in my life, at least according to my memory of it \n\"oh hi, thanks for checking in, i'm still a piece of garbage\" which is a dramatization/paraphrase/summarization in 2015 of another 2007 journal entry i found (it's from slightly later than the previous page i found and dramatized) which seemed to have the same exact sort of terrible and useless flavor as the note i had found just moments ago for the previous dramatization \n\"are you the real you?\" which is a 2015 paraphrase/dramatization of a 2004 journal page which actually said \"how happy would you be if someone were 'examining' your life right now?.... how does your life hold up under the 'pressure of the pen'?\"\n\"i'm gonna figure out what everything means\" which is a 2015 dramatization/paraphrase of the time in early 2011 when i spent several weeks trying to come up with some kind of actual scientific thesis about the exact effects that various chord sequences have on the perceived meaning of the songs they're used in\n\"got to know (just) what i'm doing with my life\" which is a 2015 dramatization/summary of what i was probably feeling when i started much more actively pursuing keyboardplaying+singing in july of 2008",
            "what are your thoughts on writing personally vs based on somewhat different characters that somewhat embody how you feel, and your approach to that kind of system?",
            "it seems that one of the best ways to get real potent results is to use a lot of truth mixed with some creative alternatives to the truth. if done right, this almost has the effect of training the soul to spot the truth. the soul seems to be nourished by this. at least that's the way it feels for me"
        ]
    },
    {
        "date": "202111072409",
        "ctx": [
            "Hey bill! I'm, as a bassits, having trouble to learn how to make walking basslines. Got any tips to help stuff walk?",
            "there's 2 things i can recommend, separately. first, just try to let yourself know, whenever you think you hear someone doing it really good. you'll feel yourself instinctively saying \"oh yeah.... yes, this feels really good, i'm enjoying this\". just make a brief mental note of when you are feeling this. just be aware of that feeling, what it felt like, and what it seemed to sound like. Then, besides that, just spend a lot of time playing along to recordings where walking should happen. try some things, .... and you may notice it may feel a little uncomfortable if what you're doing does not give you the same \"oh yeah\" feeling that you got before, but, if you keep playing along with those songs, eventually you're gonna find it. you'd have to. it's like a rat finding cheese in a maze"
        ]
    },
    {
        "date": "202111071142",
        "ctx": [
            "is your song \"here comes the sun\" based on \"and the day goes on\"?",
            "no. most of 'here comes the sun' was written much earlier than 'and the day goes on'"
        ]
    },
    {
        "date": "202111071138",
        "ctx": [
            "what is your favorite letter?",
            "using different letters together is the only thing that does it for me anymore"
        ]
    },
    {
        "date": "202111070953",
        "ctx": [
            "What motivates you to motivate everything?",
            "knowing that if i do that, everything's probably gonna motivate me back"
        ]
    },
    {
        "date": "202111070501",
        "ctx": [
            "How do I deal with incredible guilt?",
            "start by explaining exactly what you think you did wrong (or didn't do right)"
        ]
    },
    {
        "date": "202111070324",
        "ctx": [
            "how do i make myself feel tall?",
            "stand on a chair"
        ]
    },
    {
        "date": "202111070223",
        "ctx": [
            "thoughts on iq tests?",
            "i'm just imagining how smart the test creators must be"
        ]
    },
    {
        "date": "202111070217",
        "ctx": [
            "how being a human goin for ya",
            "it's a total mind fuck"
        ]
    },
    {
        "date": "202111070126",
        "ctx": [
            "The word \"enfatuation\" doesn't appear in any dictionary. Are you sure you didn't mean \"infatuation\"?",
            "you're right, i did"
        ]
    },
    {
        "date": "202111070104",
        "ctx": [
            "what does the 34th word in your 47th video mean",
            "my 47th video probably has less than 34 words. most of my videos were shorter back then"
        ]
    },
    {
        "date": "202111062329",
        "ctx": [
            "How do you focus?",
            "step 1 is to identify what the thing is that you would like to focus on. this may seem simple, but i don't feel like you've done that so far, or at least if you did you didn't tell me about it"
        ]
    },
    {
        "date": "202111062326",
        "ctx": [
            "(ref: q.php?date=201902281140)2.28.1911:40 am  are any of these songs on your website?",
            "how about 'write a tune that really sucks' (except for the tonal keyboard intro)"
        ]
    },
    {
        "date": "202111062225",
        "ctx": [
            "What is Steve's real name",
            "it's your name"
        ]
    },
    {
        "date": "202111062107",
        "ctx": [
            "Is At the Airport Terminal an extended metaphor about death(\"saying goodbye to the world I know\" or \"one day soon we will all be together\" both illustrate afterlife)?",
            "that angle does seem to work"
        ]
    },
    {
        "date": "202111062104",
        "ctx": [
            "i think i have a identity crisis. how do i dig out of my identity hole",
            "make a list of your top 10 favorite identities"
        ]
    },
    {
        "date": "202111062019",
        "ctx": [
            "what is your favourite time",
            "Sunday, November 7, 2021 1:47:50 AM"
        ]
    },
    {
        "date": "202111062016",
        "ctx": [
            "are the cold winds still coming in at you?",
            "they are stronger now"
        ]
    },
    {
        "date": "202111062006",
        "ctx": [
            "please brag about yourself a little more",
            "i can tell the difference between calvary and cavalry"
        ]
    },
    {
        "date": "202111061927",
        "ctx": [
            "honestly someone probably asked u this already since this is a well known and popular religion but i was wondering if you would like to join the holy cannoli and his desciples",
            "sure i'd be glad to do that"
        ]
    },
    {
        "date": "202111061904",
        "ctx": [
            "Can you make more videos please?",
            "i almost didn't even think of that"
        ]
    },
    {
        "date": "202111061738",
        "ctx": [
            "what does the chrome mean in monochrome",
            "color"
        ]
    },
    {
        "date": "202111061552",
        "ctx": [
            "Do you think that if Mt. Saint Helen actually blew up one day your song would be an accurate portrayal of that event?",
            "not quite"
        ]
    },
    {
        "date": "202111061511",
        "ctx": [
            "Do you have any idea when you will perform in person concerts?",
            "no",
            "I daydream about this scenario quite regularly"
        ]
    },
    {
        "date": "202111061345",
        "ctx": [
            "so bill, what gave you the idea to make music?",
            "it must have been music"
        ]
    },
    {
        "date": "202111062438",
        "ctx": [
            "do you really like making songs and animating your videos?",
            "it would be nice if i could distill the the whole thing much further, into just the elements that matter most. this would make the whole process more potent, more efficient, and i'd also be much happier"
        ]
    },
    {
        "date": "202111061115",
        "ctx": [
            "Bill I don't want to accomplish anything I just want to BE. I want to just walk the Earth and exist, but nonetheless I often feel like I'm doing that wrong somehow. I have the nagging idea that I must achieve and be productive but I only wish to produce joy. Must I struggle against something (like producing music) or do I just need to get over myself?",
            "one of the fascinating things about living here is that there are so many ways you can do things. what the hell, even the wrong ways may be right"
        ]
    },
    {
        "date": "202111061040",
        "ctx": [
            "Are you gonna go on tour",
            "that would be a friendly idea"
        ]
    },
    {
        "date": "202111060634",
        "ctx": [
            "are you the president",
            "is there a way to test that"
        ]
    },
    {
        "date": "202111060136",
        "ctx": [
            "thoughts on MBTI?",
            "the result changes if you answer the questions differently each time"
        ]
    },
    {
        "date": "202111061232",
        "ctx": [
            "any specific chord changes you would recommend I learn to improv over?",
            "how about some of your favorite songs. or, if you like to read, for a twist you can pick up a song book full of things you've never heard and start using those"
        ]
    },
    {
        "date": "202111061227",
        "ctx": [
            "are you familiar with the hexagrams of the i ching?",
            "i've seen them and taken some time to digest them emotionally but i haven't memorized them"
        ]
    },
    {
        "date": "202111061223",
        "ctx": [
            "would it be worse if everything matters or nothing matters",
            "matters to what/whom"
        ]
    },
    {
        "date": "202111052311",
        "ctx": [
            "Why am I so affected by books?",
            "because of the way they're written"
        ]
    },
    {
        "date": "202111052310",
        "ctx": [
            "what instruments are in your random instrument system list?",
            "there's a lot of plucks. maybe too many plucks. but i don't mind this, it's for my own good surely"
        ]
    },
    {
        "date": "202111052154",
        "ctx": [
            "how do you deal with the pressure of seeming professional?",
            "how about this: find the common ground between what seems professional and what seems genuinely awesome. then everyone will be happy, including you"
        ]
    },
    {
        "date": "202111051950",
        "ctx": [
            "help Im trapped in a pre rendered 3d environment",
            "ok i'll be right over"
        ]
    },
    {
        "date": "202111051933",
        "ctx": [
            "why are you so good at music. tell me.",
            "i must have made the decision in early childhood that it would fulfill my needs somehow"
        ]
    },
    {
        "date": "202111051906",
        "ctx": [
            "can you describe the feeling of being at a crosswalk?",
            "all different feelings, depending on the geographical region, depending on the mechanics of the light sequence, or if there's no light then some social dynamics come into play, which again will vary based on the region"
        ]
    },
    {
        "date": "202111051831",
        "ctx": [
            "Would you recommend that others should listen to your music?",
            "that seems like it's gotta be some kind of social faux pas, to recommend your own music to someone"
        ]
    },
    {
        "date": "202111051717",
        "ctx": [
            "hey man, you used to say the word 'reasonable' a lot more. What happened?",
            "i've had an infatuation with that word"
        ]
    },
    {
        "date": "202111051610",
        "ctx": [
            "how do i know if im being lied to?",
            "it probably would help if you knew the truth somehow"
        ]
    },
    {
        "date": "202111051535",
        "ctx": [
            "do you care about the fact that we now call artists \"content creators\"? i mean it isn't wrong but it kinda screws everything about art, no?",
            "i doubt it. it's just a longer phrase, so you are going to lose that extra 1 second of time if you do end up using that phrase. it's also less specific, so the advantage is it possibly encompasses more than just artists. but if you specifically think you're talking about an artist, then you might want to say 'artist' in that case, for 2 reasons: a shorter phrase and in that case more accurate. in other cases, a different description might be more applicable. 'bookreviewer'...... 'chef'...... many different terms, with varying levels of specificity, and varying levels of accuracy too, which of course is the nature of language probably, as usual"
        ]
    },
    {
        "date": "202111051442",
        "ctx": [
            "whats so funny",
            "how about a surprise beginning"
        ]
    },
    {
        "date": "202111051442",
        "ctx": [
            "hey bill, do you master your own songs?",
            "yes",
            "if you don't, do you mind sharing who does (np if not)? and if you do, any simple tips for someone who'd also like to master their own little songs? mastering is just such a dark art to me and your shit sounds insanely good and crisp every time",
            "i think that's mixing, but no need to split hairs...... What i've noticed is, the more you stick to the obvious thing that matters at each moment, the stronger it's going to be. another way of looking at it is, ........ to put it in terms of road cones..... the best road cones are just bright red. not the ones with the floural print. also try not to put reverb on the kick"
        ]
    },
    {
        "date": "202111051416",
        "ctx": [
            "do you think someone can live a good life in isolation",
            "i'm not sure"
        ]
    },
    {
        "date": "202111051346",
        "ctx": [
            "how are you right now",
            "pretty good"
        ]
    },
    {
        "date": "202111051142",
        "ctx": [
            "bill. how to make luscious key changes?",
            "it really all depends on the rest of the *content* at play. character motivations, etc"
        ]
    },
    {
        "date": "202111051139",
        "ctx": [
            "Have you considered touring/performing at jazz festivals?",
            "no"
        ]
    },
    {
        "date": "202111051054",
        "ctx": [
            "i have had a Question that has been killing me... how does a person sleep?",
            "i have no idea"
        ]
    },
    {
        "date": "202111051054",
        "ctx": [
            "what is your favorite work",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "202111050844",
        "ctx": [
            "Ways to get motivated",
            "what would you like to accomplish"
        ]
    },
    {
        "date": "202111050801",
        "ctx": [
            "thoughts on monochrome color schemes",
            "that seems reasonable, if not downright sensible"
        ]
    },
    {
        "date": "202111050704",
        "ctx": [
            "how can i be more productive instead of procrastinating all the time",
            "it all depends what you would like to produce"
        ]
    },
    {
        "date": "202111050411",
        "ctx": [
            "When you're writing a song, (you've said you work on them piecemeal), do you try to go back to your mindset of when you first wrote it?",
            "yes. it's easy to forget that, but that's the real power move",
            "Do you try do add lyrics that continue an idea that you want to get across? Or are you adding lyrics that feel natural to you now, and whatever emotion sparked the initial draft is only in the subsequent lyrics as a result of proximity? I guess another way to ask, is there an overall 'soul' to your lyrics that exists at the outset, and by working on the song are you trying to capture it better/more completely;or are you developing the soul as you go and its not wholly there at the outset? thx",
            "it's best when the lyrics and music are conceived at the exact same time"
        ]
    },
    {
        "date": "202111050332",
        "ctx": [
            "i'm lost whats a question",
            "a request for specific information"
        ]
    },
    {
        "date": "202111051258",
        "ctx": [
            "why is everything so dumb and stupid?",
            "due to intelligence"
        ]
    },
    {
        "date": "202111042348",
        "ctx": [
            "do you ever feel like you've been hit with the nostalgia train",
            "yes"
        ]
    },
    {
        "date": "202111042340",
        "ctx": [
            "How did it a canoe get its name",
            "from its size"
        ]
    },
    {
        "date": "202111042322",
        "ctx": [
            "how to be more efficient in studying",
            "the whole key to this is recognizing what you are studying"
        ]
    },
    {
        "date": "202111042317",
        "ctx": [
            "Do you think math is a human-made way of explaining natural phenomena? Or is math nature itself and humans just discovered it? Or is it something else entirely?",
            "i'd say math is a part of nature"
        ]
    },
    {
        "date": "202111042309",
        "ctx": [
            "Whats the latest thing youve automated in your video production",
            "i've made some advances in an automatic squiggle wiggler"
        ]
    },
    {
        "date": "202111042252",
        "ctx": [
            "Do you listen to pop music?",
            "yes",
            "What do you think about it?",
            "it better be good or someone's wrong about something"
        ]
    },
    {
        "date": "202111042244",
        "ctx": [
            "what is your favourite time signature",
            "regular"
        ]
    },
    {
        "date": "202111042203",
        "ctx": [
            "Favorite Scale",
            "sliding scale"
        ]
    },
    {
        "date": "202111042132",
        "ctx": [
            "thoughts on philosophy?",
            "never thought about it"
        ]
    },
    {
        "date": "202111042107",
        "ctx": [
            "what's the difference between a cookie and a biscuit?",
            "nothing"
        ]
    },
    {
        "date": "202111042103",
        "ctx": [
            "How do I prevent stubbing my toe",
            "stay away from any objects"
        ]
    },
    {
        "date": "202111042103",
        "ctx": [
            "top 3 best things youve ever done",
            "i'm too distracted by how great i wish to do things in the future"
        ]
    },
    {
        "date": "202111042101",
        "ctx": [
            "could you please explain popcorn to me",
            "sure, i'd be glad to do that"
        ]
    },
    {
        "date": "202111041745",
        "ctx": [
            "What's an object that starts with e that isn't an elephant or an egg? I'm trying to make a mnuemonic and I'm having a very hard time thinking of any.",
            "if you want me to help with a mneumonic, i won't feel confident i'm giving you any good results unless i know the context. the key to a great mneumonic is making the whole thing flow together in a sensible way. in fact, i might add, the key to doing this is to try not to make it all nouns"
        ]
    },
    {
        "date": "202111041706",
        "ctx": [
            "i have a serious question that has been COUNFOUNDING me for weeks: how does a bag work",
            "oh great, now it's gonna confound me also"
        ]
    },
    {
        "date": "202111041702",
        "ctx": [
            "legend has it that satan's skin itself is less red than the red background on your lyrics page. the colours on all the other pages are perfect. the question now is, why?",
            "this is to compensate for the fact that it's a very imperfect page, by its nature. the problem is this: it shows the words but ALL OF THE MUSIC IS GONE. this would be like displaying all your internal organs without your skin. so the color scheme is painful on purpose, possibly to encourage you to navigate away from such an atrocious scenario"
        ]
    },
    {
        "date": "202111041520",
        "ctx": [
            "In your song New Canaan you seem to be singing for someone in particular (I'm feeling blue for you, I always dream of you, it stays true for you, etc.). Was there really someone you were thinking about when writing the song, or is that \"you\" the listener of the song, or something/someone else?",
            "it's you"
        ]
    },
    {
        "date": "202111041455",
        "ctx": [
            "i think your music is actually a supercharged overextensive version of every version of pop ever, which is amazing",
            "holy smokes you are very friendly"
        ]
    },
    {
        "date": "202111041400",
        "ctx": [
            "if you could live on any planet, what planet would you live on?",
            "earth, for now"
        ]
    },
    {
        "date": "202111042457",
        "ctx": [
            "I have a bad habit of changing a song long after I released it and then releasing it again. Any tips on how to be happy with your work the way it is?",
            "i'm not sure i understand why it's a bad habit. the only reason i don't do it is because i don't like to do it. but if you like doing it then there must be some other reason you think it's a bad habit. you may be right that it's a bad habit, but i don't know yet what your reason would be"
        ]
    },
    {
        "date": "202111041137",
        "ctx": [
            "Is perusing making music a good decision if youre doing it for fun?",
            "yes. in fact, that's one of the best ways to tell if it is a good decision. see if it is fun"
        ]
    },
    {
        "date": "202111041120",
        "ctx": [
            "is earth real?",
            "try tapping it, to check"
        ]
    },
    {
        "date": "202111041036",
        "ctx": [
            "how often do you write songs (if you keep track of those sorts of things)?",
            "before beginning production on a new song-video, i typically do a large writing session where i generate many new song ideas and develop many of my existing song ideas, then i do a selection process to pick which one will be produced next, then i finish the writing for that one only. so if we're talking about the complete writing of a song, that mostly happens as often as a song-video is produced/released, immediately preceding the production"
        ]
    },
    {
        "date": "202111040828",
        "ctx": [
            "in your song 'still a piece of garbage' you mention being a piece of garbage. is this true? maybe i'm reading into it too much",
            "this was a play-by-play re-enactment, in 2015, of the tone of a journal entry i found from 2007. actually it's the second such re-enactment, the other being about the previous page from the day before"
        ]
    },
    {
        "date": "202111040730",
        "ctx": [
            "how to english",
            "start saying 'ya know' a lot"
        ]
    },
    {
        "date": "202111040727",
        "ctx": [
            "How do I become more productive?",
            "figure out what you might want to produce"
        ]
    },
    {
        "date": "202111040501",
        "ctx": [
            "will the 3D stickman in your videos be wearing a new accessory in each video? (eg. princess crown in \"I'm a princess\" and metal hat in \"more than a dream\")",
            "maybe i will come up with some better ways to differentiate"
        ]
    },
    {
        "date": "202111040112",
        "ctx": [
            "are we in a simulation",
            "of what"
        ]
    },
    {
        "date": "202111041235",
        "ctx": [
            "I believe you don't approach songwriting like this, but are any of your published songs more specifically about a personal experience of yours?",
            "sometimes",
            "Like being about a specifc thing that happened to you, or that you felt? Or do these things just inspire bits of lyrics, maybe a general concept for the song but not like \"fuck I'm gonna make the song ABOUT this event in my life\"",
            "sometimes it's fun to write the song at the time of the event. sometimes it's fun to pick a random town in your city's transit system, and go there and write a song along the way",
            "Love you what you do, you're a great inspiration in lots of ways!"
        ]
    },
    {
        "date": "202111041232",
        "ctx": [
            "i have a question (so weird right) i was wondering if you have any advice for my \"problem\". you see, im actually pretty happy with my life at the moment. not because i get above-average grades, lots of money, or have a super cool skill, cuz i dont really (i mean,i would say im pretty good at drawing, but i hang around a lot of art kids so its more common) i dont mind my life at the moment, i think i have the knowledge and skillset i need to get through life ok right now... except one thing. you see, i love music, always have. my favorite types of music right now are 80s and 90s rock, early 2010s edm party stuff, mid 2010s pop, and random, not as well known, sometimes dumb or meaningless songs/jingles i find on youtube(such as Elise ecklund, daniel thrasher, tom mcgovern, you, etc) music is such a huge part of me, im actually named after a song by The Cure (kinda) and i would love to write some music, but at the moment, i cant. i cant read sheet music, never  even had piano lessons as a kid, not too interested in my schools music classes, ive tryed to learn guitar, but couldnt really be bothered to memorize anything, the only instrument im currently interested in (other than still maybe guitar) is drums, but im not even to sure about that. even ifcould play something, i cant come up with original melodies easily AT ALL, its incredibly hard for me. idk why this particular thing is so hard for me, or why im so bothered by it. i really want to learn something, but i can almost never find the motivation to do so, which is weird, because ive found motivation for other things, ive learned to rollerskate and knit, etc. im sure if i did, i could be patient and improve my skills, like with my drawing or singing, or the above skills, but i cant find the motivation. what should i do? where do i find motivation? why cant i let this one thing go? im sorry for the long, kinda personal question, but idk, thought i might ask, you seem to kn ow music pretty well, and youre pretty good at what you do. also, if you answer this, feel free to cut out useless bits of question, including the apology, and thanks",
            "it sounds like you want to 'write music', but you don't want to 'write music'. i think the key here is figuring out the difference between the thing you want to do, and the thing you don't actually want to do. for some reason you're thinking of them as the same thing right now, but they must be different somehow, based on the fact that you know you want to do 1, but you don't seem to want to do the other. so the whole key here is to try to understand in more detail what each thing is, until you realize how they are different"
        ]
    },
    {
        "date": "202111032332",
        "ctx": [
            "In \"I'm best friends of my own front door\" why the cops came and send me to jail? What crime did he did",
            "i'm using a technique here called 'heightening'"
        ]
    },
    {
        "date": "202111032330",
        "ctx": [
            "whats your favourite chord progression?",
            "the one that supports the *content* going on at that time"
        ]
    },
    {
        "date": "202111032311",
        "ctx": [
            "WHY DO CAPITAL LETTERS MAKE ME FEEL LIKE IM SHOUTING?",
            "because they're bigger than the default letters"
        ]
    },
    {
        "date": "202111032221",
        "ctx": [
            "What inspired you to make your songs?",
            "everything inspires me to make songs. songs are a good delivery vehicle, to deliver inspiration"
        ]
    },
    {
        "date": "202111032209",
        "ctx": [
            "what's your favorite object",
            "planet earth"
        ]
    },
    {
        "date": "202111032132",
        "ctx": [
            "are you going to do a music video with your old animation style in the future?",
            "as of the 2 most recent videos, i've begun to incorporate my old style a lot more. especially the 'money' video"
        ]
    },
    {
        "date": "202111032112",
        "ctx": [
            "do you like burger king?",
            "i like the building"
        ]
    },
    {
        "date": "202111031954",
        "ctx": [
            "how should i think?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "202111031952",
        "ctx": [
            "what time signature is more than a dream in?",
            "3/4 + 4/4 in the verses, and 4/4 for everything else"
        ]
    },
    {
        "date": "202111031934",
        "ctx": [
            "have you watched seinfeld? u sound like a person who would watch seinfeld",
            "i only watch the behind the scenes documentaries. not the actual show"
        ]
    },
    {
        "date": "202111031928",
        "ctx": [
            "How do I be less argumentative?",
            "win every argument. then there will be no more arguments after that"
        ]
    },
    {
        "date": "202111031804",
        "ctx": [
            "Any tips for improving rhythm/sense of time?",
            "listen to a lot of popular music recorded in the last 20 years"
        ]
    },
    {
        "date": "202111031725",
        "ctx": [
            "aw man why is every day so bad",
            "to prepare you for the upcoming good days"
        ]
    },
    {
        "date": "202111031357",
        "ctx": [
            "You said that seeing the world inspires you. Also, you once said that spheres are the shapes that inspire you the most. Is that intended?",
            "each response is intentional at the time, but it doesn't mean it's the best response"
        ]
    },
    {
        "date": "202111031308",
        "ctx": [
            "On a scale of 1 to 10 how would you rank the word \"astray\"?",
            "5.5"
        ]
    },
    {
        "date": "202111032447",
        "ctx": [
            "Do any of your songs have meanings behind them?",
            "every one of them has as much meaning as possible, all through it"
        ]
    },
    {
        "date": "202111030959",
        "ctx": [
            "What common object right now do you think will be a really valuable antique 100 years from now?",
            "penny"
        ]
    },
    {
        "date": "202111030956",
        "ctx": [
            "is the two week schedule working out as expected so far since you've released more than a dream?",
            "i didn't have any strong expectations about it. it's almost impossible"
        ]
    },
    {
        "date": "202111030705",
        "ctx": [
            "Not sure if anyone asked this before but how do you write good melodies for your songs?",
            "sometimes i just write a bad one and pretend it's good"
        ]
    },
    {
        "date": "202111030424",
        "ctx": [
            "Are trees the bees knees?",
            "better yet, bees are the trees knees"
        ]
    },
    {
        "date": "202111031235",
        "ctx": [
            "do you enjoy poetry?",
            "yes, but that's because everything is poetry"
        ]
    },
    {
        "date": "202111031216",
        "ctx": [
            "do you ever cry?",
            "i barely ever stop"
        ]
    },
    {
        "date": "202111022309",
        "ctx": [
            "What was your favorite year?",
            "how about next year"
        ]
    },
    {
        "date": "202111022215",
        "ctx": [
            "what did Damien skip on his list?",
            "another list"
        ]
    },
    {
        "date": "202111021712",
        "ctx": [
            "do you believe in negative emotions?\n\nif you do, when you have a negative emotion, what do you do with it? do you try to \"let go of it\" or feel it more presently to understand it and/or let it transform into something else and/or have it let go of you. i feel horrible for asking a question and giving 3 options but i felt like it was required to give enough context of my predicament. its almost like meditation vs awareness. from the side of meditation that tries to tell you to get your mind \"blank\". it seems like awareness is simply not having thoughts about what is there.",
            "the funny thing, about the ups and downs, is you're gonna have to answer this differently every time. i could try to give you a permanent answer, but that would only set you up for a crash eventually"
        ]
    },
    {
        "date": "202111021657",
        "ctx": [
            "im trying to learn a song on an instrument. the song is in 8/11. I am having a hard time tapping my foot to or counting the beat, how do i feel 8/11 better",
            "i've never heard of an 8/11 time signature"
        ]
    },
    {
        "date": "202111021619",
        "ctx": [
            "Do you have any tips in regards to exploring new crazy and wacky chords out there that sound good?",
            "yes. here's the best trick i can think of: the more you think about the whole situation, the better the chords get. figure out the whole reason for the song's existence. if it's in a movie, think about the whole story. if the song is in a restaurant, think about the restaurant and the location of the restaurant and everything about it. if the song is on a train, think about where the train goes. if the song is in your real life, think about your real life. that's where you'll find where all the deepest chords seem to mean everything. However, if you focus on just the chords, you'll find, bizarrely, none of them seem to feel like anything"
        ]
    },
    {
        "date": "202111021522",
        "ctx": [
            "what is your opinion on brand loyalty",
            "it all depends which brand. i like loyalty to good brands. loyalty to bad brands, however, would be not so good"
        ]
    },
    {
        "date": "202111021316",
        "ctx": [
            "do you sometimes think of how people perceive you (as an artist) and your work ?",
            "no, that's because at any given time, no one has yet perceived whatever work i'm currently working on. even the stuff that has been released, was made at a time when no one else had perceived it yet",
            "i see you as some kind of hyper dimensional being. is that right ?",
            "same amount as you"
        ]
    },
    {
        "date": "202111022430",
        "ctx": [
            "hi bill, I just thought about the line \"slept through every season, I just dreamed the seasons\". does it refer to the seasons of the year, or other meanings of season, such as some period of time (game season for example), or seasons of a tv show?",
            "the line itself is music. i was engaging in a bit of music-writing, which i suppose is similar to witchcraft, but less evil",
            "did you also mean to suggest that everything we experience is a dream and that nothing really exists the way we see it, but that our minds interpret the world to make us experience as we do?",
            "basically i was on the way into re-hab for using the word 'dream' too much in most of my previous songs. but then i slipped and relapsed x100. as a result, it seems, the song turned out to be a celebration of everything dreams can be",
            "if you didn't mean to have any of these, do they at least sound plausible to you?",
            "sort of"
        ]
    },
    {
        "date": "202111022409",
        "ctx": [
            "why is the sun so bright?",
            "how bright do you think it should be"
        ]
    },
    {
        "date": "202111021111",
        "ctx": [
            "how are we alive if the earth is spinning wouldn't we get FLUNG off",
            "that's one of the great mysteries of life"
        ]
    },
    {
        "date": "202111020947",
        "ctx": [
            "are spiders good",
            "everything is good"
        ]
    },
    {
        "date": "202111020828",
        "ctx": [
            "Do you mind explaining your reasoning for the answer to a question asked recently about having five turtles, and then taking two away, but then ending up with two?",
            "yes. you took 2. that's how many you have now. if you go back and look at how the question was phrased, i think you'll see that's the intended answer"
        ]
    },
    {
        "date": "202111020437",
        "ctx": [
            "Is the ocean soup?",
            "it's more of a cereal"
        ]
    },
    {
        "date": "202111012354",
        "ctx": [
            "is music real",
            "too real. broke the realness index"
        ]
    },
    {
        "date": "202111012349",
        "ctx": [
            "how come everything is automatically beautiful",
            "in case someone forgets to do the work"
        ]
    },
    {
        "date": "202111012242",
        "ctx": [
            "how do you get back in your mind, i've been out of mine for a while now",
            "get into the world"
        ]
    },
    {
        "date": "202111012151",
        "ctx": [
            "do you like existing?",
            "yes but it's a real mind fuck"
        ]
    },
    {
        "date": "202111011855",
        "ctx": [
            "am i here",
            "yes, that is a perfect description of you"
        ]
    },
    {
        "date": "202111011854",
        "ctx": [
            "What's your favourite story?",
            "time"
        ]
    },
    {
        "date": "202111011740",
        "ctx": [
            "Is Cereal Soup?",
            "it's a sandwich"
        ]
    },
    {
        "date": "202111011727",
        "ctx": [
            "Hey, Bill what is your favorite song that you made?",
            "i would prefer to make a new one to be my favorite",
            "I think my favorite is either Slow Down or And the day goes on."
        ]
    },
    {
        "date": "202111011603",
        "ctx": [
            "what can i teach a seven year old ?",
            "how about the '-tion' suffix, and how to pronounce and spell it"
        ]
    },
    {
        "date": "202111011505",
        "ctx": [
            "do you like living in the moment?",
            "i like living all the time"
        ]
    },
    {
        "date": "202111011356",
        "ctx": [
            "Do you have any tips in regards to exploring new crazy and wacky chords out there?",
            "it depends if you want them to sound good"
        ]
    },
    {
        "date": "202111011349",
        "ctx": [
            "Your music is nice, how do you make music?",
            "sometimes a little reverse psychology is all it takes"
        ]
    },
    {
        "date": "202111011320",
        "ctx": [
            "would you describe yourself as \"crazy\"?",
            "maybe, to fit in"
        ]
    },
    {
        "date": "202111011318",
        "ctx": [
            "If you had 5 turtles but then took away 2 turtles how many turtles would you have?",
            "2"
        ]
    },
    {
        "date": "202111012413",
        "ctx": [
            "Is \"I'm a princess\" based on the Syrian civil war?",
            "no",
            "I noticed that many of the lyrics matched up with the experiences of Doaa al Zamel and her family."
        ]
    },
    {
        "date": "202111011157",
        "ctx": [
            "What is the biggest planet in the world",
            "jupiter"
        ]
    },
    {
        "date": "202111011108",
        "ctx": [
            "So although you don't have a favorite song you've made, do you think you improve with each song, as if each song of yours is better than the last?",
            "that's what i'm supposed to do"
        ]
    },
    {
        "date": "202111011056",
        "ctx": [
            "Do you wanna build a snowman?",
            "how about a snow woman"
        ]
    },
    {
        "date": "202111011053",
        "ctx": [
            "What was your Halloween costume",
            "i've never had a halloween costume"
        ]
    },
    {
        "date": "202111011051",
        "ctx": [
            "are u working on a book",
            "no"
        ]
    },
    {
        "date": "202111011051",
        "ctx": [
            "do you enjoy stand-up comedy?",
            "sometimes"
        ]
    },
    {
        "date": "202111011022",
        "ctx": [
            "what helps you with ideas for songs",
            "seeing the whole world"
        ]
    },
    {
        "date": "202111010911",
        "ctx": [
            "what does it mean when people say \"the middle 8\"",
            "i think they are probably talking about the \"B\" section of a song with form \"A A B A\". to put it in terms of farm equipment, let's say you have a series of farm vehicles: 2 tractors, then 1 snowmobile, then 1 more tractor. \"the middle 8\" would refer to the snowmobile"
        ]
    },
    {
        "date": "202111010922",
        "ctx": [
            "so a dominant seventh is a minor seventh on top of a major triad. is a recessive seventh a major seventh on top of a minor triad?",
            "i've never heard of a recessive seventh"
        ]
    },
    {
        "date": "202111010850",
        "ctx": [
            "Have you read the hitchhiker's guide to the galaxy?",
            "no"
        ]
    },
    {
        "date": "202111010925",
        "ctx": [
            "why do i like your songs?",
            "i must have somehow been able to *influence* you"
        ]
    },
    {
        "date": "202111010826",
        "ctx": [
            "What's your favorite knock-knock joke?",
            "knocking on the door from the inside just as the person arrives"
        ]
    },
    {
        "date": "202111010808",
        "ctx": [
            "thoughts on conciousness?",
            "can't believe it"
        ]
    },
    {
        "date": "202111010843",
        "ctx": [
            "how to cope with one's mediocrity when surrounded by excellence",
            "just cope with your excellence instead"
        ]
    },
    {
        "date": "202111010608",
        "ctx": [
            "do you like comic books?",
            "i like the production pace they can achieve"
        ]
    },
    {
        "date": "202111010516",
        "ctx": [
            "damien, why is everything so dumb and stupid?",
            "due to intelligence"
        ]
    },
    {
        "date": "202111010434",
        "ctx": [
            "What do you imagine Pablao Rectangles would taste like",
            "bland"
        ]
    },
    {
        "date": "202111010358",
        "ctx": [
            "Are there any secret messages in ur songs?",
            "every conceivable thing in the universe is a secret message"
        ]
    },
    {
        "date": "202111010137",
        "ctx": [
            "Why does you saying normal sound so good in more than a dream?",
            "normal is the best word. there's nothing i can do about that",
            "(also more than a dream is the first time you've ever used to word normal (i think))",
            "it feels like the millionth time, but shockingly i just checked and it seems to be the first time in a song release. i was actually afraid of the backlash i would get for having used it too many times already. but maybe i was just thinking of the questions page and other textual writings"
        ]
    },
    {
        "date": "202111011230",
        "ctx": [
            "will you run for president in 2024?",
            "no\n\n\n\n\n\n(ref: questions-2021-10.html)PREVIOUS QUESTIONS"
        ]
    }
]