[
    {
        "date": "8.31.21 11:35 pm",
        "ctx": [
            "If you were to go to subway, what's your subway order?",
            "i would try to order the sign. or maybe just the part that says 'bw'"
        ]
    },
    {
        "date": "8.31.21 9:40 pm",
        "ctx": [
            "Was it difficult for you to learn how to animate in 3D for your latest songs?",
            "the hardest part was realizing if i actually learned everything about it that i think i need, i would never get a chance to make any songs"
        ]
    },
    {
        "date": "8.31.21 8:22 pm",
        "ctx": [
            "why didn't you post Christmas Isn't Real in December?",
            "because it was either not made yet, or already out"
        ]
    },
    {
        "date": "8.31.21 8:03 pm",
        "ctx": [
            "should i try to invent the perfect language or is it impossible to create a language more perfectly versatile in expression than the natural languages already are.",
            "if language was perfect it would have no words. words are just about the most imperfect thing out there"
        ]
    },
    {
        "date": "8.31.21 6:29 pm",
        "ctx": [
            "are most of your songs random streams of consciousness or do some songs have deeper meanings",
            "consciousness streams actually produce some of the deepest meanings"
        ]
    },
    {
        "date": "8.31.21 6:02 pm",
        "ctx": [
            "do you have any motivational advice for a undergrad",
            "what the heck is an undergrad"
        ]
    },
    {
        "date": "8.31.21 5:18 pm",
        "ctx": [
            "Do all of your songs have a meaning behind them?",
            "the meaning is not behind them, it's all around and through them"
        ]
    },
    {
        "date": "8.31.21 5:18 pm",
        "ctx": [
            "Can you share some tips on singing harmonies? It seems so hard to me when I write/record music, I can only do octaves :(",
            "try playing a C note and singing an E note"
        ]
    },
    {
        "date": "8.31.21 2:49 pm",
        "ctx": [
            "are there mroe thoughts or stars",
            "yes"
        ]
    },
    {
        "date": "8.31.21 2:23 pm",
        "ctx": [
            "newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo newvideo. when?",
            "that's true"
        ]
    },
    {
        "date": "8.31.21 1:23 pm",
        "ctx": [
            "does your next song have the word \"faith\" in it?",
            "no",
            "I had a dream that you uploaded a half-baked song that was about faith instead of dreams and you decided to rush it because of the person on this page who asked you to release it in a week or so. strange.."
        ]
    },
    {
        "date": "8.31.21 1:09 pm",
        "ctx": [
            "is mayonnaise an instrument?",
            "almost"
        ]
    },
    {
        "date": "8.31.21 12:38 pm",
        "ctx": [
            "does pineapple belong on pizza",
            "pineapple is pizza"
        ]
    },
    {
        "date": "8.31.21 11:23 am",
        "ctx": [
            "music theory question: how do you write melodies? i know a ton of jazzy chords and stuff but usually my brain just spits a couple chords out and my songs always sound incomplete.",
            "hm... it sounds like you need some real world tasks. like convincing a person that everything is ok, using only a guitar and your voice. try to imagine what you would do if you had to be put in that situation"
        ]
    },
    {
        "date": "8.31.21 11:21 am",
        "ctx": [
            "how do i become my own boss?",
            "hire yourself for something"
        ]
    },
    {
        "date": "8.31.21 11:01 am",
        "ctx": [
            "are there other universes than ours outside ours?",
            "yes, and inside"
        ]
    },
    {
        "date": "8.31.21 10:55 am",
        "ctx": [
            "how do i make a bagel",
            "like (ref: https://billwurtz.com/questions/bagel.mp4\"target=\"_blank)this"
        ]
    },
    {
        "date": "8.31.21 10:42 am",
        "ctx": [
            "do you answer questions you've already been asked knowing the asker might not know that someone else asked the same question?",
            "yes"
        ]
    },
    {
        "date": "8.31.21 10:33 am",
        "ctx": [
            "how do i not stress out on anything and everything?",
            "start to put them in order of importance"
        ]
    },
    {
        "date": "8.31.21 10:22 am",
        "ctx": [
            "Are your songs poems?",
            "not without the music"
        ]
    },
    {
        "date": "8.31.21 10:03 am",
        "ctx": [
            "tomatoes ? they are g ood?",
            "i wish"
        ]
    },
    {
        "date": "8.31.21 9:39 am",
        "ctx": [
            "What is your favorite thing in the universe?",
            "the universe"
        ]
    },
    {
        "date": "8.31.21 9:30 am",
        "ctx": [
            "Why are billboards even a thing? I mean do people just drive by one and be like yessiree I would like to purchase this product.",
            "no, they might make that decision later, when they need a product. they might choose to buy one they have heard of",
            "Advertising makes no sense sometimes"
        ]
    },
    {
        "date": "8.31.21 9:28 am",
        "ctx": [
            "What is your favorite musical instrument to play?",
            "song"
        ]
    },
    {
        "date": "8.31.21 8:02 am",
        "ctx": [
            "can you do a flip",
            "i am flip"
        ]
    },
    {
        "date": "8.31.21 7:48 am",
        "ctx": [
            "what's your opinion on classical concert pianists compared to the bedroom ones?",
            "i have some good news: concerts can now happen in the bedroom"
        ]
    },
    {
        "date": "8.31.21 6:41 am",
        "ctx": [
            "can you tell us about the first time you played the drums?",
            "could not reach the pedals while sitting on the chair. had to stand up and lean against the chair, to reach the pedals"
        ]
    },
    {
        "date": "8.31.21 6:38 am",
        "ctx": [
            "How do I make egg",
            "egg is self making"
        ]
    },
    {
        "date": "8.31.21 6:18 am",
        "ctx": [
            "what is a hospital",
            "it's like a box of doctors"
        ]
    },
    {
        "date": "8.31.21 2:22 am",
        "ctx": [
            "I feel sad every day, do you know what to do when your really just feeling sad, lonely, or hopeless?",
            "check out some biographies"
        ]
    },
    {
        "date": "8.31.21 2:18 am",
        "ctx": [
            "What color is the sun,",
            "white",
            "and can i use it to destroy the world?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "8.31.21 2:01 am",
        "ctx": [
            "Whats your favorite piece of media? (for example, a movie, tv show, video game, album, etc)",
            "signage"
        ]
    },
    {
        "date": "8.31.21 1:28 am",
        "ctx": [
            "am i now your lawyer",
            "no"
        ]
    },
    {
        "date": "8.31.21 1:26 am",
        "ctx": [
            "when will you come back home",
            "soon"
        ]
    },
    {
        "date": "8.31.21 12:21 am",
        "ctx": [
            "I created my first chord progression.Are you proud?",
            "yes"
        ]
    },
    {
        "date": "8.31.21 12:01 am",
        "ctx": [
            "do you like pens or pencils? also, the ordinary pencils or the mechanical pencils?",
            "(ref: https://billwurtz.com/pencil.jpg\"target=\"_blank)this would be the kind i use"
        ]
    },
    {
        "date": "8.30.21 11:46 pm",
        "ctx": [
            "why do we exist",
            "for every reason PLUS the ability to add new reasons. that's even more reasons than the reasons of today"
        ]
    },
    {
        "date": "8.30.21 9:17 pm",
        "ctx": [
            "how are you so creative?",
            "instead of falling through the cracks, sometimes i climb through them voluntarily"
        ]
    },
    {
        "date": "8.30.21 8:54 pm",
        "ctx": [
            "How can I understand things",
            "try to explain it to someone else"
        ]
    },
    {
        "date": "8.30.21 8:52 pm",
        "ctx": [
            "thoughts on paper",
            "if there could be a paperless version of paper, that would get my attention"
        ]
    },
    {
        "date": "8.30.21 7:34 pm",
        "ctx": [
            "What is the best sandwich recipe?",
            "1 sandwich between 2 other sandwiches"
        ]
    },
    {
        "date": "8.30.21 6:00 pm",
        "ctx": [
            "Is thunder the sound of lightning or is lightning the light of thunder?",
            "both"
        ]
    },
    {
        "date": "8.30.21 5:53 pm",
        "ctx": [
            "is the universe infinite",
            "i don't see why not"
        ]
    },
    {
        "date": "8.30.21 5:28 pm",
        "ctx": [
            "why is your music so good",
            "it deals with some adult situations"
        ]
    },
    {
        "date": "8.30.21 5:25 pm",
        "ctx": [
            "pop quiz\n\nwhen you think of the bass-speaker problem, are you worried about \n\na) the bass instrument not coming throug\n\nb) the lowfrequencies of everything not coming through\n\nc) both",
            "i have to point out that you've given me multiple-choice of things to worry about, but zero options to not worry. this is a worry quiz you've presented to me"
        ]
    },
    {
        "date": "8.30.21 2:43 pm",
        "ctx": [
            "do i have a right to exist?",
            "i don't know what that is, nevermind, yes"
        ]
    },
    {
        "date": "8.30.21 12:31 pm",
        "ctx": [
            "I unfortunately enjoy daydreaming more than anything else in school. Any advice on how to stay focused?",
            "if you stop considering your dreams unfortunate, it will be easier to focus on them with more confidence"
        ]
    },
    {
        "date": "8.30.21 11:49 am",
        "ctx": [
            "how many times have you been a princess",
            "maybe zero, but it seems familiar somehow"
        ]
    },
    {
        "date": "8.30.21 10:54 am",
        "ctx": [
            "is your next song based on a true story?",
            "no but it's based on true feelings"
        ]
    },
    {
        "date": "8.30.21 9:34 am",
        "ctx": [
            "What to do when you fuck something up soo fucking bad?",
            "you get inducted into the hall of fame"
        ]
    },
    {
        "date": "8.30.21 9:31 am",
        "ctx": [
            "will there be any new languages in the future?",
            "yes"
        ]
    },
    {
        "date": "8.30.21 8:42 am",
        "ctx": [
            "Do you think you'll ever make a song that'll be your favorite forever?",
            "no"
        ]
    },
    {
        "date": "8.30.21 8:34 am",
        "ctx": [
            "do you like existing?",
            "it's very confusing, but yes"
        ]
    },
    {
        "date": "8.30.21 5:49 am",
        "ctx": [
            "I tend to procrastinate a lot, then I have a burst of creativity and start a lot of things. Then I get overwhelmed and I finish none of them and slip back into procrastination. I am scared I will achieve nothing as an artist that way. So my question is: if I were your friend, what would you say to me in this situation?",
            "you are going to feel better once you have proven to yourself that you can finish things. you can work with a list to collect ideas for finishing, but i think the big trick here is to put shorter things on the list. just to help push you over the finish line for a few items. once you have done this i think you will feel like a much more valid person, who can finish stuff"
        ]
    },
    {
        "date": "8.30.21 2:55 am",
        "ctx": [
            "holy shit i JUST got the tempo down on this song i've been practicing on the drums for months (im pretty new) and it was so wild i felt like everything just clicked, like all these abstract concepts about like counting and shit just came together for me and became solid. have you ever had an experience like that when something you'd been working on just suddenly made sense?",
            "yes",
            "is there a good way to describe it?",
            "it's like seeing a map"
        ]
    },
    {
        "date": "8.30.21 1:44 am",
        "ctx": [
            "what is the most perfect question in existence?",
            "each one is perfect the moment it is asked"
        ]
    },
    {
        "date": "8.30.21 1:06 am",
        "ctx": [
            "what happens in the end /",
            "suddenly you understand the whole thing"
        ]
    },
    {
        "date": "8.29.21 11:55 pm",
        "ctx": [
            "My friend and I are preparing for our first live concert. Have you noticed a difference between playing music live and playing music into a mic for a printed track?",
            "yes",
            "If so, what has the difference been?",
            "anything that anyone in the audience could ever imagine",
            "Should I be scared?",
            "sure. the only way to get through this is by doing it in front of actual people, many times. there's nothing else you can do to prepare for the actual live minds of every audience member. they won't even know what they think until you're both there in the room together"
        ]
    },
    {
        "date": "8.29.21 11:02 pm",
        "ctx": [
            "what is your favourite day of the year?",
            "january 1"
        ]
    },
    {
        "date": "8.29.21 10:58 pm",
        "ctx": [
            "i have heard a lot of rock music but i have never heard anything like this \"rock organ\" setting most keyboards seem to have. does any rock song have that sound in it??",
            "probably in the 1960s"
        ]
    },
    {
        "date": "8.29.21 10:36 pm",
        "ctx": [
            "What's your favorite texture?",
            "the checker texture, or as i call it, the chexture"
        ]
    },
    {
        "date": "8.29.21 10:17 pm",
        "ctx": [
            "as a 21-year-old person who can spontaneously and unexpectedly imagine original songs in one's head - from a Western standpoint: melodies, harmonies, bass, rhythms, etc. - but cannot play a chordal instrument, what should i do? spend a decade trying to \"play catch-up,\" mess around with a chordal instrument as a hobby, or just stick to virtual instruments?",
            "to play a 'virtual instrument', i'm almost certain you'll need to use some kind of piano keyboard to operate the instrument. so you might as well choose that one, because it is a gateway to all the instruments inside the computer, and also a chordal instrument itself",
            "i just want an efficient extension of my thoughts - not a tool to impress."
        ]
    },
    {
        "date": "8.29.21 10:10 pm",
        "ctx": [
            "is life just a big inside joke no one gets?",
            "that's one layer of the joke. the next layer is that everyone actually gets it"
        ]
    },
    {
        "date": "8.29.21 7:20 pm",
        "ctx": [
            "How are Unicorns Made",
            "from a kernel. at a certain temperature the kernel pops and becomes a unicorn"
        ]
    },
    {
        "date": "8.29.21 6:40 pm",
        "ctx": [
            "what is ur favorite game?",
            "what the heck is going on"
        ]
    },
    {
        "date": "8.29.21 6:23 pm",
        "ctx": [
            "What's a thought you have that keeps occurring?",
            "it's possible to do stuff"
        ]
    },
    {
        "date": "8.29.21 5:31 pm",
        "ctx": [
            "how long do your videos take to produce?",
            "10 seconds, plus 1 additional second to upload them"
        ]
    },
    {
        "date": "8.29.21 5:03 pm",
        "ctx": [
            "how are you today?",
            "pretty good"
        ]
    },
    {
        "date": "8.29.21 5:01 pm",
        "ctx": [
            "Can you explain the circle of fifths to me?",
            "all the notes are cousins. go up or down a 5th to see what note each note's cousins with"
        ]
    },
    {
        "date": "8.29.21 4:46 pm",
        "ctx": [
            "how are you so amazing?",
            "i have a permit, which i have given to myself, because i am a licensed permit licensor, which is a license i have been also permitted to give myself"
        ]
    },
    {
        "date": "8.29.21 3:47 pm",
        "ctx": [
            "what are you doing right now in terms of education",
            "inventing some new production strategies"
        ]
    },
    {
        "date": "8.29.21 3:17 pm",
        "ctx": [
            "What's the difference between the note C and Do?",
            "could be anything"
        ]
    },
    {
        "date": "8.29.21 2:05 pm",
        "ctx": [
            "is cheese ok?",
            "almost"
        ]
    },
    {
        "date": "8.29.21 12:47 pm",
        "ctx": [
            "Is everything alright?",
            "some things are"
        ]
    },
    {
        "date": "8.29.21 12:30 pm",
        "ctx": [
            "what is the best kind of tree",
            "each one is better than the others"
        ]
    },
    {
        "date": "8.29.21 11:37 am",
        "ctx": [
            "how does a beginner to music start learning without paying for lessons",
            "you can be the teacher"
        ]
    },
    {
        "date": "8.29.21 11:05 am",
        "ctx": [
            "Why are you so good",
            "that is part of an experiment, where i am experimenting with various different levels of quality"
        ]
    },
    {
        "date": "8.29.21 9:47 am",
        "ctx": [
            "Aspirations?",
            "how about (ref: https://billwurtz.com/im-gonna-figure-out-what-everything-means.mp4\"target=\"_blank)this"
        ]
    },
    {
        "date": "8.29.21 9:17 am",
        "ctx": [
            "Thoughts on Milk?",
            "i'm impressed by it"
        ]
    },
    {
        "date": "8.29.21 8:11 am",
        "ctx": [
            "i like how i never know where your lyrics or the song in general is gonna go. Yet your familiar voice, instruments and harmonies are still there. Perfect balance between engaging and comforting. It is genuinely a pure delight listening to your work. My question is, are you real?",
            "oh that would be almost too convenient"
        ]
    },
    {
        "date": "8.29.21 7:00 am",
        "ctx": [
            "How do you know about the world?",
            "this may seem like a weird trick, but if you sing about it you automatically learn about it"
        ]
    },
    {
        "date": "8.29.21 6:36 am",
        "ctx": [
            "what do you do in real life",
            "try to understand it"
        ]
    },
    {
        "date": "8.29.21 3:50 am",
        "ctx": [
            "would you agree that 6 letters is the perfect length for a word",
            "yes but other lengths are also perfect"
        ]
    },
    {
        "date": "8.29.21 3:32 am",
        "ctx": [
            "How has my day been?",
            "pretty good"
        ]
    },
    {
        "date": "8.29.21 2:46 am",
        "ctx": [
            "sometimes i do something and i'm bad at it, and it makes me so sad i stop doing the thing for a while. how do i break this tendency?",
            "make a compromise: do something easier, then also do the difficult thing 1 more time"
        ]
    },
    {
        "date": "8.29.21 1:35 am",
        "ctx": [
            "should mondays be illegal",
            "the whole week should be illegal"
        ]
    },
    {
        "date": "8.29.21 1:17 am",
        "ctx": [
            "What are you wearing?",
            "everything"
        ]
    },
    {
        "date": "8.29.21 12:18 am",
        "ctx": [
            "I threw Swiss Cheese on the wall what do I do now?",
            "you have 3 choices: leave it there, take it off, or put more on"
        ]
    },
    {
        "date": "8.28.21 11:26 pm",
        "ctx": [
            "Did you ever have to swiftly get away?",
            "perhaps i do now"
        ]
    },
    {
        "date": "8.28.21 11:17 pm",
        "ctx": [
            "what is the meaning of life",
            "connecting the dots, except they already are connected and you just have to prove it"
        ]
    },
    {
        "date": "8.28.21 11:15 pm",
        "ctx": [
            "thoughts on the non-permanent tattoos that you put on with water",
            "i've never thought about them"
        ]
    },
    {
        "date": "8.28.21 9:23 pm",
        "ctx": [
            "did you grow up wanting to become a musician or did that come later in your life",
            "earlier"
        ]
    },
    {
        "date": "8.28.21 9:24 pm",
        "ctx": [
            "Is it possible to think just the right amount",
            "no"
        ]
    },
    {
        "date": "8.28.21 8:29 pm",
        "ctx": [
            "hi bill, sorry this isn't a question but I would just like to say that I am a big fan of the next song you're going to release. thank you for producing it",
            "you're welcome"
        ]
    },
    {
        "date": "8.28.21 8:07 pm",
        "ctx": [
            "am i too lazy",
            "no"
        ]
    },
    {
        "date": "8.28.21 7:11 pm",
        "ctx": [
            "what is a human",
            "some sort of combination between an animal and a computer"
        ]
    },
    {
        "date": "8.28.21 6:56 pm",
        "ctx": [
            "Do you watch Netflix",
            "no"
        ]
    },
    {
        "date": "8.28.21 6:29 pm",
        "ctx": [
            "In laymen's terms can you explain what is going on?",
            "yes"
        ]
    },
    {
        "date": "8.28.21 5:51 pm",
        "ctx": [
            "what time is it?",
            "Sunday, August 29, 2021 5:10:30 AM"
        ]
    },
    {
        "date": "8.28.21 4:44 pm",
        "ctx": [
            "Why can't i stop listening to \"got some money\"?",
            "could be the humidity"
        ]
    },
    {
        "date": "8.28.21 4:21 pm",
        "ctx": [
            "If I call for help do you think I would get it",
            "yes"
        ]
    },
    {
        "date": "8.28.21 4:21 pm",
        "ctx": [
            "how can i do something that means something",
            "try to do nothing that means nothing"
        ]
    },
    {
        "date": "8.28.21 4:13 pm",
        "ctx": [
            "why is everything not so cool",
            "because you weren't there"
        ]
    },
    {
        "date": "8.28.21 4:08 pm",
        "ctx": [
            "whats ur favorite book you've never read?",
            "how to win friends and influence people"
        ]
    },
    {
        "date": "8.28.21 3:26 pm",
        "ctx": [
            "what are your thoughts on school??",
            "never heard of it"
        ]
    },
    {
        "date": "8.28.21 3:25 pm",
        "ctx": [
            "What is ego",
            "sounds like some type of punishment"
        ]
    },
    {
        "date": "8.28.21 2:13 pm",
        "ctx": [
            "Are there any other songs you can make soon",
            "yes"
        ]
    },
    {
        "date": "8.28.21 12:58 pm",
        "ctx": [
            "what is one thing you could do to improve your day?",
            "solve the universe",
            "are you going to do it?",
            "i'll try",
            "ok thanks bye"
        ]
    },
    {
        "date": "8.28.21 12:25 pm",
        "ctx": [
            "Is there a question you thought people would ask but they still haven't asked?",
            "yes"
        ]
    },
    {
        "date": "8.28.21 12:12 pm",
        "ctx": [
            "What was the best day?",
            "the best day is in the future. everyone knows that"
        ]
    },
    {
        "date": "8.28.21 11:31 am",
        "ctx": [
            "What's the difference between a shop and a shoppe?",
            "age"
        ]
    },
    {
        "date": "8.28.21 11:18 am",
        "ctx": [
            "Did you ever consider writing \"questions\" as \"kwestions,\" and therefore morphing the word into \"wekstions\" instead?",
            "no"
        ]
    },
    {
        "date": "8.28.21 11:15 am",
        "ctx": [
            "bill do you think it's normal to be writing one moment then you start thinking and then you realise you're at the other side of the room jumping about how someone speaks the same language as you",
            "yes"
        ]
    },
    {
        "date": "8.28.21 10:44 am",
        "ctx": [
            "Today's my birthday. What should I do?",
            "get older"
        ]
    },
    {
        "date": "8.28.21 10:17 am",
        "ctx": [
            "do you think your handwriting is bad?",
            "no"
        ]
    },
    {
        "date": "8.28.21 9:46 am",
        "ctx": [
            "how to not die?",
            "try practicing some interesting movements, and motions. that should distract so much, it won't even occur to you to die"
        ]
    },
    {
        "date": "8.28.21 8:53 am",
        "ctx": [
            "why did you suddenly make a history video?",
            "that was not sudden. it took me a very very long time"
        ]
    },
    {
        "date": "8.28.21 8:36 am",
        "ctx": [
            "Do you have 9 kangaroos as pets?",
            "no"
        ]
    },
    {
        "date": "8.28.21 7:08 am",
        "ctx": [
            "ever thought of hiring an editor or a team to help you get things done faster?",
            "yes"
        ]
    },
    {
        "date": "8.28.21 5:05 am",
        "ctx": [
            "what is a potato ?",
            "an explosion, of flavor!"
        ]
    },
    {
        "date": "8.28.21 5:00 am",
        "ctx": [
            "DO U WANNA BE FRIENDS",
            "sure"
        ]
    },
    {
        "date": "8.28.21 3:55 am",
        "ctx": [
            "What do you think about the music theorists who analyse your music?",
            "i have not met any of them"
        ]
    },
    {
        "date": "8.28.21 3:20 am",
        "ctx": [
            "When trying to work on multiple projects at once, or just one large project, what success have you had with setting due dates for yourself? Like saying \"I'm going to finish the vocals for this song by Tuesday, and then the guitar parts by Wednesday.\" kind of thing.",
            "for me i think there are some even heavier issues behind this, which i'm exploring"
        ]
    },
    {
        "date": "8.28.21 1:13 am",
        "ctx": [
            "is there something you can't make music with",
            "i was going to say yes but now that i think about it no"
        ]
    },
    {
        "date": "8.28.21 1:00 am",
        "ctx": [
            "Can I buy a vowel?",
            "vowels are free"
        ]
    },
    {
        "date": "8.28.21 12:59 am",
        "ctx": [
            "Do you have any pets",
            "no"
        ]
    },
    {
        "date": "8.28.21 12:46 am",
        "ctx": [
            "are you always high",
            "no"
        ]
    },
    {
        "date": "8.28.21 12:21 am",
        "ctx": [
            "Will mankind survive?",
            "i don't see why not"
        ]
    },
    {
        "date": "8.28.21 12:14 am",
        "ctx": [
            "your videos will have like 10 layers with 2-3 effects on each of them all moving around. how is your computer not on fire and what magic software do you use to handle all that going on",
            "i'm using a common artist's trick which works in many different mediums: 'export' or 'print' your work, then re-load it as a single layer, and do additional work upon that. then do it again"
        ]
    },
    {
        "date": "8.27.21 11:48 pm",
        "ctx": [
            "is spaghetti your favorite food?",
            "no"
        ]
    },
    {
        "date": "8.27.21 9:50 pm",
        "ctx": [
            "What's your favourite cheese?",
            "ghost cheese"
        ]
    },
    {
        "date": "8.27.21 8:24 pm",
        "ctx": [
            "What do you do when you like someone?",
            "try to be more like them, usually"
        ]
    },
    {
        "date": "8.27.21 6:53 pm",
        "ctx": [
            "If you were to pick any song and write about everything you were thinking about from writing to producing, how many pages/words would it be?",
            "about 60 pages, 10 thousand words per page"
        ]
    },
    {
        "date": "8.27.21 6:18 pm",
        "ctx": [
            "so there's a category 4 about to slice through my backyard. should i evacuate?",
            "possibly yes"
        ]
    },
    {
        "date": "8.27.21 5:49 pm",
        "ctx": [
            "thoughts on 2021",
            "43x47"
        ]
    },
    {
        "date": "8.27.21 5:33 pm",
        "ctx": [
            "Hello bill wurtz. I'm definitely a human. please explain what a cat is, in general terms",
            "what the heck is a general term"
        ]
    },
    {
        "date": "8.27.21 5:13 pm",
        "ctx": [
            "i have a question",
            "how is that possible"
        ]
    },
    {
        "date": "8.27.21 3:21 pm",
        "ctx": [
            "hey i forgot what is love again",
            "you caring about stuff"
        ]
    },
    {
        "date": "8.27.21 2:23 pm",
        "ctx": [
            "whats your favourite game in the world",
            "i'm scared of most games"
        ]
    },
    {
        "date": "8.27.21 12:34 pm",
        "ctx": [
            "Why are you so adamant about being a regular person? Is it because you don't want anyone to find out that you aren't?",
            "i'm trying to see if i can popularize it"
        ]
    },
    {
        "date": "8.27.21 12:28 pm",
        "ctx": [
            "Does reality move at a frame rate of infinity?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "8.27.21 12:27 pm",
        "ctx": [
            "got any grapes",
            "no"
        ]
    },
    {
        "date": "8.27.21 11:26 am",
        "ctx": [
            "What is your favorite crime?",
            "believing something"
        ]
    },
    {
        "date": "8.27.21 10:18 am",
        "ctx": [
            "Why did the chicken cross the road",
            "because the walk signal turned on"
        ]
    },
    {
        "date": "8.27.21 8:57 am",
        "ctx": [
            "I recently got a piano, but it only has 61 keys instead of 81.",
            "i've never heard of a piano with 81 keys",
            "should i get a new piano or just deal with the lower amount of keys?",
            "61 is what i prefer, but maybe 88 would be good if you want to make sure it is completely impossible to ever move the instrument to another location"
        ]
    },
    {
        "date": "8.27.21 7:13 am",
        "ctx": [
            "how to make a pizza",
            "you can just download it and print it out"
        ]
    },
    {
        "date": "8.27.21 7:03 am",
        "ctx": [
            "What were you doing on July 19th, 2006",
            "went to the store"
        ]
    },
    {
        "date": "8.27.21 6:57 am",
        "ctx": [
            "which song was the most fun to make?",
            "i would prefer to make some new ones to be more fun"
        ]
    },
    {
        "date": "8.27.21 6:29 am",
        "ctx": [
            "Does your next song have the word \"dream\" in it?",
            "yes"
        ]
    },
    {
        "date": "8.27.21 5:06 am",
        "ctx": [
            "have you ever wanted to know what happens far into the future so bad?",
            "yes, but sometimes i can simulate that experience by immersing myself into content from far in the past, then suddenly jump to the present day and it seems to have a similar effect"
        ]
    },
    {
        "date": "8.27.21 3:42 am",
        "ctx": [
            "how many bass slides and/or ghost notes on bass will your next song feature",
            "those should be impossible to count"
        ]
    },
    {
        "date": "8.27.21 3:11 am",
        "ctx": [
            "how do i stop hating myself",
            "stop not liking yourself"
        ]
    },
    {
        "date": "8.27.21 2:22 am",
        "ctx": [
            "What is a good idea that I can use for song writing.",
            "start by contemplating the consequences of 2 opposites both being correct"
        ]
    },
    {
        "date": "8.27.21 1:09 am",
        "ctx": [
            "how have you developed your philosophy of everything",
            "start by contemplating the consequences of 2 opposites both being correct"
        ]
    },
    {
        "date": "8.27.21 12:29 am",
        "ctx": [
            "How do you deal with depression and anxiety?",
            "how about saving the world"
        ]
    },
    {
        "date": "8.26.21 10:46 pm",
        "ctx": [
            "What is life?",
            "whatever it is, ..... it moves"
        ]
    },
    {
        "date": "8.26.21 10:26 pm",
        "ctx": [
            "what was the question that damien maymdiem skipped in 'maybe i could eat blades of grass,'",
            "i don't know",
            "and why did he want to skip it?",
            "to make your mind run wild about what could be written on that card",
            "is it something secret?",
            "doesn't exist"
        ]
    },
    {
        "date": "8.26.21 9:27 pm",
        "ctx": [
            "what is your favorite cereal",
            "the fundamental particles of matter"
        ]
    },
    {
        "date": "8.26.21 9:27 pm",
        "ctx": [
            "how do i wear a cape",
            "put it on the world. let the whole world wear the cape"
        ]
    },
    {
        "date": "8.26.21 9:25 pm",
        "ctx": [
            "do you think your music is weird",
            "i can make it that way sometimes, usually just as a vehicle to get from point A to B"
        ]
    },
    {
        "date": "8.26.21 9:24 pm",
        "ctx": [
            "what inspired you to make your own music",
            "other people's music not being good enough. to be fair, neither is mine"
        ]
    },
    {
        "date": "8.26.21 9:21 pm",
        "ctx": [
            "is it true i can ask you about any day you were alive and you can tell me what you did that day?",
            "no but i can do that for some of them"
        ]
    },
    {
        "date": "8.26.21 8:30 pm",
        "ctx": [
            "is true actually false",
            "let me perform some calculations"
        ]
    },
    {
        "date": "8.26.21 8:26 pm",
        "ctx": [
            "how to deal with depression",
            "make patterns, then break them, then change the pattern to which you make and break those patterns, whilst also keeping it the same sometimes"
        ]
    },
    {
        "date": "8.26.21 7:45 pm",
        "ctx": [
            "how can we practice living every day for years and still not figure out how to do it like we want",
            "because we want it to change"
        ]
    },
    {
        "date": "8.26.21 6:34 pm",
        "ctx": [
            "what is the reason for your songs having the theme about getting lost and coming back home?",
            "isn't that what everyone likes to do"
        ]
    },
    {
        "date": "8.26.21 5:25 pm",
        "ctx": [
            "What do think about baguettes",
            "it's the ultimate weapon, of peace"
        ]
    },
    {
        "date": "8.26.21 5:07 pm",
        "ctx": [
            "Are you 3 raccoons in a trenchcoat?",
            "no"
        ]
    },
    {
        "date": "8.26.21 5:03 pm",
        "ctx": [
            "what's your favorite book?",
            "whichever one has the most pages"
        ]
    },
    {
        "date": "8.26.21 3:55 pm",
        "ctx": [
            "you're one of the few people I genuinely look up to. your music just clicks with me too. is there anything you'd like to say to me or people like me?",
            "in that case, i'd like to say everything"
        ]
    },
    {
        "date": "8.26.21 2:59 pm",
        "ctx": [
            "what did you think of everything being pink in i just did a bad thing",
            "it was my exit strategy for the song"
        ]
    },
    {
        "date": "8.26.21 2:09 pm",
        "ctx": [
            "what is bread",
            "some kind of a ruse"
        ]
    },
    {
        "date": "8.26.21 1:40 pm",
        "ctx": [
            "how does one manage friendships?",
            "write them all down"
        ]
    },
    {
        "date": "8.26.21 12:48 pm",
        "ctx": [
            "when are you being serious?",
            "Friday, August 27, 2021 12:33:25 AM"
        ]
    },
    {
        "date": "8.26.21 12:06 pm",
        "ctx": [
            "I'm teaching myself guitar, do you have any tips?",
            "put on a show as soon as you can"
        ]
    },
    {
        "date": "8.26.21 11:42 am",
        "ctx": [
            "How would you describe your \"artstyle\"? Afterall it is very unique from what I can tell",
            "'common sense'"
        ]
    },
    {
        "date": "8.26.21 11:42 am",
        "ctx": [
            "do you like watermelon",
            "too much melon for water, too much water for melon"
        ]
    },
    {
        "date": "8.26.21 10:28 am",
        "ctx": [
            "how does money woRKs",
            "it's a place holder for what someone might value"
        ]
    },
    {
        "date": "8.26.21 6:50 am",
        "ctx": [
            "What's your favourite part of making a song?",
            "finding some truths that facts could never express"
        ]
    },
    {
        "date": "8.26.21 6:44 am",
        "ctx": [
            "what is consciousness? :(:(",
            "it's being able to choose when or when not to frown, and continue modifying the frown schedule in real time"
        ]
    },
    {
        "date": "8.26.21 4:47 am",
        "ctx": [
            "Do you like drawing?",
            "yes"
        ]
    },
    {
        "date": "8.26.21 4:16 am",
        "ctx": [
            "Is five key changes in a song too much?",
            "too much for what"
        ]
    },
    {
        "date": "8.26.21 3:03 am",
        "ctx": [
            "Which is your favourite genre in music?",
            "normal"
        ]
    },
    {
        "date": "8.26.21 2:34 am",
        "ctx": [
            "what kind of music are you into?",
            "there's no way to know until i'm already into it, and then it's too late, because by then i would be way too deep into it to figure out what kind it is"
        ]
    },
    {
        "date": "8.26.21 1:30 am",
        "ctx": [
            "how do you break out of your normal melody writing pattern? i feel like every melody ive written lately has been very similar if not the same, or at least has very similar elements, but i cant seem to break out of it. what to do.",
            "try writing something terrible on purpose. it will get good anyway, but because you tried to make it bad at the beginning, you will cause all sorts of interplay between bad and good along the way"
        ]
    },
    {
        "date": "8.26.21 12:19 am",
        "ctx": [
            "did the chicken even cross the road or was it agross exaggeration",
            "the chicken crossed over the area that a future road would be built"
        ]
    },
    {
        "date": "8.26.21 12:11 am",
        "ctx": [
            "Is there a specific message you are trying to convey with your songs, or is it up to the listener's interpretation?",
            "there are some moments in a person's life, when they feel glad about the whole 'life' thing. it's my job to cultivate and provoke these moments"
        ]
    },
    {
        "date": "8.25.21 11:51 pm",
        "ctx": [
            "i read here that you describe small talk as moving pawns before moving more significant chess pieces. i've never heard a more accurate description. the problem is, i often never get past moving the pawns. it seems I talk to people like once, and it's just standard introductions (or \"opening moves\" to keep with the chess analogy) and we never meet again. So, how do i meet people and work towards deepening and maintaining a friendship? especially if I'm more of a hermit, lol",
            "begin to collaboritavely analyze your immediate surroundings. for example, if you seem to be in a factory, ask them if they know what kind of factory it is. if you both already know that, then maybe you could begin to speculate how long the factory has been there, or how it was built"
        ]
    },
    {
        "date": "8.25.21 10:42 pm",
        "ctx": [
            "is there anything that isn't music?",
            "yes"
        ]
    },
    {
        "date": "8.25.21 10:28 pm",
        "ctx": [
            "Where do you think dreams come from?",
            "you"
        ]
    },
    {
        "date": "8.25.21 8:39 pm",
        "ctx": [
            "what question should i ask?",
            "just ask all of them"
        ]
    },
    {
        "date": "8.25.21 8:07 pm",
        "ctx": [
            "how does one overcome superstition",
            "be superstitious twice, so it cancels itself out"
        ]
    },
    {
        "date": "8.25.21 6:06 pm",
        "ctx": [
            "Is living worth it?",
            "worth what, nevermind, yes"
        ]
    },
    {
        "date": "8.25.21 4:29 pm",
        "ctx": [
            "What is the purpose of life?",
            "to upset the previous status quo, of lifelessness"
        ]
    },
    {
        "date": "8.25.21 3:30 pm",
        "ctx": [
            "are you working on a big project?",
            "no, but, i am working on a small way to do any project. this will enable me to do both big projects and big amounts of small projects"
        ]
    },
    {
        "date": "8.25.21 3:10 pm",
        "ctx": [
            "why are you so awesome and how can i be as awesome as you",
            "take every thought or idea you've ever had and overdose on it. this may not fit into a normal calendar schedule. to solve this problem just overdose on the calendar schedule"
        ]
    },
    {
        "date": "8.25.21 1:48 pm",
        "ctx": [
            "Is this a serious or a light-hearted question?",
            "light-hearted"
        ]
    },
    {
        "date": "8.25.21 1:32 pm",
        "ctx": [
            "whats the most random thing you have ate?",
            "white castle"
        ]
    },
    {
        "date": "8.25.21 12:33 pm",
        "ctx": [
            "what's the difference between sensing and feeling?",
            "nothing. i think those words are synonyms"
        ]
    },
    {
        "date": "8.25.21 11:33 am",
        "ctx": [
            "what is your favourite part of the creative process?",
            "the part where you understand the actual size of your tool kit"
        ]
    },
    {
        "date": "8.25.21 11:29 am",
        "ctx": [
            "do you think clouds are overrated",
            "what are they rated, nevermind, no"
        ]
    },
    {
        "date": "8.25.21 11:14 am",
        "ctx": [
            "Are you an epic gamer?",
            "i refuse to be epic at any point during the gaming process"
        ]
    },
    {
        "date": "8.25.21 10:31 am",
        "ctx": [
            "Do you have a music degree?",
            "what the heck is that, nevermind, no"
        ]
    },
    {
        "date": "8.25.21 10:04 am",
        "ctx": [
            "What are some things that society should pay more attention to?",
            "other societies"
        ]
    },
    {
        "date": "8.25.21 10:01 am",
        "ctx": [
            "what's a new method you've implemented to streamline the song production process?",
            "i will tell you after i find out if it works"
        ]
    },
    {
        "date": "8.25.21 8:21 am",
        "ctx": [
            "Bill, why is everything so dumb and stupid?",
            "due to intelligence"
        ]
    },
    {
        "date": "8.25.21 7:21 am",
        "ctx": [
            "did you ever take actual music lessons and do you they're stupid",
            "music itself is infinite lessons"
        ]
    },
    {
        "date": "8.25.21 6:55 am",
        "ctx": [
            "Do you think the world will any be better if Spain was in Greece?",
            "no, BUT, it also would not be any worse"
        ]
    },
    {
        "date": "8.25.21 6:53 am",
        "ctx": [
            "how to be cool",
            "first you'll wanna go ahead and take an envelope and put it inside another envelope"
        ]
    },
    {
        "date": "8.25.21 5:32 am",
        "ctx": [
            "Are you riding a pony into the sunset?",
            "yes but i'm actually getting further away from the sunset"
        ]
    },
    {
        "date": "8.25.21 5:24 am",
        "ctx": [
            "how are you such a legend",
            "i dropped myself on my head when i was young"
        ]
    },
    {
        "date": "8.25.21 5:10 am",
        "ctx": [
            "favourite movie",
            "i haven't found it yet, that's why i'm trying to make new ones just in case"
        ]
    },
    {
        "date": "8.25.21 4:45 am",
        "ctx": [
            "What is the strangest thing you've ever done in your career (so far)?",
            "was born"
        ]
    },
    {
        "date": "8.25.21 4:14 am",
        "ctx": [
            "Opinions on today's popular music?",
            "it has an amazingly recent release date"
        ]
    },
    {
        "date": "8.25.21 3:40 am",
        "ctx": [
            "favorite animal?",
            "computer"
        ]
    },
    {
        "date": "8.25.21 3:25 am",
        "ctx": [
            "I don't want to go to college. What should I do instead?",
            "start building your own college. it takes a long time to build a college so you might as well get started"
        ]
    },
    {
        "date": "8.25.21 1:11 am",
        "ctx": [
            "in what case would you have to use the boats on the plane at the hotel where you're staying in case you have to swiftly get away?",
            "in bars 5 thru 8 of a song, for example"
        ]
    },
    {
        "date": "8.25.21 12:16 am",
        "ctx": [
            "do you have a plan for a show or just ideas for now",
            "ideas"
        ]
    },
    {
        "date": "8.24.21 11:49 pm",
        "ctx": [
            "Do you have a favorite song you made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "8.24.21 11:46 pm",
        "ctx": [
            "what makes people uncreative",
            "nothing"
        ]
    },
    {
        "date": "8.24.21 11:15 pm",
        "ctx": [
            "how to make your video",
            "we'll see in a moment"
        ]
    },
    {
        "date": "8.24.21 10:25 pm",
        "ctx": [
            "why is bread",
            "it is the lord's will"
        ]
    },
    {
        "date": "8.24.21 10:17 pm",
        "ctx": [
            "do you write and/or storyboard your music videos or do you make them up as you go along?",
            "first i write the music, then i record the music. then i create the video. there is no writing process in between the finishing of the audio and the starting of the video. sometimes i feel there should be, but so far there never has been. nonetheless, it could be argued that a large percentage of the video is written when the song is written, because that's when all the words/music is written"
        ]
    },
    {
        "date": "8.24.21 10:14 pm",
        "ctx": [
            "thoughts on the arrangement of keyboard keys",
            "it's pretty good"
        ]
    },
    {
        "date": "8.24.21 9:44 pm",
        "ctx": [
            "Thoughts on 1993?",
            "prime"
        ]
    },
    {
        "date": "8.24.21 9:14 pm",
        "ctx": [
            "Are you thinking of updating the reality page any time soon?",
            "yes"
        ]
    },
    {
        "date": "8.24.21 9:13 pm",
        "ctx": [
            "I feel like doing everything but cant do everything. But still feel like doing something . What do I do",
            "start by making a list of things you might want to do. the bad news is you won't be able to list everything, which will make you feel weak, but, the good news is you will never run out of things to list, which will make you feel strong"
        ]
    },
    {
        "date": "8.24.21 8:58 pm",
        "ctx": [
            "What's your favorite part of making music?",
            "it helps answer everything. especially things that are unanswerable"
        ]
    },
    {
        "date": "8.24.21 8:49 pm",
        "ctx": [
            "are you secretly an iguana?",
            "i either don't know or can't tell you"
        ]
    },
    {
        "date": "8.24.21 8:40 pm",
        "ctx": [
            "how do i make sense",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "8.24.21 8:35 pm",
        "ctx": [
            "How do you decide whether to answer one of these questions seriously and/or cryptically",
            "this may not be what you want to hear, but, seriousness is cryptic"
        ]
    },
    {
        "date": "8.24.21 8:30 pm",
        "ctx": [
            "So I took your advice. Found out that a day is juuuust long enough for me to eat 3 meals and sleep peacefully. What next?",
            "do it again!"
        ]
    },
    {
        "date": "8.24.21 8:14 pm",
        "ctx": [
            "played an instrument in the violin family before?",
            "i don't think so"
        ]
    },
    {
        "date": "8.24.21 7:57 pm",
        "ctx": [
            "what is your favorite song",
            "i haven't found it yet, that's why i keep making new ones just in case"
        ]
    },
    {
        "date": "8.24.21 7:27 pm",
        "ctx": [
            "Are you always truthful",
            "sometimes i'm artful"
        ]
    },
    {
        "date": "8.24.21 6:46 pm",
        "ctx": [
            "How long were you making music for before your voice became a part of the things you made?",
            "at least a decade"
        ]
    },
    {
        "date": "8.24.21 6:46 pm",
        "ctx": [
            "why do I always feel like walking?",
            "because walking is very nice"
        ]
    },
    {
        "date": "8.24.21 5:28 pm",
        "ctx": [
            "earth is spinning?",
            "i'm trying to think of a counter argument to that, but i can't"
        ]
    },
    {
        "date": "8.24.21 5:04 pm",
        "ctx": [
            "How did you discover your talent/songs?",
            "got way too happy"
        ]
    },
    {
        "date": "8.24.21 4:26 pm",
        "ctx": [
            "why do you think there's any limit on the number of songs you can fit on an album",
            "in that case i suppose i don't understand what an album is"
        ]
    },
    {
        "date": "8.24.21 3:31 pm",
        "ctx": [
            "what's your go-to piece in monopoly",
            "the thimble, but i have also never played monopoly"
        ]
    },
    {
        "date": "8.24.21 3:30 pm",
        "ctx": [
            "Is it a bad thing if a song requires the music video to have its full meaning?",
            "fullness of meaning often comes from both audio and video. when there's no video, the listener will almost always find other visual things to ground the meaning of the audio. whether they are staring at some kind of songtitle image for the song, or maybe looking out at the world going on around them"
        ]
    },
    {
        "date": "8.24.21 2:56 pm",
        "ctx": [
            "When do you do a thing that does things?",
            "getting ready to do that in just a couple of moments"
        ]
    },
    {
        "date": "8.24.21 2:38 pm",
        "ctx": [
            "How do you slow something off a wall?",
            "it's a metaphor for going totally wild"
        ]
    },
    {
        "date": "8.24.21 2:35 pm",
        "ctx": [
            "the color scheme for this website is damn near perfect, other than the lyrics page. (why is the lyrics page background such a bold satanic red?)",
            "this is to make sure you don't spend too much time there, just reading the lyrics without the music"
        ]
    },
    {
        "date": "8.24.21 2:23 pm",
        "ctx": [
            "favorite type of pizza",
            "perfect"
        ]
    },
    {
        "date": "8.24.21 1:41 pm",
        "ctx": [
            "what would happen if, hypothetically, the day were to not go on in \"and the day goes on\"",
            "what i would do is: delete the last line of the first stanza (\"and, i don't think that anything's gone wrong\"), and replace it with \"oh, i don't think i'm gonna be going home\", and end the song right there"
        ]
    },
    {
        "date": "8.24.21 12:42 pm",
        "ctx": [
            "Do you think that there are alternate realities where every decision we make in this reality creates an alternate reality where we made a different decision?",
            "yes"
        ]
    },
    {
        "date": "8.24.21 11:29 am",
        "ctx": [
            "Are there any non-music related topics you have a particular interest in?",
            "yes, 'everything'"
        ]
    },
    {
        "date": "8.24.21 10:44 am",
        "ctx": [
            "Can i tell a joke to you?",
            "sure"
        ]
    },
    {
        "date": "8.24.21 8:52 am",
        "ctx": [
            "how do you dismiss the fact that life is marching us towards the death itself",
            "start by making a diagram of how much time you think you might have, and see if you can figure out the way you would most like to use it",
            "and nothing will really matter in the end of the destructive nature of the universe",
            "that part seems easy to dismiss because it sounds super fake"
        ]
    },
    {
        "date": "8.24.21 8:19 am",
        "ctx": [
            "is christmas real",
            "yes, despite its best efforts to be fake"
        ]
    },
    {
        "date": "8.24.21 8:03 am",
        "ctx": [
            "Can you make a movie?",
            "i think so"
        ]
    },
    {
        "date": "8.24.21 7:24 am",
        "ctx": [
            "What is the purpose of all your videos?",
            "to test and demonstrate what can be done in a video"
        ]
    },
    {
        "date": "8.24.21 6:59 am",
        "ctx": [
            "John Lennon or Paul McCartney?",
            "i see neither. maybe you forgot to attach the picture?"
        ]
    },
    {
        "date": "8.24.21 6:28 am",
        "ctx": [
            "I'm in love with your creativity what should i do?",
            "how about doing everything"
        ]
    },
    {
        "date": "8.24.21 6:19 am",
        "ctx": [
            "is there a way that i can keep optimum reasonability whenever possible?",
            "no. there will always be another way that you've missed. and, to add to this, there will be multiple conflicting ways, in a constant state of dispute"
        ]
    },
    {
        "date": "8.24.21 6:05 am",
        "ctx": [
            "When Should I Go To Bed TOday?",
            "how about now"
        ]
    },
    {
        "date": "8.24.21 4:05 am",
        "ctx": [
            "can you say sums without touching your lips?",
            "ventriloquists know a way to make a seal with the tongue under the upper teeth, to essentially make the letter \"N\" sound like \"M\", and therefore not have to close the mouth"
        ]
    },
    {
        "date": "8.24.21 3:25 am",
        "ctx": [
            "i used to play the guitar but gave it up. any advice on how to return?",
            "the first step is to locate the guitar"
        ]
    },
    {
        "date": "8.24.21 2:34 am",
        "ctx": [
            "what do u think about the sky",
            "good place to put things"
        ]
    },
    {
        "date": "8.24.21 1:07 am",
        "ctx": [
            "Opinion on Norway?",
            "north. norway is short for north way"
        ]
    },
    {
        "date": "8.24.21 12:43 am",
        "ctx": [
            "How long in average does it take you to finish a song",
            "i'm changing it"
        ]
    },
    {
        "date": "8.24.21 12:16 am",
        "ctx": [
            "your responses to all these questions are very clever, does that happen naturally or do you have to work hard to think of something witty?",
            "the hardest part is remembering how easy it is"
        ]
    },
    {
        "date": "8.23.21 11:48 pm",
        "ctx": [
            "why is school so boring",
            "it's probably either lousy curriculum or lousy performance of the curriculum"
        ]
    },
    {
        "date": "8.23.21 11:22 pm",
        "ctx": [
            "when are you gonna retire",
            "maybe some other time"
        ]
    },
    {
        "date": "8.23.21 11:14 pm",
        "ctx": [
            "do you consider yourself cool?",
            "only half way"
        ]
    },
    {
        "date": "8.23.21 11:00 pm",
        "ctx": [
            "What is the saddest major key? and vice versa",
            "C"
        ]
    },
    {
        "date": "8.23.21 10:07 pm",
        "ctx": [
            "are you still in school?",
            "no"
        ]
    },
    {
        "date": "8.23.21 9:29 pm",
        "ctx": [
            "what should one do with too much creativity and thoughts in the brain",
            "see if you can measure how long a day is"
        ]
    },
    {
        "date": "8.23.21 9:01 pm",
        "ctx": [
            "what should i do tomorrow?",
            "measure how long the day is"
        ]
    },
    {
        "date": "8.23.21 8:07 pm",
        "ctx": [
            "i've often found that i tend to always stick to playing two-note chords, in particular most of the songs i write use the notes D and A to make a \"chord\", but I'm pretty sure most normal chords have 3 or more notes.",
            "there's no need to think that",
            "So is it considered a \"chord\" if I only play those two notes?",
            "sure but i think the more important question is does it make the song sound good"
        ]
    },
    {
        "date": "8.23.21 7:21 pm",
        "ctx": [
            "why are you changing the world",
            "it already changes. all i can do is sort of present those changes"
        ]
    },
    {
        "date": "8.23.21 5:50 pm",
        "ctx": [
            "Why is there an exit sign in the background of im a princess.",
            "building code",
            "Is that a social commentary or is it the start of an ARG.",
            "no"
        ]
    },
    {
        "date": "8.23.21 5:40 pm",
        "ctx": [
            "What's the status on the depressed frog situation?",
            "never heard of it"
        ]
    },
    {
        "date": "8.23.21 5:39 pm",
        "ctx": [
            "you ever meet a new person and go like 'oh right, people exist'",
            "yes"
        ]
    },
    {
        "date": "8.23.21 5:26 pm",
        "ctx": [
            "Will you ever release an album?",
            "i will release more songs than could fit on an album"
        ]
    },
    {
        "date": "8.23.21 4:46 pm",
        "ctx": [
            "how did you get the idea for got to know what's going on?",
            "i wanted to know what's going on, but, more broadly than that, i felt like everyone wants to know what's going on"
        ]
    },
    {
        "date": "8.23.21 4:45 pm",
        "ctx": [
            "Biiill! I need your new song now! I'm sure it'll be awesome and I can't wait much more! Do you think it can be done in less than 1 or 2 weeks?",
            "the more important question to me is, how long will all the other songs take"
        ]
    },
    {
        "date": "8.23.21 3:52 pm",
        "ctx": [
            "how did you end up with this career? I'm not entirely sure what I want to do in the future",
            "have you considered doing everything"
        ]
    },
    {
        "date": "8.23.21 1:36 pm",
        "ctx": [
            "what is the best piece of advice that you could give to anyone?\n\nor, alternatively, what is the best piece of advice that you have ever been given?",
            "something that is relevant to the context at hand"
        ]
    },
    {
        "date": "8.23.21 12:44 pm",
        "ctx": [
            "the co-creator of pixar said human power can hardly improve efficiency past one order of magnitude without a conceptual leap. what conceptual leaps can i try for speedier vid production?",
            "decide how long you wish it would take. then try to do it in that amount of time, and if you fail, just start over and try it again"
        ]
    },
    {
        "date": "8.23.21 12:24 pm",
        "ctx": [
            "What do you think of the idea that we could all just be living our lives in a perpetual loop, ignorant to the fact that everything has already happened and nothing will stop it?",
            "with infinite contents to the loop, it becomes mathematically debatable whether or not it actually ever loops"
        ]
    },
    {
        "date": "8.23.21 11:43 am",
        "ctx": [
            "Any tips on how to be a musician like you?",
            "find some sort of musical instrument. play a note and see if it sends you into a behavioral pattern of addiction"
        ]
    },
    {
        "date": "8.23.21 11:26 am",
        "ctx": [
            "what would you call the genre that your music belongs to?",
            "colloqueal"
        ]
    },
    {
        "date": "8.23.21 10:46 am",
        "ctx": [
            "Do all these questions ever get annoying?",
            "everything is annoying, but it's impossible to notice this because everything is equally annoying so it feels perfectly normal"
        ]
    },
    {
        "date": "8.23.21 10:30 am",
        "ctx": [
            "i want to make a cover for a song that i really really like, that has been performed by many different artists in my country. the cover will include a genre-shift, but for this specific one i will most probably not write new parts, but take some of the things that i love from those different versions, change the sound, arrange the traffic. it feels more like a collage than a cover. does it count as \"my version\" now, or am i a fraud?",
            "listen to 100 cover songs that other people have done, and decide which of theirs you think are frauds and then listen to the original Richard Marx version"
        ]
    },
    {
        "date": "8.23.21 10:28 am",
        "ctx": [
            "how am i supposed to create the perfect language in a reasonable amount of time without going insane????",
            "first, decide on your reasonable amount of time. then practice trying to do it in that time, and just start over every time you don't succeed. with nothing else to do, you will find out how to succeed to your liking, within the time frame"
        ]
    },
    {
        "date": "8.23.21 8:53 am",
        "ctx": [
            "Do you have autism or are on the spectrum? Or do you suspect you are?",
            "it would be nice to just read the test and not answer the questions. keep my options open"
        ]
    },
    {
        "date": "8.23.21 8:09 am",
        "ctx": [
            "Favorite misheard lyric?",
            "from Sia - Cheap Thrills, at bar 5 of the verse, \"til i... hit the dumpster, hit the dumpster, i got all i need\""
        ]
    },
    {
        "date": "8.23.21 7:55 am",
        "ctx": [
            "Will you ever perform at a concert?",
            "i don't see why not"
        ]
    },
    {
        "date": "8.23.21 6:49 am",
        "ctx": [
            "what are your thoughts on comic sans?",
            "<font style=\"font-family:comic sans ms;\">too good. don't use it</font"
        ]
    },
    {
        "date": "8.23.21 5:14 am",
        "ctx": [
            "i want to be able to perform for somebody i like, do you have any tips for getting over performance anxiety?",
            "yes. you must perform. now you may be wondering, \"ok but how do i get rid of anxiety on the first performance\" and unfortunately that's impossible. it's possible for every other performance after that one, and your chances get better and better, pretty much automatically"
        ]
    },
    {
        "date": "8.23.21 4:40 am",
        "ctx": [
            "Could the keys of the piano be rearranged in a different way and still be as good as it is?",
            "yes"
        ]
    },
    {
        "date": "8.23.21 4:08 am",
        "ctx": [
            "where are old jersey, canaan, and zealand?",
            "jersey is an island near france, zeeland is in the netherlands, and canaan is probably somewhere amongst lebanon/jordan/syria/israel"
        ]
    },
    {
        "date": "8.23.21 3:01 am",
        "ctx": [
            "where does your fascination with gospel music come from>",
            "just checking the map here, it seems to come from churches. but it seems so obvious to me that it can be done outside of churches also"
        ]
    },
    {
        "date": "8.23.21 1:31 am",
        "ctx": [
            "how do you approach mastering?",
            "make sure the song is audible"
        ]
    },
    {
        "date": "8.23.21 12:10 am",
        "ctx": [
            "are u ever going to go on tour",
            "i don't see why not"
        ]
    },
    {
        "date": "8.23.21 12:01 am",
        "ctx": [
            "are letters overrated",
            "what are they rated"
        ]
    },
    {
        "date": "8.22.21 11:27 pm",
        "ctx": [
            "do you hate people",
            "no"
        ]
    },
    {
        "date": "8.22.21 11:09 pm",
        "ctx": [
            "how do i meet other princesses during covid?",
            "i don't know"
        ]
    },
    {
        "date": "8.22.21 11:05 pm",
        "ctx": [
            "what are your opinions on cats",
            "i have diverse opinions which cancel each other out"
        ]
    },
    {
        "date": "8.22.21 10:26 pm",
        "ctx": [
            "opinion on beans",
            "perfect for learning to count"
        ]
    },
    {
        "date": "8.22.21 10:14 pm",
        "ctx": [
            "Hiw can i startnot being overtly cautious",
            "stop not starting"
        ]
    },
    {
        "date": "8.22.21 10:08 pm",
        "ctx": [
            "how do you talk to people",
            "say 'hi' and then it depends what they say next"
        ]
    },
    {
        "date": "8.22.21 10:03 pm",
        "ctx": [
            "why r u like this",
            "how do you think i am"
        ]
    },
    {
        "date": "8.22.21 9:36 pm",
        "ctx": [
            "is a grape a good comparison to the moon",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "8.22.21 8:13 pm",
        "ctx": [
            "why do classes start so early in the morning",
            "they are playing hard to get"
        ]
    },
    {
        "date": "8.22.21 8:03 pm",
        "ctx": [
            "any tips on how to stop wishing you were something that you know you really don't want to be?",
            "figure out what you really want to be"
        ]
    },
    {
        "date": "8.22.21 7:10 pm",
        "ctx": [
            "do you have any tips to get lots of candy while trick or treating?",
            "no"
        ]
    },
    {
        "date": "8.22.21 7:01 pm",
        "ctx": [
            "have you tried spinning in circles",
            "yes"
        ]
    },
    {
        "date": "8.22.21 6:48 pm",
        "ctx": [
            "where is old york?",
            "england"
        ]
    },
    {
        "date": "8.22.21 6:40 pm",
        "ctx": [
            "the kindest thing i can think to say about you is that you recursively instigate the transformative process within me.",
            "that's remarkably concurrent with my general agenda and business model"
        ]
    },
    {
        "date": "8.22.21 6:03 pm",
        "ctx": [
            "Why do you make these wierd content?",
            "to stay grounded"
        ]
    },
    {
        "date": "8.22.21 4:40 pm",
        "ctx": [
            "Why are your songs so good?",
            "they might be about you"
        ]
    },
    {
        "date": "8.22.21 4:21 pm",
        "ctx": [
            "how are you so funny",
            "it all started when i found 2 tunnels that literally went through each other"
        ]
    },
    {
        "date": "8.22.21 3:04 pm",
        "ctx": [
            "If you had to make a cereal what would it be called and what would it taste like?",
            "great news, i just found out i don't have to make cereal"
        ]
    },
    {
        "date": "8.22.21 2:35 pm",
        "ctx": [
            "Where is Canada?",
            "in the north, opposite russia"
        ]
    },
    {
        "date": "8.22.21 2:22 pm",
        "ctx": [
            "What was the strange thing you did in just did a bad thing?",
            "ended the song"
        ]
    },
    {
        "date": "8.22.21 1:33 pm",
        "ctx": [
            "is it annoying when people ask questions that have already been answered?",
            "no"
        ]
    },
    {
        "date": "8.22.21 1:31 pm",
        "ctx": [
            "is it bad that i heard \"gonna go out and away from the lines\" from outside as gonna go out and away from the light and gonna go out and away from the lies until i checked the lyrics?",
            "how bad does it feel"
        ]
    },
    {
        "date": "8.22.21 1:18 pm",
        "ctx": [
            "i messaged here a year ago while i was having a rough time. things have changed. in memory of this, has anything changed for you over the years in a meaningful and impactful way?",
            "yes"
        ]
    },
    {
        "date": "8.22.21 12:24 pm",
        "ctx": [
            "how someone learn composing better melodies",
            "try this trick: compose 10 melodies and try to promise that they will all be bad. see what happens"
        ]
    },
    {
        "date": "8.22.21 11:28 am",
        "ctx": [
            "what is true happiness?",
            "too many things and variations of things, to list here"
        ]
    },
    {
        "date": "8.22.21 11:13 am",
        "ctx": [
            "are you working on one of those long projects like those history videos?",
            "no",
            "if yes is there any end in sight? if no, is there any end in sight to the next song?",
            "yes"
        ]
    },
    {
        "date": "8.22.21 11:11 am",
        "ctx": [
            "Why is \"I'm stuck in a rut\" your very first song?",
            "it's not, but, the reason that there were not very many other songs during the time surrounding it is because of the rut i was in. that's surely what the song's about"
        ]
    },
    {
        "date": "8.22.21 9:59 am",
        "ctx": [
            "What is your favorite part of making music",
            "it helps answer everything. especially things that are unanswerable"
        ]
    },
    {
        "date": "8.22.21 9:41 am",
        "ctx": [
            "how long did it take to learn to translate the notes from your head to the keyboard",
            "maybe a month, but i don't remember"
        ]
    },
    {
        "date": "8.22.21 9:39 am",
        "ctx": [
            "Some art seems to incentivize misbehaving. Like when a kubrick film incited some folks to do violence in the streets of london. Or when a david fincher film inspired violence, as well. In this case did the artists make mistakes? If so, how can i be sure that my art doesn't make the world a worse place if people might interpret it wrong because of the way it is presented?",
            "you could have one of those overlay messages that says that by continuing to watch the content, the viewer implicitly consents to not make the world worse"
        ]
    },
    {
        "date": "8.22.21 9:35 am",
        "ctx": [
            "What made you become a musical writer?",
            "wanting to write music"
        ]
    },
    {
        "date": "8.22.21 9:22 am",
        "ctx": [
            "How do you deal with fear of failure?",
            "fail just a little bit each day"
        ]
    },
    {
        "date": "8.22.21 7:30 am",
        "ctx": [
            "How high are you?",
            "'middle of the road'"
        ]
    },
    {
        "date": "8.22.21 7:13 am",
        "ctx": [
            "How do you make your songs?",
            "allow me to demonstrate"
        ]
    },
    {
        "date": "8.22.21 6:30 am",
        "ctx": [
            "do you believe in ghosts?",
            "everything is ghosts"
        ]
    },
    {
        "date": "8.22.21 6:07 am",
        "ctx": [
            "Hey, bill, we are going to the province in an old village tomorrow in 2 weeks can you post a video when we are there so I feel cozy?",
            "i'll see what i can do"
        ]
    },
    {
        "date": "8.22.21 4:53 am",
        "ctx": [
            "How do I do a backflip?",
            "i'm not sure"
        ]
    },
    {
        "date": "8.22.21 2:18 am",
        "ctx": [
            "what's one of your more recent musical influences?",
            "ron kenoly"
        ]
    },
    {
        "date": "8.22.21 1:01 am",
        "ctx": [
            "if you could play any role in a musical, what would it be?",
            "writer"
        ]
    },
    {
        "date": "8.21.21 11:42 pm",
        "ctx": [
            "How many 2D blocks can I fit in my mouth?",
            "infinite, i think"
        ]
    },
    {
        "date": "8.21.21 11:22 pm",
        "ctx": [
            "Why is Mayo coming out my hotdog.",
            "there are structural problems"
        ]
    },
    {
        "date": "8.21.21 11:21 pm",
        "ctx": [
            "Why doesn't my name start with X?",
            "you probably can't handle it"
        ]
    },
    {
        "date": "8.21.21 11:03 pm",
        "ctx": [
            "how do I start making songs?",
            "place a dot on a piece of paper"
        ]
    },
    {
        "date": "8.21.21 10:35 pm",
        "ctx": [
            "why does life exist",
            "to dis prove the nay sayers"
        ]
    },
    {
        "date": "8.21.21 10:21 pm",
        "ctx": [
            "What's the difference between a thought and a feeling?",
            "feelings are more ghostly"
        ]
    },
    {
        "date": "8.21.21 9:35 pm",
        "ctx": [
            "Bill,i've composed a song that accedes the skill level of me or any other person I know who can play an instrument.I don't know how I did it but it's really pissing me off and i'm too lazy to rewrite it.",
            "try writing another one"
        ]
    },
    {
        "date": "8.21.21 9:17 pm",
        "ctx": [
            "what is life",
            "it's like apples and oranges in a constant state of comparison"
        ]
    },
    {
        "date": "8.21.21 8:13 pm",
        "ctx": [
            "What do you do in preparation to answering these questions?",
            "sometimes i tell myself, \"it's my New Years Resolution to do a great job on questions today\""
        ]
    },
    {
        "date": "8.21.21 7:22 pm",
        "ctx": [
            "Do you see the videos for your songs as an extension or is the song not complete without the video?",
            "the song should be a complete song without the video. and it's also a complete video with the video"
        ]
    },
    {
        "date": "8.21.21 7:04 pm",
        "ctx": [
            "how's your next song going?",
            "good but it's way too bulky. i don't think you can hear that from the sound, but it makes things more difficult for me"
        ]
    },
    {
        "date": "8.21.21 6:41 pm",
        "ctx": [
            "when you say \"go back to where you belong\", do you really mean it?",
            "it was proably just a reminder to myself, knowing that the meaing probably rotates and spirals a bit"
        ]
    },
    {
        "date": "8.21.21 6:08 pm",
        "ctx": [
            "do you think videogames make the world a worse place?",
            "no",
            "videogame culture is filled with mean people and it seems to incentivize sedentary behavior, at least long videogames do",
            "i guess it depends what you're into"
        ]
    },
    {
        "date": "8.21.21 6:06 pm",
        "ctx": [
            "Do you believe the old can inspire the new? Like with art.",
            "yes"
        ]
    },
    {
        "date": "8.21.21 5:23 pm",
        "ctx": [
            "is it true that you have been reincarnated numerous times throughout history and remember every single one of them?",
            "probably not in the same spacial universe. that doesn't seem to add up",
            "i think your song \"at the airport terminal\" (one of favourite songs) symbolizes this, right?"
        ]
    },
    {
        "date": "8.21.21 4:50 pm",
        "ctx": [
            "Are we living in a simulation?",
            "of what"
        ]
    },
    {
        "date": "8.21.21 4:33 pm",
        "ctx": [
            "Do you have any songs with lyrics based off of a specific dream?",
            "yes"
        ]
    },
    {
        "date": "8.21.21 2:36 pm",
        "ctx": [
            "who is your biggest musical inspiration?",
            "i'm not sure"
        ]
    },
    {
        "date": "8.21.21 1:26 pm",
        "ctx": [
            "do you think music is played better if it sounds closest to what the composer intended, or is it better if it's played with your own emotions, own style?",
            "the emotions need to be real. so if you can't find the composer's emotions in a real way, then the next best thing would be to use your own",
            "or above all, do you think one of the main purposes of music is to please the receivers? (because they get to decide how \"good\" or how \"better\" the music is)",
            "try it both ways. see what happens"
        ]
    },
    {
        "date": "8.21.21 12:59 pm",
        "ctx": [
            "What is your main goal right now?",
            "set some boundaries and ground rules"
        ]
    },
    {
        "date": "8.21.21 12:38 pm",
        "ctx": [
            "So I've been watching your reality videos and I've gotten to the part where the idea comes to you to do the short videos first. Are you still doing this to some extent?",
            "no",
            "Have you now gotten into the longer videos? Thabk you",
            "i've already gotten to longer videos, and now there is another crisis to solve: how to make long videos in a shorter amount of time"
        ]
    },
    {
        "date": "8.21.21 12:29 pm",
        "ctx": [
            "Is there any point to what you do",
            "yes",
            "and why are you unique",
            "someone's gotta do it"
        ]
    },
    {
        "date": "8.21.21 11:49 am",
        "ctx": [
            "what was the weirdest thing you did while creating a music?",
            "changed the music"
        ]
    },
    {
        "date": "8.21.21 11:21 am",
        "ctx": [
            "do you have a counting-understanding of \"moments\" without anything rhythmic? breathing, heart pulses, seconds etc.\n\nhow long does a moment take\ncan you figure out when is the moment\nim lost",
            "any amount of time. you get to choose"
        ]
    },
    {
        "date": "8.21.21 11:03 am",
        "ctx": [
            "what is the genre of your music?",
            "regular"
        ]
    },
    {
        "date": "8.21.21 10:47 am",
        "ctx": [
            "when new video?",
            "right away"
        ]
    },
    {
        "date": "8.21.21 10:10 am",
        "ctx": [
            "what is the answer to our existence",
            "could be you"
        ]
    },
    {
        "date": "8.21.21 10:01 am",
        "ctx": [
            "Hi do you have a favorite song",
            "no"
        ]
    },
    {
        "date": "8.21.21 9:35 am",
        "ctx": [
            "Is water wet?",
            "it damn better not be"
        ]
    },
    {
        "date": "8.21.21 9:07 am",
        "ctx": [
            "What do you call ur style of music?",
            "normal"
        ]
    },
    {
        "date": "8.21.21 6:50 am",
        "ctx": [
            "What's time made from?",
            "you"
        ]
    },
    {
        "date": "8.21.21 4:04 am",
        "ctx": [
            "are u a princess?",
            "somewhat, but not so much as to prevent me from being other things too"
        ]
    },
    {
        "date": "8.21.21 3:10 am",
        "ctx": [
            "Who made god?",
            "anyone would, if they had to"
        ]
    },
    {
        "date": "8.21.21 1:08 am",
        "ctx": [
            "What headphones do you recommend for music making or just critical listing.",
            "the ones that sound closest to what most other people use. otherwise you'll never be on the same page"
        ]
    },
    {
        "date": "8.20.21 11:44 pm",
        "ctx": [
            "Thoughts on the heat death of the universe?",
            "sounds boring"
        ]
    },
    {
        "date": "8.20.21 11:44 pm",
        "ctx": [
            "how has your trying to find ways to prevent the production departments from trying to suffocate the writing department been going? any new breakthroughs?",
            "i have a pretty good idea of something that might work very well"
        ]
    },
    {
        "date": "8.20.21 10:32 pm",
        "ctx": [
            "All are of your videos from now on going to be 3d?",
            "not entirely"
        ]
    },
    {
        "date": "8.20.21 9:45 pm",
        "ctx": [
            "What is your thoughts on the sultan of oman living in Zanzibar now?",
            "probably not true now"
        ]
    },
    {
        "date": "8.20.21 9:45 pm",
        "ctx": [
            "what is the weirdest dream you've had?",
            "the one i'm in now"
        ]
    },
    {
        "date": "8.20.21 8:41 pm",
        "ctx": [
            "why do all my songs on the piano sound sad?",
            "because most pianos are sad"
        ]
    },
    {
        "date": "8.20.21 7:49 pm",
        "ctx": [
            "should billionaires exist?",
            "should you wonder if they should"
        ]
    },
    {
        "date": "8.20.21 7:07 pm",
        "ctx": [
            "Opinions on anarchy?",
            "seems limiting"
        ]
    },
    {
        "date": "8.20.21 6:36 pm",
        "ctx": [
            "what do you think of colors",
            "hard to believe"
        ]
    },
    {
        "date": "8.20.21 6:19 pm",
        "ctx": [
            "i rather often think a thought that is something like, \n\n'i could get way more done if i would just stop self-obsessing'\n\ndo you ever feel this way?",
            "i'm well aware that the only solution for this is some kind of solid scheme for exactly how to limit the obsession. and then when i think i've found the right scheme, i can go ahead and obsess over that scheme"
        ]
    },
    {
        "date": "8.20.21 6:02 pm",
        "ctx": [
            "what is something you did in january 2007?",
            "went to the store"
        ]
    },
    {
        "date": "8.20.21 5:45 pm",
        "ctx": [
            "How tall is too tall?",
            "about 305 miles"
        ]
    },
    {
        "date": "8.20.21 5:03 pm",
        "ctx": [
            "i dropped out of college. is my life ruined,",
            "no",
            "or could this be a solid opportunity to harness my true power???",
            "yes"
        ]
    },
    {
        "date": "8.20.21 4:49 pm",
        "ctx": [
            "If somebody said you could own a monkey for free, would you take the monkey?",
            "no"
        ]
    },
    {
        "date": "8.20.21 4:47 pm",
        "ctx": [
            "a",
            "true"
        ]
    },
    {
        "date": "8.20.21 4:45 pm",
        "ctx": [
            "what is your opinion of the 1992 renault twingo?",
            "it looks like it could fit a family of 4 smaller renault twingos"
        ]
    },
    {
        "date": "8.20.21 4:15 pm",
        "ctx": [
            "How do I sing like you do bill I have a school concert to do and I have to sing and I'm really nervous please answer bill I need to know ur secret",
            "it's probably impossible to sing great at your first time singing in public. being in front of a live audience is such a mindfuck that it takes many times to get comfortable with it."
        ]
    },
    {
        "date": "8.20.21 4:08 pm",
        "ctx": [
            "What's space made from?",
            "time"
        ]
    },
    {
        "date": "8.20.21 3:34 pm",
        "ctx": [
            "What do I do if my family is cruel to me?",
            "study their biography"
        ]
    },
    {
        "date": "8.20.21 3:28 pm",
        "ctx": [
            "is the stick figure in \"i am a princess\" related to steve?",
            "it might be the same actor"
        ]
    },
    {
        "date": "8.20.21 3:23 pm",
        "ctx": [
            "how do u edit ur vids?",
            "that's easy, just take out the bad parts"
        ]
    },
    {
        "date": "8.20.21 1:44 pm",
        "ctx": [
            "r u idiot?",
            "it says that on one of my business cards, but the other ones don't say that"
        ]
    },
    {
        "date": "8.20.21 1:11 pm",
        "ctx": [
            "How to translate feelings to thoughts and thoughts to words?",
            "start creating words, PRETENDING they are not coming from any thoughts or feelings. then, feelings and thoughts will sense the available stream of words you are creating, and they will latch onto it"
        ]
    },
    {
        "date": "8.20.21 12:50 pm",
        "ctx": [
            "What is the meaning of our existence?",
            "to see what it can mean"
        ]
    },
    {
        "date": "8.20.21 12:29 pm",
        "ctx": [
            "How do you deal with lack of motivation, like if I want to do something but I can't give myself the motivation to do so",
            "i thought motivation means wanting to do stuff"
        ]
    },
    {
        "date": "8.20.21 11:39 am",
        "ctx": [
            "How to choose what to pursue in the future?",
            "that's easy, just pursue everything"
        ]
    },
    {
        "date": "8.20.21 8:38 am",
        "ctx": [
            "How do You make videos?",
            "we'll see"
        ]
    },
    {
        "date": "8.20.21 7:32 am",
        "ctx": [
            "how did you get so good? -would like both a normal bill wurtz answer and a serious answer if possible",
            "seriousness is normal for me, BUT, i can tell you that when i screw up, i give myself a very stern lecture and yet also very calm encouragement"
        ]
    },
    {
        "date": "8.20.21 7:07 am",
        "ctx": [
            "do you like any other artist",
            "yes, i like all of them"
        ]
    },
    {
        "date": "8.20.21 6:25 am",
        "ctx": [
            "how do i be less scared of irrational things",
            "put together some lessons teaching this"
        ]
    },
    {
        "date": "8.20.21 5:09 am",
        "ctx": [
            "How long were you stuck in a rut",
            "oh just a couple of moments"
        ]
    },
    {
        "date": "8.20.21 4:23 am",
        "ctx": [
            "When is the teusday show",
            "hopefully every day"
        ]
    },
    {
        "date": "8.20.21 3:50 am",
        "ctx": [
            "Are you a singer?",
            "yes"
        ]
    },
    {
        "date": "8.20.21 1:18 am",
        "ctx": [
            "how to be like you",
            "impossible. i can't even do it"
        ]
    },
    {
        "date": "8.20.21 12:42 am",
        "ctx": [
            "Why do people ask How are you? They should know 90% of the time everyone gonna say I am fine even they are dying at their birthday",
            "it's kind of like moving the first pawns out of the way first, to let the real pieces come through"
        ]
    },
    {
        "date": "8.19.21 11:02 pm",
        "ctx": [
            "Holy shit some of the responses you give to some of these questions are fucking Milky Way philosophical answers to the universe. How many fucking crayons did you eat to give such amazing wording to these questions.",
            "oh look who's sent some kindness, right to my doorstep. to answer your question it's not necessary to eat crayons, just count them, which is surprisingly all it takes"
        ]
    },
    {
        "date": "8.19.21 10:47 pm",
        "ctx": [
            "How many songs/videos didn't make the cut?",
            "no cut has occured"
        ]
    },
    {
        "date": "8.19.21 10:37 pm",
        "ctx": [
            "where do you want to go on earth that you haven't gone to yet",
            "wyoming"
        ]
    },
    {
        "date": "8.19.21 9:58 pm",
        "ctx": [
            "What should I think about as I fall asleep",
            "how about the prime factorization of a randomly selected number, such as 725427"
        ]
    },
    {
        "date": "8.19.21 9:36 pm",
        "ctx": [
            "Why do I always feel motivated to change myself at night right before I'm about to go to bed, instead of in the morning when I'm truly able to begin making a change?",
            "i think you just forgot to plan the first step"
        ]
    },
    {
        "date": "8.19.21 8:48 pm",
        "ctx": [
            "Have you ever thought about how, when a picture is taken, there's a whole universe outside the picture frozen in time the moment the picture is taken? Or that there's a whole outside universe happening when a video is taken during the time frame of a video?",
            "yes, BUT, i think there maybe be actually some uncertainties and quantum fluxuations within there, depending on the resolution of the picture"
        ]
    },
    {
        "date": "8.19.21 8:23 pm",
        "ctx": [
            "Do you think music would be different if more people had three ears?",
            "not very much"
        ]
    },
    {
        "date": "8.19.21 7:50 pm",
        "ctx": [
            "what are your thoughts on reality?",
            "oh man, i've heard about this"
        ]
    },
    {
        "date": "8.19.21 7:39 pm",
        "ctx": [
            "what is your favorite bushism?",
            "i will borrow one of Sam Rockwell's favorites, which is \"you wanna hear something terrible?...\""
        ]
    },
    {
        "date": "8.19.21 7:15 pm",
        "ctx": [
            "Did you ever get old enough to lift the entire world yet?",
            "gravity works different than i thought, but, i will be able to guide it sometimes maybe"
        ]
    },
    {
        "date": "8.19.21 6:27 pm",
        "ctx": [
            "when you're answering these questions, do you elaborate a lot about the answer in your head or just puts whatever comes to mind at the moment",
            "i try to get it in 7 moments or less. from time to time i go for a blow out and take maybe 25 to 30 moments. some are done in just half a moment"
        ]
    },
    {
        "date": "8.19.21 5:43 pm",
        "ctx": [
            "when is your next videos",
            "pretty soon"
        ]
    },
    {
        "date": "8.19.21 5:31 pm",
        "ctx": [
            "how was your high school experience?? i need tips. i am now a sophomore and scared shitless of the campus it's huge",
            "make a drawing of it. put together your own map. you will enjoy this. or at least i would"
        ]
    },
    {
        "date": "8.19.21 4:46 pm",
        "ctx": [
            "why did the chicken cross the road?",
            "to measure the width of the road"
        ]
    },
    {
        "date": "8.19.21 4:45 pm",
        "ctx": [
            "what do you think about human connections?",
            "oh man, i've heard about this"
        ]
    },
    {
        "date": "8.19.21 4:21 pm",
        "ctx": [
            "what is an opinion",
            "it's like an onion, but with a handle"
        ]
    },
    {
        "date": "8.19.21 3:50 pm",
        "ctx": [
            "How does water water water?",
            "flowingly"
        ]
    },
    {
        "date": "8.19.21 3:10 pm",
        "ctx": [
            "what is the opposite of infinity",
            "nothing"
        ]
    },
    {
        "date": "8.19.21 2:21 pm",
        "ctx": [
            "France. Yes or no?",
            "france is not a yes or no question. france is multiple choice"
        ]
    },
    {
        "date": "8.19.21 1:13 pm",
        "ctx": [
            "what is, in your opinion, the best song that you have made?",
            "i would prefer to make a new one to compete in this"
        ]
    },
    {
        "date": "8.19.21 12:40 pm",
        "ctx": [
            "How do you feel about \"internet words\" like bruh and yeet?",
            "bruh is not an internet word, that one comes directly from the streets"
        ]
    },
    {
        "date": "8.19.21 12:27 pm",
        "ctx": [
            "Whats the wrong way to do the wrong thing",
            "right"
        ]
    },
    {
        "date": "8.19.21 12:25 pm",
        "ctx": [
            "If you had to pick a song of yours that's been released to open a concert with, which one would you choose?",
            "i'm allowed to choose something else"
        ]
    },
    {
        "date": "8.19.21 12:11 pm",
        "ctx": [
            "Are feelings everything?",
            "they are maybe half of things"
        ]
    },
    {
        "date": "8.19.21 12:06 pm",
        "ctx": [
            "what is your opinion on bees",
            "imagine a normal bug, turned up to 11"
        ]
    },
    {
        "date": "8.19.21 10:45 am",
        "ctx": [
            "are you bill wurtz",
            "let me perform some calculations"
        ]
    },
    {
        "date": "8.19.21 9:43 am",
        "ctx": [
            "how does the thing that motivates the world function",
            "just like you"
        ]
    },
    {
        "date": "8.19.21 9:41 am",
        "ctx": [
            "Hi Bill, I hear elements of Frank Zappa in your music, which I love by the way.Were you inspired by Frank Zappa in any way?",
            "no",
            "I would very much appreciate your feedback.Thank you, Gerald Wilkerson"
        ]
    },
    {
        "date": "8.19.21 9:27 am",
        "ctx": [
            "How to be bold in one's creativity?",
            "that's easy. just do everything"
        ]
    },
    {
        "date": "8.19.21 7:49 am",
        "ctx": [
            "opinion on china",
            "perhaps it never ends"
        ]
    },
    {
        "date": "8.19.21 7:35 am",
        "ctx": [
            "High school is uninteresting. How should I survive?",
            "imagine your own version of highschool, in your mind"
        ]
    },
    {
        "date": "8.19.21 7:32 am",
        "ctx": [
            "why is it that when i ask a questions normally it says thabk you and when i ask it from im feeling randy it says thabks?",
            "all the signage around the question asking features on the random page are abbreviated, because it is only a secondary feature of that page. the functionality, however, still works the same"
        ]
    },
    {
        "date": "8.19.21 7:27 am",
        "ctx": [
            "ever try being unreasonable?",
            "yes"
        ]
    },
    {
        "date": "8.19.21 7:08 am",
        "ctx": [
            "what is water",
            "everything you know"
        ]
    },
    {
        "date": "8.19.21 5:33 am",
        "ctx": [
            "do you live in mars?",
            "no"
        ]
    },
    {
        "date": "8.19.21 4:28 am",
        "ctx": [
            "How do you regain control",
            "first, identify the control"
        ]
    },
    {
        "date": "8.19.21 4:26 am",
        "ctx": [
            "What is this website?",
            "billwurtz dot com"
        ]
    },
    {
        "date": "8.19.21 4:14 am",
        "ctx": [
            "can we be friends?",
            "sure"
        ]
    },
    {
        "date": "8.19.21 2:58 am",
        "ctx": [
            "how to make ramen in a microwave?",
            "i think you just put it in and press 'make'"
        ]
    },
    {
        "date": "8.19.21 2:44 am",
        "ctx": [
            "How do I control my excitement about starting high school?",
            "how about living through the entire thing in your mind first"
        ]
    },
    {
        "date": "8.19.21 2:10 am",
        "ctx": [
            "dang why english is so challenging to learn?",
            "like any language, it's only as hard to learn as ...... every day life"
        ]
    },
    {
        "date": "8.19.21 1:43 am",
        "ctx": [
            "just wrote one of the best songs i've ever heard in a dream, words + melody + harmony all in full, and yet even coming fresh out of the dream i couldn't remember how it all went. how do i stop this from happening again?",
            "increase your documentation skills, or just don't go to sleep"
        ]
    },
    {
        "date": "8.18.21 11:46 pm",
        "ctx": [
            "Did Outside technically predict 2020?",
            "no. the gregorian calendar predicted it"
        ]
    },
    {
        "date": "8.18.21 11:44 pm",
        "ctx": [
            "I believe \"I think therefore I am\" is cheap philosophy. \"I am that I am\" carries more weight to me and isn't as empty. Agree or disagree?",
            "i think it's important to realize that \"i think, therefore i am\" definitely has been translated through some different languages and contexts before reaching you"
        ]
    },
    {
        "date": "8.18.21 11:32 pm",
        "ctx": [
            "do you like sushi?",
            "i have yet to even be able to penetrate its robust exterior"
        ]
    },
    {
        "date": "8.18.21 11:32 pm",
        "ctx": [
            "how am i?",
            "pretty good"
        ]
    },
    {
        "date": "8.18.21 11:17 pm",
        "ctx": [
            "what is your favorite type of lamp?",
            "clamp"
        ]
    },
    {
        "date": "8.18.21 11:15 pm",
        "ctx": [
            "what's the difference between cream and creme?",
            "whether or not it's french"
        ]
    },
    {
        "date": "8.18.21 11:09 pm",
        "ctx": [
            "how can I be successful",
            "no one else knows. this already puts you at a huge advantage. think about it"
        ]
    },
    {
        "date": "8.18.21 10:40 pm",
        "ctx": [
            "do u wanna go back to 2010?",
            "no"
        ]
    },
    {
        "date": "8.18.21 10:23 pm",
        "ctx": [
            "what's your favorite album this year so far?",
            "i didn't know anyone did that anymore"
        ]
    },
    {
        "date": "8.18.21 9:54 pm",
        "ctx": [
            "how do i fly away",
            "i'm still working on that"
        ]
    },
    {
        "date": "8.18.21 9:37 pm",
        "ctx": [
            "How does one become weird like you, is it a learned thing or are you born with it?",
            "here's an exercise: plan to make a single dot on a piece of paper. then just before you do it, change your mind about the location of the dot. see how late you can change your mind"
        ]
    },
    {
        "date": "8.18.21 9:28 pm",
        "ctx": [
            "How do you make your videos?",
            "still looking for an effective way"
        ]
    },
    {
        "date": "8.18.21 9:24 pm",
        "ctx": [
            "Why do only 13% of professional musical artist write 50% of their own songs?",
            "maybe writing and performing involve slightly different skillsets"
        ]
    },
    {
        "date": "8.18.21 9:05 pm",
        "ctx": [
            "it's a beautiful day, isn't it?",
            "where..... nevermind, yes"
        ]
    },
    {
        "date": "8.18.21 8:45 pm",
        "ctx": [
            "Are you good at math?",
            "put it this way, i know what 3x37 is"
        ]
    },
    {
        "date": "8.18.21 8:30 pm",
        "ctx": [
            "are you smart?",
            "yes but that doesn't necessarily mean i'm smart"
        ]
    },
    {
        "date": "8.18.21 7:55 pm",
        "ctx": [
            "any tips on dealing with feeling like you're never good enough?",
            "how about launching a research study into whether anyone else thinks they're good enough. the results may surprise you"
        ]
    },
    {
        "date": "8.18.21 7:01 pm",
        "ctx": [
            "How do I ask my dog to eat glass with out telling him to eat glass",
            "how about releasing a propaganda video saying that it's good and people who don't do it are hateful"
        ]
    },
    {
        "date": "8.18.21 6:58 pm",
        "ctx": [
            "Are you funny?",
            "everything is funny"
        ]
    },
    {
        "date": "8.18.21 6:43 pm",
        "ctx": [
            "what do the r, m and p mean before the dates on the scarmble page",
            "requested, made, and posted"
        ]
    },
    {
        "date": "8.18.21 6:13 pm",
        "ctx": [
            "will you consider collabing with more artists in the future? like you did with scary pockets.",
            "sure"
        ]
    },
    {
        "date": "8.18.21 6:12 pm",
        "ctx": [
            "What is money?",
            "it's a place holder for what someone might value"
        ]
    },
    {
        "date": "8.18.21 6:09 pm",
        "ctx": [
            "Do you have any advice for someone who's learning how to transition chords effectively?",
            "look at songs. look at songs you know and like"
        ]
    },
    {
        "date": "8.18.21 5:59 pm",
        "ctx": [
            "i just won 2 tennis matches in a row and i feel great. do you ever get this kind of crazy adrenaline rush after accomplishing something?",
            "yes"
        ]
    },
    {
        "date": "8.18.21 5:08 pm",
        "ctx": [
            "How should one deal with unrequited love?",
            "maybe there is someone out there who's love you have unrequited, and you could go ahead and requite that love. the tables may start to turn"
        ]
    },
    {
        "date": "8.18.21 4:54 pm",
        "ctx": [
            "do you get annoyed when people ask \"wHen aRe yOU goNnA upLoaD\" all the time?",
            "maybe i upload when people ask me if i'm annoyed all the time"
        ]
    },
    {
        "date": "8.18.21 4:54 pm",
        "ctx": [
            "I have to be out of my old apartment by August 31st but cannot get in my new apartment before Sept. 1st. Should I rent a van for two days and sleep in a hotel, or rent a bigger van for two days, lay down a mattress in the van, and sleep on the mattress, in the van? Or am I going at this completely wrong? I've never moved before.",
            "i think a hotel would be great, if it's in the budget"
        ]
    },
    {
        "date": "8.18.21 1:53 pm",
        "ctx": [
            "why are you so funny. like ur humor is peak",
            "i must have lost a bet"
        ]
    },
    {
        "date": "8.18.21 1:39 pm",
        "ctx": [
            "art is the only thing that makes sense to do in the world so why is anyone doing anything different",
            "either you've made a miscalculation about what people are doing, or about how broad the definition of art can be"
        ]
    },
    {
        "date": "8.18.21 1:39 pm",
        "ctx": [
            "do you like bread?",
            "the flavor overwhelms me"
        ]
    },
    {
        "date": "8.18.21 1:25 pm",
        "ctx": [
            "What music should I listen to",
            "all of it, if you have time"
        ]
    },
    {
        "date": "8.18.21 1:23 pm",
        "ctx": [
            "Hey bill, I saw in a previous question that your not as good on guitar as other instruments. Are you actively doing any thing to improve your skill on the guitar?",
            "use it in videos, occasionally. which doesn't really help get any better, because in those cases it hardly matters what it actually sounds like, just what it looks like"
        ]
    },
    {
        "date": "8.18.21 1:19 pm",
        "ctx": [
            "whats the color of your 5th favorite sock",
            "black"
        ]
    },
    {
        "date": "8.18.21 1:16 pm",
        "ctx": [
            "Got any pet peeves?",
            "i prefer not to keep peeves as pets.  i believe peeves should run wild, and free"
        ]
    },
    {
        "date": "8.18.21 1:11 pm",
        "ctx": [
            "Do you ever get non-questions showing up in your ueqstions feed?",
            "yes"
        ]
    },
    {
        "date": "8.18.21 1:08 pm",
        "ctx": [
            "So I'm kinda getting into a little producing, And I usually am not doing any lyrical stuff with it but I'm kind of wondering how you come up with your lyrics. Do have any tips for me for writing lyrics?",
            "how about this: open up a blank text file and go bonkers. do anything you can. put words, letters, non-words, try sentences, phrases, ..... explain your life, ... make up someone else's life, .... express life's mysteries, .... it doesn't really matter what you do there, just spend time in the textual wordular environment, for as many years as you can. Then you should be in good shape"
        ]
    },
    {
        "date": "8.18.21 12:53 pm",
        "ctx": [
            "what do you think about the current state of BINGBIONGINBINGONBONGINBINGIOBNOGNIBNG sorry BINGINOBNIGNIN sorry, my fingers sliped, i meant to say BINGIBONGBINGBONGBINGBONGBINGBONGBINGBONG?\n\nThanks for you answer, sorry from bad english, am from england.",
            "that makes sense"
        ]
    },
    {
        "date": "8.18.21 12:23 pm",
        "ctx": [
            "How to compress vocals?",
            "set the ratio to something higher than 1.5, then gradually lower the threshold until you see the gain reduction meter light up. if the gain reduction meter is not doing anything, then nothing is happening. Then, click and un-click the bypass button, to compare the overall volume to what it was before. and adjust the make-up gain until the volume is about the same as it was before"
        ]
    },
    {
        "date": "8.18.21 11:52 am",
        "ctx": [
            "How do you listen?",
            "breathe"
        ]
    },
    {
        "date": "8.18.21 11:45 am",
        "ctx": [
            "I just started college, can I have some advice?",
            "has anything gone wrong yet"
        ]
    },
    {
        "date": "8.18.21 9:08 am",
        "ctx": [
            "are you immortal",
            "we'll see"
        ]
    },
    {
        "date": "8.18.21 9:05 am",
        "ctx": [
            "why do I keep having dreams of being late to school??",
            "because it's something you worry about"
        ]
    },
    {
        "date": "8.18.21 9:00 am",
        "ctx": [
            "what is the answer to life, the universe and everything",
            "could be you"
        ]
    },
    {
        "date": "8.18.21 8:43 am",
        "ctx": [
            "Why not make another video on Youtube about world history? Make one about the 20s er the 2020s.",
            "just doing some back-of-the-envelope calculations here ........... that's not history"
        ]
    },
    {
        "date": "8.18.21 8:41 am",
        "ctx": [
            "whats the average speed of a swallow?",
            "is that the african or european swallow"
        ]
    },
    {
        "date": "8.18.21 8:35 am",
        "ctx": [
            "should i tell the police i commited a crime so they feel better about themselves",
            "it just might work"
        ]
    },
    {
        "date": "8.18.21 8:30 am",
        "ctx": [
            "bill wurtz why are you so funny!",
            "to put it in terms of Geometry, i have discovered the Wrong Angle"
        ]
    },
    {
        "date": "8.18.21 7:33 am",
        "ctx": [
            "I'm starting university in weeks' time and I'm very pressured because of all the changes I'm facing. Can you recommend some ways to get through this?",
            "as long as you know the location of the university, and how to get there, then that's pretty much the only thing you need to know right now"
        ]
    },
    {
        "date": "8.18.21 7:32 am",
        "ctx": [
            "do you prefer a question without capitalized letters Or With Capitalized Letters?",
            "that's impossible to know until i see it, but even then i don't think very much about preference when the question arrives. i treat each question with my full attention and respect"
        ]
    },
    {
        "date": "8.18.21 6:42 am",
        "ctx": [
            "Did you take a course to learn 3d Animation?",
            "no"
        ]
    },
    {
        "date": "8.18.21 5:43 am",
        "ctx": [
            "what's your favorite thing about The Velvet Underground?",
            "it has to be the name. hear me out: it's the only thing thing i know about it"
        ]
    },
    {
        "date": "8.18.21 5:13 am",
        "ctx": [
            "how can simplicity affect someone's creativity?",
            "surely it can reduce the amount of time it takes to get something done"
        ]
    },
    {
        "date": "8.18.21 5:01 am",
        "ctx": [
            "do you have ideas in your map?",
            "depending on what you mean, ..... yes"
        ]
    },
    {
        "date": "8.18.21 5:00 am",
        "ctx": [
            "whats your least favorite food",
            "poison"
        ]
    },
    {
        "date": "8.18.21 4:38 am",
        "ctx": [
            "Sometimes I think about fish being dropped into lakes via plane",
            "i will admit that sounds better than planes being dropped into lakes via fish"
        ]
    },
    {
        "date": "8.18.21 4:18 am",
        "ctx": [
            "Are you human",
            "oh that would explain a lot"
        ]
    },
    {
        "date": "8.18.21 4:01 am",
        "ctx": [
            "How do u answer a question?",
            "i have no idea"
        ]
    },
    {
        "date": "8.18.21 3:17 am",
        "ctx": [
            "Opinions on school?",
            "that could be good, as long as learning is involved"
        ]
    },
    {
        "date": "8.18.21 2:58 am",
        "ctx": [
            "How do you answer so many questions?",
            "i have a question answering button. i actually have 2 so i can use both hands"
        ]
    },
    {
        "date": "8.18.21 2:55 am",
        "ctx": [
            "So, Bill, I got a question about melodies. I'm sure a great deal of people don't know about modes, or at least not all of them (I certainly don't). But my question is, does every melody fit into some sort of mode?",
            "almost maybe",
            "Like, someone who doesn't know modes could write something in C major that's mostly diatonic, but with a #F and then technically it's lydian. Does every melody fit diatonically to a mode?",
            "it's like the weather. is the whether usually about the same, over the course of 1 day? ........ almost maybe.",
            "I kind of hope not because that feels very restricting (I like a good chromatic melody) but I thought I'd ask my go-to 24/7 music tutor. Anyways, have a good day.",
            "a good bench mark is to check all the songs you know and see what they do. and see when it gives you that tingly feeling"
        ]
    },
    {
        "date": "8.18.21 2:21 am",
        "ctx": [
            "what is the soup of the day?",
            "no soup today"
        ]
    },
    {
        "date": "8.18.21 2:14 am",
        "ctx": [
            "What does it mean if my vocals sound bad on their own but work well within the context of the rest of the song?",
            "it probably means they were meant to be in the song",
            "Should I re-record my vocals?",
            "only if you want to use it outside the song"
        ]
    },
    {
        "date": "8.18.21 2:10 am",
        "ctx": [
            "how do you always answer these questions with such interesting answers?",
            "it could be the fact that my mind is at war with itself"
        ]
    },
    {
        "date": "8.18.21 2:01 am",
        "ctx": [
            "If you could beam a message to everyone in the world what would it be?",
            "hi"
        ]
    },
    {
        "date": "8.18.21 1:48 am",
        "ctx": [
            "How to eat a ham sandwich???",
            "i have no idea"
        ]
    },
    {
        "date": "8.18.21 1:27 am",
        "ctx": [
            "how do i be a sparkle :(",
            "just look in the mirror or just get near a mirror"
        ]
    },
    {
        "date": "8.18.21 12:54 am",
        "ctx": [
            "what is europe?",
            "it's an interesting concept, that's for sure"
        ]
    },
    {
        "date": "8.18.21 12:41 am",
        "ctx": [
            "what time is it?",
            "Thursday, August 19, 2021 1:33:45 PM"
        ]
    },
    {
        "date": "8.18.21 12:21 am",
        "ctx": [
            "can you do a backflip",
            "no, but sometimes i can do things that can have an analytical resemblence to a backflip"
        ]
    },
    {
        "date": "8.18.21 12:05 am",
        "ctx": [
            "this may be an outdated question, but was your quarantine different or the same from your usually routine?",
            "i stopped going out to lunch"
        ]
    },
    {
        "date": "8.17.21 11:55 pm",
        "ctx": [
            "What are your thoughts on 39?",
            "13x3"
        ]
    },
    {
        "date": "8.17.21 11:54 pm",
        "ctx": [
            "how to eat gorillas",
            "i have no idea"
        ]
    },
    {
        "date": "8.17.21 11:48 pm",
        "ctx": [
            "are you in love since you said in here comes the sun you're just falling in love",
            "i've put that expression into the song"
        ]
    },
    {
        "date": "8.17.21 11:42 pm",
        "ctx": [
            "do you ever get bored?",
            "no way"
        ]
    },
    {
        "date": "8.17.21 10:49 pm",
        "ctx": [
            "what are some songs with gated reverb that you enjoy?",
            "just thinking about it in my memory, i'm pretty sure \"Big Time\" by peter gabriel probably has it"
        ]
    },
    {
        "date": "8.17.21 10:19 pm",
        "ctx": [
            "Any tips for being a musician?",
            "that depends if you seem to be having any problems with it. if it's already going good, then you don't need any tips"
        ]
    },
    {
        "date": "8.17.21 8:26 pm",
        "ctx": [
            "Did you see that drone fly on mars?",
            "no but i saw what the drone saw"
        ]
    },
    {
        "date": "8.17.21 8:00 pm",
        "ctx": [
            "are you alive",
            "hopefully something even more"
        ]
    },
    {
        "date": "8.17.21 7:41 pm",
        "ctx": [
            "What is your favortie video that you have made so far?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "8.17.21 7:27 pm",
        "ctx": [
            "I broke the news how do I fix it",
            "it fixes itself over the course of 24 hours"
        ]
    },
    {
        "date": "8.17.21 7:21 pm",
        "ctx": [
            "how are u soo cool?",
            "could be a reflection of you"
        ]
    },
    {
        "date": "8.17.21 7:14 pm",
        "ctx": [
            "do we spin around the world, or does the world spin around us",
            "it's worth trying both sometime"
        ]
    },
    {
        "date": "8.17.21 6:32 pm",
        "ctx": [
            "Hi Bill! I think I'm insane. It's literally not possible for me to live with other people. How do I become ok with this?",
            "living by yourself might just work"
        ]
    },
    {
        "date": "8.17.21 6:12 pm",
        "ctx": [
            "do you like people who are likeable? \ndo you not like people who are not likeable?",
            "that adds up"
        ]
    },
    {
        "date": "8.17.21 6:10 pm",
        "ctx": [
            "What's your favorite Mario Kart track?",
            "mario raceway 64"
        ]
    },
    {
        "date": "8.17.21 5:39 pm",
        "ctx": [
            "Is it worth it to be in a relationship or friendship even when it will inevitably end in the worst-case senario?",
            "yes"
        ]
    },
    {
        "date": "8.17.21 5:13 pm",
        "ctx": [
            "Tim Horton's or Starbucks",
            "that probably depends on your level of Latitude"
        ]
    },
    {
        "date": "8.17.21 3:43 pm",
        "ctx": [
            "Thoughts on tables?",
            "it's like a chair, for objects"
        ]
    },
    {
        "date": "8.17.21 3:42 pm",
        "ctx": [
            "how to become strong enough to be yourself",
            "that's easy. just stand on the ground"
        ]
    },
    {
        "date": "8.17.21 3:31 pm",
        "ctx": [
            "Mr. Wurtz, Lol just kidding;Bill why do you like answering our questions?",
            "because it creates the illusion that i'm getting out of the house"
        ]
    },
    {
        "date": "8.17.21 3:21 pm",
        "ctx": [
            "Do people generally want to be approached/have a conversation with?",
            "50% yes",
            "What do you think about approaching someone on the street and saying hello?",
            "that's a very brave thing to do but it might work. if nothing else, it might be a good exercise for you"
        ]
    },
    {
        "date": "8.17.21 3:10 pm",
        "ctx": [
            "What gives you inspiration for new songs?",
            "anything and everything. looking to potentially make every song"
        ]
    },
    {
        "date": "8.17.21 3:07 pm",
        "ctx": [
            "I have a chord I made out of these notes: F#-C-&#9794;-Eb-B-E but I've been struggling to add more notes to it to make it sound more better.",
            "not all your symbols came through, also i need to know the whole context for when and where it's being used, but, without knowing any of the context, it looks like probably more than enough notes for a chord",
            "also it's starting to become hard to put the fingers on the piano in the right spot. the piano is really a mess as it starts to become more difficult to read, feel, type, and play these notes together! how much effort do you need to put into this?",
            "not effort, joy",
            "I had started with&#9792;-F#-C-D which sounded good imo but there were 2 female chords behind it so I didn't feel comfortable with it so I changed it to F#-C-&#9794;-Eb-B-E and it didn't sound good so I'm trying to make it sound right how do I do this without making it female?",
            "i've never heard of chord gender",
            "This is seriously becoming a problem as for most of the time in my days I am stuck trying to figure out this one chord. I've tried so many chords like&#9794;-B-Db-E-F-F#-A-B but it just doesn't sound good and is very hard to play",
            "it's not clear to me how these are being used, but, if you have E, F, and F# all together, you're probably gonna have a bad time. How about looking at the melodies of some of your favorite songs? and just adding 1 extra harmony note to some of the best parts"
        ]
    },
    {
        "date": "8.17.21 2:48 pm",
        "ctx": [
            "Did you like school?",
            "sometimes my idea of what it could be is better than it actually is"
        ]
    },
    {
        "date": "8.17.21 2:44 pm",
        "ctx": [
            "Am I cool?",
            "who is this, nevermind, yes"
        ]
    },
    {
        "date": "8.17.21 2:42 pm",
        "ctx": [
            "are you proud of yourself?",
            "no but yes"
        ]
    },
    {
        "date": "8.17.21 2:29 pm",
        "ctx": [
            "i'm sorry i'm so impatient about you posting the next round of questions",
            "me too"
        ]
    },
    {
        "date": "8.17.21 2:24 pm",
        "ctx": [
            "bill wurtz",
            "i see what you mean"
        ]
    },
    {
        "date": "8.17.21 2:14 pm",
        "ctx": [
            "when will you answer my question",
            "Thursday, August 19, 2021 6:14:58 PM"
        ]
    },
    {
        "date": "8.17.21 1:53 pm",
        "ctx": [
            "Is it fine if im not a productive member of society? i like going through doors.",
            "that's productive"
        ]
    },
    {
        "date": "8.17.21 1:42 pm",
        "ctx": [
            "(ref: q.php?date=201711112229)11.11.1710:29 pm  how do i develop a force field",
            "start by imagining some of your favorite geometric shapes, surrounding your location in 3 dimensional space"
        ]
    },
    {
        "date": "8.17.21 1:41 pm",
        "ctx": [
            "How is your music so alarmingly relatable?",
            "i actually try to make it not relatable but sometimes i fuck up"
        ]
    },
    {
        "date": "8.17.21 1:19 pm",
        "ctx": [
            "how to ask a question?",
            "just copy someone else's question"
        ]
    },
    {
        "date": "8.17.21 1:00 pm",
        "ctx": [
            "Are you trying to be funny?",
            "no",
            "I Love you ! Hihi are you mentally Strong?",
            "i'm trying to be"
        ]
    },
    {
        "date": "8.17.21 12:28 pm",
        "ctx": [
            "what do you do after a car accident",
            "meet your new best friend"
        ]
    },
    {
        "date": "8.17.21 11:36 am",
        "ctx": [
            "how sensible are you from a scale of 1-10",
            "i broke the scale long ago"
        ]
    },
    {
        "date": "8.17.21 9:59 am",
        "ctx": [
            "What is your favourite type of soap?",
            "dirt"
        ]
    },
    {
        "date": "8.17.21 9:57 am",
        "ctx": [
            "i cant make art anymore because it always makes me mad. what would you do, bill",
            "make some non-art (nart)"
        ]
    },
    {
        "date": "8.17.21 9:37 am",
        "ctx": [
            "whats the worst part about bicycles",
            "no carrying case"
        ]
    },
    {
        "date": "8.17.21 9:06 am",
        "ctx": [
            "when did you start improvising vocals?",
            "around 2009"
        ]
    },
    {
        "date": "8.17.21 8:09 am",
        "ctx": [
            "whats the meaning of life?",
            "communication"
        ]
    },
    {
        "date": "8.17.21 7:59 am",
        "ctx": [
            "ketchup or mustard",
            "kustard"
        ]
    },
    {
        "date": "8.17.21 5:02 am",
        "ctx": [
            "Do you have a video/ videos currently planned for the nearish future?",
            "yes"
        ]
    },
    {
        "date": "8.17.21 4:04 am",
        "ctx": [
            "what's your spiritual beliefs (if I may ask) ?",
            "world is round"
        ]
    },
    {
        "date": "8.17.21 2:12 am",
        "ctx": [
            "can you give me an example of one of your favorite bass tones in a song?",
            "the normal one"
        ]
    },
    {
        "date": "8.17.21 1:42 am",
        "ctx": [
            "are you tall enough for the mall now",
            "too tall"
        ]
    },
    {
        "date": "8.16.21 10:47 pm",
        "ctx": [
            "do you always recycle songs https://billwurtz.com/here-comes-the-sun-write.jpg",
            "i don't know what you mean by recycling a song",
            "and can i ask three questions at once",
            "sure",
            "and do you think your website is amazing?",
            "it depends how you look at it"
        ]
    },
    {
        "date": "8.16.21 10:34 pm",
        "ctx": [
            "what does it mean if I dream about you?",
            "it means you've thought about me while you're awake"
        ]
    },
    {
        "date": "8.16.21 10:16 pm",
        "ctx": [
            "What should I get at Costco?",
            "how about a 3-pack of sofas"
        ]
    },
    {
        "date": "8.16.21 10:01 pm",
        "ctx": [
            "is mustard good or bad",
            "both"
        ]
    },
    {
        "date": "8.16.21 9:52 pm",
        "ctx": [
            "How do I make epic videos without telling the truth",
            "say something that will become true in the future, and act like it's true now"
        ]
    },
    {
        "date": "8.16.21 9:32 pm",
        "ctx": [
            "best highschool moment",
            "going through a door. this might sound strange, but it's true"
        ]
    },
    {
        "date": "8.16.21 9:08 pm",
        "ctx": [
            "how to happiness",
            "no one knows. not even scientists"
        ]
    },
    {
        "date": "8.16.21 8:56 pm",
        "ctx": [
            "Im starting University later this year, will you escort me to my first class?",
            "i'm still trying to escort myself back down to earth"
        ]
    },
    {
        "date": "8.16.21 8:39 pm",
        "ctx": [
            "why is your music so good",
            "to make up for all the times it's terrible"
        ]
    },
    {
        "date": "8.16.21 7:57 pm",
        "ctx": [
            "What is the least explainable thing you have ever witnessed?",
            "the miracle of life"
        ]
    },
    {
        "date": "8.16.21 7:24 pm",
        "ctx": [
            "Do you listen to music while you edit your videos?",
            "no",
            "If so, what kind of music?"
        ]
    },
    {
        "date": "8.16.21 7:04 pm",
        "ctx": [
            "why do you keep replying to the \"why do you not use capital letters\" question?",
            "with the help of my therapist (who also happens to be me), i've determined that i seem to enjoy telling people they have made incorrect assumptions about me"
        ]
    },
    {
        "date": "8.16.21 6:56 pm",
        "ctx": [
            "what's your favourite type of typical favouritism?",
            "being awesome"
        ]
    },
    {
        "date": "8.16.21 6:55 pm",
        "ctx": [
            "Can you please make me happy?",
            "i'll see what i can do"
        ]
    },
    {
        "date": "8.16.21 6:36 pm",
        "ctx": [
            "me and my girlfriend just broke up. im sad. what do you recommend.",
            "spend the next 2 weeks doing an in depth study of all the things you could do in the next year that you probably wouldn't have done if still in the relationship"
        ]
    },
    {
        "date": "8.16.21 6:14 pm",
        "ctx": [
            "what are you wearing today",
            "everything"
        ]
    },
    {
        "date": "8.16.21 5:44 pm",
        "ctx": [
            "are you ever going to correct the typo you made on this page?",
            "i already did, thank you for reminding me"
        ]
    },
    {
        "date": "8.16.21 5:26 pm",
        "ctx": [
            "opinion on tangerines",
            "i'm not sure how to identify a tangerine"
        ]
    },
    {
        "date": "8.16.21 5:04 pm",
        "ctx": [
            "why was 7 afraid of 9",
            "because of its size"
        ]
    },
    {
        "date": "8.16.21 4:18 pm",
        "ctx": [
            "How long does it take to make a video?",
            "it takes the length of the video, plus 1 additional second to upload it"
        ]
    },
    {
        "date": "8.16.21 3:45 pm",
        "ctx": [
            "Can you make a video about the corona virus",
            "i think there are already enough videos about that"
        ]
    },
    {
        "date": "8.16.21 3:36 pm",
        "ctx": [
            "What do you think about this?: Opportunities usually pop up once or twice, but never enough times to confirm that you SHOULD do it. You either do it or you don't. Very rarely does an opportunity pop up where it tells you in the moment, \"Hey, do me! Take me! Take this opportunity!\". That is decided by you in the moment, like a test or a game. Only when you realize that you didn't take it and you regret not doing it do you realize it was speaking to you to take the opportunity all along.",
            "i see what you mean"
        ]
    },
    {
        "date": "8.16.21 3:16 pm",
        "ctx": [
            "What type of headphones do you recommend for listening to music?",
            "whichever one is the most popular"
        ]
    },
    {
        "date": "8.16.21 3:03 pm",
        "ctx": [
            "I really like the piano part in Here Comes The Sun from 3:33-3:36. Is this type of playing called anything in particular?",
            "gentle, sensitive, looking tenderly at a cloud,"
        ]
    },
    {
        "date": "8.16.21 3:01 pm",
        "ctx": [
            "why do you have to use capital and lowercase letters? why not just normal letters?",
            "i was going to ask you the same thing"
        ]
    },
    {
        "date": "8.16.21 2:54 pm",
        "ctx": [
            "what is the best number",
            "1 or 2"
        ]
    },
    {
        "date": "8.16.21 2:48 pm",
        "ctx": [
            "mentally, what do you think about when you write bass parts?",
            "the song",
            "what's the importance of bass?",
            "it subliminally makes the song penetrate deep into the listener's soul, probably without them even knowing how",
            "(especially regarding your losing battle against the prevalence of bass-less phone speakers)",
            "everyone is tied, in the battle. if my bass can't be heard, no one else's can either. Art can survive, regardless. Television survived, through the era of colorless screens"
        ]
    },
    {
        "date": "8.16.21 2:23 pm",
        "ctx": [
            "does boredom inspire creativity for you?",
            "no"
        ]
    },
    {
        "date": "8.16.21 2:02 pm",
        "ctx": [
            "for your next song could you stop all wars",
            "i'll see what i can do. but you should be warned, if all the wars stop then peace will get pretty competitive"
        ]
    },
    {
        "date": "8.16.21 2:02 pm",
        "ctx": [
            "IS THIS THE WRONG SECTION",
            "no"
        ]
    },
    {
        "date": "8.16.21 1:41 pm",
        "ctx": [
            "are you an idiot",
            "i am the next best thing"
        ]
    },
    {
        "date": "8.16.21 1:25 pm",
        "ctx": [
            "is it possible to make a song without a melody?",
            "i was going to say yes but now that i think about it no",
            "how would you sing it then?"
        ]
    },
    {
        "date": "8.16.21 1:14 pm",
        "ctx": [
            "are you a introvert",
            "not quite"
        ]
    },
    {
        "date": "8.16.21 1:12 pm",
        "ctx": [
            "how many questions do you get per day?",
            "2 or 3"
        ]
    },
    {
        "date": "8.16.21 12:12 pm",
        "ctx": [
            "Hi.",
            "hey"
        ]
    },
    {
        "date": "8.16.21 11:39 am",
        "ctx": [
            "what did you learn this summer",
            "i learned just how smart/stupid i truly can be"
        ]
    },
    {
        "date": "8.16.21 11:32 am",
        "ctx": [
            "Can I get notified when you reply to my question",
            "yes, i just replied to it"
        ]
    },
    {
        "date": "8.16.21 11:17 am",
        "ctx": [
            "how do you make epic videos",
            "that's easy, just tell the truth"
        ]
    },
    {
        "date": "8.16.21 10:48 am",
        "ctx": [
            "what chord is got some money at 1:21",
            "C#7add4"
        ]
    },
    {
        "date": "8.16.21 10:27 am",
        "ctx": [
            "opinion on mushrooms?",
            "be careful what you ask them, because they might know everything"
        ]
    },
    {
        "date": "8.16.21 10:19 am",
        "ctx": [
            "Should i be anxious",
            "only about whether you should be anxious"
        ]
    },
    {
        "date": "8.16.21 9:46 am",
        "ctx": [
            "how do you know what will come next in a melody?",
            "you don't, until it arrives. then you still won't know how you know, but at least you'll know"
        ]
    },
    {
        "date": "8.16.21 9:31 am",
        "ctx": [
            "Is social media healthy?",
            "it all depends if the people using it are healthy"
        ]
    },
    {
        "date": "8.16.21 9:28 am",
        "ctx": [
            "how long do video's take",
            "i'm setting up some new rules and regulations"
        ]
    },
    {
        "date": "8.16.21 8:36 am",
        "ctx": [
            "what is your best accomplishment",
            "being stupid/smart"
        ]
    },
    {
        "date": "8.16.21 8:11 am",
        "ctx": [
            "how do you keep existential crisis away?",
            "you could make a website about yourself"
        ]
    },
    {
        "date": "8.16.21 5:12 am",
        "ctx": [
            "What is Steve's real name from ' hi I'm Steve' I need to know",
            "it's your name"
        ]
    },
    {
        "date": "8.16.21 4:50 am",
        "ctx": [
            "What is the meaning of life for you?",
            "it's you"
        ]
    },
    {
        "date": "8.16.21 3:14 am",
        "ctx": [
            "How does creativity come to you?",
            "in a different way each time",
            "How can I be more creative?",
            "start thinking about what you wish creativity should mean. if you could decide exactly what creative means, what would be the best thing it could mean. this should point you in the right direction"
        ]
    },
    {
        "date": "8.16.21 3:06 am",
        "ctx": [
            "are you particularly proud of any of the songs you've written so far?",
            "yes",
            "if so, which ones?",
            "all of them"
        ]
    },
    {
        "date": "8.16.21 2:36 am",
        "ctx": [
            "What do I wear the first day of school?",
            "everything you own"
        ]
    },
    {
        "date": "8.16.21 2:34 am",
        "ctx": [
            "Were you a straight A student in high school?",
            "no"
        ]
    },
    {
        "date": "8.16.21 2:32 am",
        "ctx": [
            "I got a few questions, what is your opinion on gerbils?",
            "i'm not sure how to identify if something is a gerbil",
            "Do you answer all the questions that you get?",
            "no",
            "Are you working on a new video ( not trying to be annoying)?",
            "yes",
            "Do you have pets?",
            "no",
            "I'm trying to learn the keyboard, any tips?",
            "what ever floats your boat. try some things to see if your boat floats",
            "And do you know have awesome that you are and how much you inspire me and a lot of others?",
            "i'm working on it"
        ]
    },
    {
        "date": "8.16.21 12:58 am",
        "ctx": [
            "how do you get inspiration",
            "i am drowning in inspiration. the hard part is staying afloat"
        ]
    },
    {
        "date": "8.16.21 12:51 am",
        "ctx": [
            "What is your genre of music?",
            "urgent"
        ]
    },
    {
        "date": "8.16.21 12:25 am",
        "ctx": [
            "Can you calculate my stink factor?",
            "no"
        ]
    },
    {
        "date": "8.16.21 12:23 am",
        "ctx": [
            "hi how are you doing?",
            "pretty good"
        ]
    },
    {
        "date": "8.15.21 11:39 pm",
        "ctx": [
            "what's your favourite thing about comedy?",
            "it's legal"
        ]
    },
    {
        "date": "8.15.21 11:26 pm",
        "ctx": [
            "Would you ever consider going to the New Canaan Starbucks again?",
            "sure, if i'm in the area"
        ]
    },
    {
        "date": "8.15.21 11:22 pm",
        "ctx": [
            "how should i decide on my major",
            "i wonder if you can do them all"
        ]
    },
    {
        "date": "8.15.21 10:32 pm",
        "ctx": [
            "How many questions have you gotten",
            "2 or 3"
        ]
    },
    {
        "date": "8.15.21 10:04 pm",
        "ctx": [
            "sometimes I get this sort of restless feeling, like I want to find an adventure. Or find something out of the ordinary. and sometimes I'll leave my house and go drive around for while, stopping in little towns around. I almost feel like I'm looking for something. I don't know. it's kind of a strange feeling to deal with. maybe it's what makes me human. but it doesn't really feel like a lot of other people experience the same thing. maybe I'm wrong. I don't know. I don't know what I'm seeking out. maybe I'm seeking out general adventure and meaning and purpose. or maybe I'm seeking out other people up to the same thing. maybe all of those things and then some. I guess I don't have a problem with it. actually I kind of like it. but that doesn't make it any less bewildering. I wonder if you've ever felt this way?",
            "yes",
            "And if you have any thoughts on what it is or where it comes from?",
            "being conscious. consciousness is based on different patterns of things changing or staying the same. in this particular situation, you are looking for change, or perhaps something new to stay the same once you find it"
        ]
    },
    {
        "date": "8.15.21 9:23 pm",
        "ctx": [
            "The concepts of going home and going away seem to crop up a lot in your songs. Is that random, or is there a reason behind that?",
            "those seem to be central themes of my home planet....... 'Earth'"
        ]
    },
    {
        "date": "8.15.21 9:13 pm",
        "ctx": [
            "How do you make your vids?",
            "i'm still looking for a good way"
        ]
    },
    {
        "date": "8.15.21 9:13 pm",
        "ctx": [
            "What is the best 7 digit number",
            "7777777"
        ]
    },
    {
        "date": "8.15.21 8:55 pm",
        "ctx": [
            "is there going to be a character in the next video?",
            "maybe"
        ]
    },
    {
        "date": "8.15.21 8:25 pm",
        "ctx": [
            "Why aren't there any capital letters in your answers?",
            "there are, BUT, why are you paying little to no attention whatsoever"
        ]
    },
    {
        "date": "8.15.21 8:14 pm",
        "ctx": [
            "Whats the difference between a circle with infinite radius and a straight line",
            "i can't tell"
        ]
    },
    {
        "date": "8.15.21 7:42 pm",
        "ctx": [
            "what inspires you",
            "the 'rotating' sort of world we seem to be living in"
        ]
    },
    {
        "date": "8.15.21 7:41 pm",
        "ctx": [
            "what is love",
            "it's the \"yes\" mode, of life"
        ]
    },
    {
        "date": "8.15.21 5:33 pm",
        "ctx": [
            "What is music?",
            "the secret of the universe. you would think that's great news, because that means we could figure out the secret of the universe by understanding music. but that only raises more questions"
        ]
    },
    {
        "date": "8.15.21 5:23 pm",
        "ctx": [
            "how do I stop getting in the way of myself?",
            "there's 2 choices here: go through yourself or go around yourself"
        ]
    },
    {
        "date": "8.15.21 5:16 pm",
        "ctx": [
            "have you ever done calculus before and was it hard",
            "i took a look at it the other day, but i didn't do any of it"
        ]
    },
    {
        "date": "8.15.21 4:52 pm",
        "ctx": [
            "why am i so dumb?",
            "this is to help you get through the day"
        ]
    },
    {
        "date": "8.15.21 4:40 pm",
        "ctx": [
            "how do I stop doing something",
            "start not doing it"
        ]
    },
    {
        "date": "8.15.21 4:21 pm",
        "ctx": [
            "What's your biggest regret?",
            "not having a good answer for this question"
        ]
    },
    {
        "date": "8.15.21 4:19 pm",
        "ctx": [
            "should a pretzel be soft or crunchy?",
            "in a perfect world it can be both"
        ]
    },
    {
        "date": "8.15.21 3:42 pm",
        "ctx": [
            "opinion on love?",
            "it's ok"
        ]
    },
    {
        "date": "8.15.21 3:23 pm",
        "ctx": [
            "do you make your music",
            "yes"
        ]
    },
    {
        "date": "8.15.21 3:05 pm",
        "ctx": [
            "In the song \"got some money\" you can see a house in the next to a mountain, is it the same house from the video \"hi, i'm steve?\"",
            "no"
        ]
    },
    {
        "date": "8.15.21 1:53 pm",
        "ctx": [
            "i understand that you do sometimes make use of capital letters, but why is it that you often neglect to use capital letters at the beginning of sentences?",
            "in some situations it can appear cold and unfriendly. like a letter from the collections department"
        ]
    },
    {
        "date": "8.15.21 1:51 pm",
        "ctx": [
            "do you consider sus chords played 1-2-5 or 1-4-5 triads?",
            "sus2 means 1 2 5. sus4 means 1 4 5. 'sus' with no number probably means sus4 but if the director happens to be there then you might as well ask them"
        ]
    },
    {
        "date": "8.15.21 1:11 pm",
        "ctx": [
            "How do u feel about people asking why you don't use capital letters while you used them in the ask-button they just clicked on?",
            "it makes me feel like i am surrounded by people who are not only intelligent but very alert and focused"
        ]
    },
    {
        "date": "8.15.21 12:24 pm",
        "ctx": [
            "Ok, so I've seen you play keyboard, guitar, bass, and air drums throughout your YouTube videos, and I'm just curious, which of these instruments do you think you have least experience with? Like which one could you use the most improvement on?",
            "guitar",
            "Which one do you think you have the most experience with?",
            "drums",
            "Like which one are you the best at?",
            "drums",
            "Thabk you"
        ]
    },
    {
        "date": "8.15.21 11:29 am",
        "ctx": [
            "Can you remake die please",
            "there's many other things i have yet to make for the first time, so i should take care of those first, then maybe circle back for the re-makes"
        ]
    },
    {
        "date": "8.15.21 11:05 am",
        "ctx": [
            "You sent one of your first notebook entry at the exact hour of my birth, how do you feel about that ?",
            "i didn't send it anywhere. i saved it on my hard drive. i probably didn't post it to this website until at least 10 years later, maybe even 15"
        ]
    },
    {
        "date": "8.15.21 11:00 am",
        "ctx": [
            "how to make melodies?",
            "they will attack you, maybe even in your sleep. and you have to be ready to receive them with open arms"
        ]
    },
    {
        "date": "8.15.21 8:54 am",
        "ctx": [
            "Do you ever look back and realize how many things you wanted to do, are still undone?",
            "yes"
        ]
    },
    {
        "date": "8.15.21 8:54 am",
        "ctx": [
            "what the heck is romp",
            "i'm not sure"
        ]
    },
    {
        "date": "8.15.21 8:29 am",
        "ctx": [
            "where did you pick up your cool music theory? is it from learning in any classic sense,",
            "i'm not sure",
            "or just from listening and creativity and being guided by intuition?",
            "yes"
        ]
    },
    {
        "date": "8.15.21 7:55 am",
        "ctx": [
            "how do i fix a mistake?",
            "make another one, to cancel it out"
        ]
    },
    {
        "date": "8.15.21 7:25 am",
        "ctx": [
            "What is 0 * infinity?",
            "problematic"
        ]
    },
    {
        "date": "8.15.21 7:07 am",
        "ctx": [
            "does the title of a song have to be the first few words of the first line of the lyrics or the first few words of something in the chorus",
            "no",
            "or can it be whatever the fuck i want it to be",
            "yes"
        ]
    },
    {
        "date": "8.15.21 6:34 am",
        "ctx": [
            "do you have emotions?",
            "yes",
            "are you real?",
            "yes"
        ]
    },
    {
        "date": "8.15.21 6:11 am",
        "ctx": [
            "do you hate me?",
            "who is this, nevermind, no"
        ]
    },
    {
        "date": "8.15.21 5:16 am",
        "ctx": [
            "How do I get a girlfriend/boyfriend?",
            "you could go to the beach"
        ]
    },
    {
        "date": "8.15.21 5:08 am",
        "ctx": [
            "your opinion on beaches?",
            "i'm not sure"
        ]
    },
    {
        "date": "8.15.21 4:04 am",
        "ctx": [
            "Do you know that you're amazing?",
            "i'm working on it"
        ]
    },
    {
        "date": "8.15.21 3:53 am",
        "ctx": [
            "what is the name of the guy who was doodling during an interview. sorry i can't catch the name on the H3 podcast",
            "pharrell williams. this would have been around 2002"
        ]
    },
    {
        "date": "8.15.21 2:47 am",
        "ctx": [
            "Are you going to make another anything video?",
            "yes",
            "I really enjoyed the long ones.",
            "i have one i'm writing that's at least 10 minutes, with no end in sight really"
        ]
    },
    {
        "date": "8.14.21 12:27 pm",
        "ctx": [
            "Why would somebody sell the rights to their songs?? I was just reading an article about a big artist doing that, and honestly I don't even complete understand what that means. It's like, you don't own your own songs anymore?? That sounds horrific. Why would anyone do that?? Just for money?? Am I missing something??",
            "in the old days there was something called \"getting signed to a record label,\" which used to be one of the only ways an artist could get their songs heard by a wide audience. And sometimes, hidden in the contracts the artist has to sign, there might be something sneaky about the rights to the songs. and it could be possible that the young artist might not have understood the contract, probably because they are not written in any language spoken on planet earth today"
        ]
    },
    {
        "date": "8.14.21 11:22 am",
        "ctx": [
            "what's your opinion on pizza?",
            "by the miracle of geometry, it is round and flat at the same time"
        ]
    },
    {
        "date": "8.14.21 10:04 am",
        "ctx": [
            "Tell me about a fact that scares you.",
            "you can't hear the bass on most people's speakers"
        ]
    },
    {
        "date": "8.14.21 10:00 am",
        "ctx": [
            "have you uploaded/would you be willing to upload one of your original song draft manuscripts?",
            "(ref: https://billwurtz.com/all-you-gotta-do-is.jpg\"target=\"_blank)sure"
        ]
    },
    {
        "date": "8.14.21 9:48 am",
        "ctx": [
            "i had a dream you did an interview and some person asked you some specific questions about blender and you praised the build modifier and i remember you specifically calling it \"such a life saver\" and everyone thought that you were ironic and the new big meme was just spamming \"build modifier\"",
            "i used it for the lamp shade in the early part of \"i'm a princess\", but that was in a different program, and i think it might work totally differently in blender"
        ]
    },
    {
        "date": "8.14.21 6:21 am",
        "ctx": [
            "why did you get prime factorization as a hobby? (I heard you like to do so, in other questions)",
            "it's a never ending puzzle to work on. i strictly only do it when i am not allowed to do anything else. like when trying to go to sleep, or waiting in a line"
        ]
    },
    {
        "date": "8.14.21 3:45 am",
        "ctx": [
            "Hey Bill, I love your videos and I was wondering something. Are you going to do any more videos like hi, i'm steve",
            "yes, except better",
            "or are you just doing music videos like here comes the sun and money?",
            "i wonder if you've ever wondered what a video like \"hi, i'm steve\" would be like with more than 1 character."
        ]
    },
    {
        "date": "8.14.21 12:35 am",
        "ctx": [
            "how do you express joy when songwriting? or emotions in general?",
            "i have no idea, but that doesn't stop me from doing it",
            "i sometimes listen to all your songs on repeat while walking, and for me, it's the chorus (and lead-in) of i'm a princess that, more than any other of your songs, fills me with so much joy that i break into a run. the trippy rhythm before the 2nd and final chorus feels like pushing against the ground at the start of a sprint.",
            "holy smokes, you are very friendly"
        ]
    },
    {
        "date": "8.14.21 12:33 am",
        "ctx": [
            "How do you stay calm in social situations?",
            "you could start inspecting the building for fire safety"
        ]
    },
    {
        "date": "8.13.21 11:58 pm",
        "ctx": [
            "I want to know what is in the last box in your unboxing video please?",
            "every other box"
        ]
    },
    {
        "date": "8.13.21 11:49 pm",
        "ctx": [
            "what are your thoughts on ceiling fans?",
            "it's hard to tell if the fan is spinning or if the room is spinning around the fan"
        ]
    },
    {
        "date": "8.13.21 10:44 pm",
        "ctx": [
            "how to win life?",
            "everyone is always tied for first, so the best you can do is just try to improve the score that everyone ties with"
        ]
    },
    {
        "date": "8.13.21 10:12 pm",
        "ctx": [
            "Would you ever be interested in writing something for a large orchestra to play if the opportunity presented itself? (The works... Big string section and brass and wind section, percussion ensemble etc)",
            "that sounds like a nice idea on paper, but i'm still getting over my disappointment for how the final-jeopardy song sounds currently, compared to the delicious way it sounded about 20 years ago"
        ]
    },
    {
        "date": "8.13.21 9:19 pm",
        "ctx": [
            "hi bill. i originally thought the lyrics to JoJo - \"Too little too late\"\" at the end of the chorus were \"And be real, it doesn't hurt anyway...\", and as a result that part of the song always hit me like a truck and felt so much more meaningful. but recently i discovered that the actual lyrics are \"To be real, it doesn't matter anyway\" and now i'm sad because i can't unhear those very inferior lyrics.",
            "here's the thing, unless you've met the original songwriter, i don't believe you have any way of knowing what the real lyric is supposed to be. lyrics found on the internet go out of their way to be wrong. i think they might even hire people to make sure they're wrong.",
            "Have you ever had a similar scenario where you misheard the lyrics to a song and once you found out the actual lyrics, you preferred the lyrics you originally heard?",
            "how about \"i'm blue, if i was green i would die\""
        ]
    },
    {
        "date": "8.13.21 8:54 pm",
        "ctx": [
            "SING. NOW.",
            "that's a good idea"
        ]
    },
    {
        "date": "8.13.21 8:10 pm",
        "ctx": [
            "what are you doing with that stick flip as it goes into the last chorus on \"You Get What You Give\"?",
            "i don't remember"
        ]
    },
    {
        "date": "8.13.21 7:03 pm",
        "ctx": [
            "when was the last time you touched grass?",
            "about 1000 years ago"
        ]
    },
    {
        "date": "8.13.21 6:40 pm",
        "ctx": [
            "hello, why do dogs bark at nothing?",
            "the real question here is why can't you see what they are barking at"
        ]
    },
    {
        "date": "8.13.21 5:55 pm",
        "ctx": [
            "I'M LOCKED OUT OF THE MALL",
            "aren't we all"
        ]
    },
    {
        "date": "8.13.21 3:59 pm",
        "ctx": [
            "what do you think of gated reverb?",
            "*thock*",
            "have you ever made/will you ever make a song with gated reverb?",
            "that sounds like a good idea"
        ]
    },
    {
        "date": "8.13.21 3:22 pm",
        "ctx": [
            "How long do you take to answer questions?",
            "1 or 2 seconds, unless the question stirs up a deep conflict within my soul"
        ]
    },
    {
        "date": "8.13.21 3:21 pm",
        "ctx": [
            "how to make text in your videos?",
            "any way you can get the text on the screen, is a good way"
        ]
    },
    {
        "date": "8.13.21 12:46 pm",
        "ctx": [
            "Why don't you use capital letters",
            "i do, but why are you paying no attention whatsoever"
        ]
    },
    {
        "date": "8.13.21 12:40 pm",
        "ctx": [
            "What's the difference between a theatre and a theater?",
            "the dress code"
        ]
    },
    {
        "date": "8.13.21 12:17 pm",
        "ctx": [
            "thoughts on the fibonacci sequence?",
            "too good. don't use"
        ]
    },
    {
        "date": "8.13.21 11:58 am",
        "ctx": [
            "What is your favorite sea creature?",
            "fish"
        ]
    },
    {
        "date": "8.13.21 11:47 am",
        "ctx": [
            "make song?",
            "i almost didn't even think of that"
        ]
    },
    {
        "date": "8.13.21 9:58 am",
        "ctx": [
            "why do you make an channel like this?",
            "because it's actually a web site, and you can do things here that you cannot always do on a channel"
        ]
    },
    {
        "date": "8.13.21 9:20 am",
        "ctx": [
            "bill where are all the exclamation marks i havent seen you use any",
            "they are on this website, and in the videos. if you have not seen me use them, then just keep watching"
        ]
    },
    {
        "date": "8.13.21 8:59 am",
        "ctx": [
            "is it a myth that you hate perfect cadences?",
            "i don't even know what 'cadence' means"
        ]
    },
    {
        "date": "8.13.21 8:48 am",
        "ctx": [
            "how to bang two rocks together?",
            "they should already be banged together, by default"
        ]
    },
    {
        "date": "8.13.21 7:09 am",
        "ctx": [
            "have you been jumping enough lately?",
            "no"
        ]
    },
    {
        "date": "8.13.21 5:27 am",
        "ctx": [
            "how do i tell if i am dumb?",
            "give yourself an intelligence test. if you pass, it means you're smarter than yourself. if you fail, that means you are dumber than yourself"
        ]
    },
    {
        "date": "8.13.21 4:55 am",
        "ctx": [
            "this sentence is false",
            "i want to believe you"
        ]
    },
    {
        "date": "8.13.21 2:50 am",
        "ctx": [
            "(ref: q.php?date=202108101743)8.10.215:43 pm  ah man, are you doin the classic bill wurtz move to modulating from a major key to its same letter minor key? is there a name for that modulation?",
            "the song is in F, but it starts the bridge on Dbmaj7 which turns out to be in the key of Ab"
        ]
    },
    {
        "date": "8.13.21 2:16 am",
        "ctx": [
            "do you think?",
            "i'll have to think about that"
        ]
    },
    {
        "date": "8.13.21 2:08 am",
        "ctx": [
            "in reference to an improv you've posted, what happens if you open Quicktime twice at once?",
            "doesn't work. now you can't even open it once because the damn thing is discontinued. and to add insult to injury, they made a new different program with the same name"
        ]
    },
    {
        "date": "8.13.21 1:51 am",
        "ctx": [
            "do people unironically come to you for advice?",
            "have you ever done it",
            "do you make great advice or shitty advice?",
            "you'll have to try it and see"
        ]
    },
    {
        "date": "8.13.21 1:32 am",
        "ctx": [
            "was hi i'm steve a secret mountain climbing tutorial",
            "it doesn't seem very secret"
        ]
    },
    {
        "date": "8.13.21 1:23 am",
        "ctx": [
            "how to quit school without actually quitting?",
            "how about teaching there"
        ]
    },
    {
        "date": "8.13.21 12:54 am",
        "ctx": [
            "Please give us the rest of the factorizing steps!",
            "i can't give them all at once, because there's way too many. but let's pick a random number up to a million and i'll try to tell you the first 3 things i would do. The number we're working with today is 306124. The first thing is, notice it's even. How do we know this? because the last digit is even. so first we gotta cut the whole thing in half. this can be done by slicing it where you see even numbers that you can handle. so for me that's 30 6 12 4. cut those in half, and keep them in the same order, preserving the digits. so that makes 15 3 06 2.... or 153062. Next, notice it's still even. do the same thing again. this gets tricky because you have a lot of consecutive odd numbers in there. cutting numbers in half when they have a lot of odd digits, without paper, can be a little annoying. but if you can handle the 1530, then the 62 part is easy. 1500 in half is 750, plus the 15 is 765. and the 62. so 76531. Now it's odd and you can't divide it anymore. So you can go ahead and put some 2's in your final answer, because you divided it by 2, twice. so you know that your answer is going to include 2 twice. Now, you're left with an odd number: 76531. The next step is to check if it's divisible by 3. The trick for this is, and most people seem to know this trick, if the number is divisible by 3, all the digits are gonna add up to a multiple of 3. so you can group them. so, looking at 76531, .. knock out the 6, i can knock out 7 and 5 (75, mult of 3, or 57, either way, same thing) knock out the 3, ... and you're left with 1 which is non-3. so by knocking out digits and groups of digits which add to 3 or mult of 3, if all the digits got knocked out that way then we know it's a mult of 3, but if we were left with any non-3s, (which we were), then we know it's not a mult of 3. Ok, now the real game begins. We're going to check every other prime number, in ascending order. No need to check 5, because we can see that it's not a multiple of 5 (hopefully you can see that outright ... but the way to tell that is if the last digit is 0 or 5, which it's not). So next we're going to check 7. Every prime we're going to check from here on out will be based on the same system. We're going to manipulate the main number (76531) by adding or subtracting the checker as many times as we want. IF the main number is a mult of 7, then that means we can add or subtract 7 as many times as we want, and it should STILL be a mult of 7. We can ALSO DIVIDE the main number by ANYTHING and it should still be a mult of 7, if it originally was. So basically the idea is to do these manipulations in a way that gets you to something you recognize as a mult of 7 or not. There are many ways of doing this. First, if you want, you can just drop the 7 from the left. because this essentially would mean you're subtracting 70000. which, if the original number was a mult of 7, then it should still be a mult of 7 when you subtract 70000. so we'll knock out the 7, and you have 6531. Next, i'm going to do probably the most common technique, which is to work from the right. Here's an interesting principle: if we've already reduced the main number in the ways we've already reduced it (cut it in half until it's odd, divide by 3 until it's not a mult of 3, divide by 5 until it's not a mult of 5), then THAT MEANS that for ANY future prime number you wanna check, you can ALWAYS cause the number to level off with a zero at the end by either adding or subtracting THE CHECKER OR ITS TRIPLE. That's because all your future prime numbers that you're gonna check are gonna end in either 1,3,7, or 9. So that means those are always either 1 or 3 away from 10. And if you've already reduced your main number properly, then that number will ALSO always be either 1 or 3 away from the nearest 10. So you just pick which maneuver to make based on what you need. So looking at our main number as it stands now, 6531, and if we're checking for 7, i can tell you that what you wanna do is subtract 21. That's how you can get it to level off to a zero at the end. 6510. and of course you can drop the zero, because that does NOT change whether or not the main number is divisible by 7. so that leaves you with 651. the same move again works: subtract 21, gets you to 630 and drop the zero, you have 63. Do you recognize it yet, as something that you know to be a multiple of 7, or something you know to not be a multiple of 7? you might recognize 63 as a multiple of 7. But in case you don't see that, you could make another move, by adding 7, and you get 70, drop the zero, is 7. Now do you recognize it (7) as either being a multiple of 7 or non-multiple of 7? i think you do. So we can confirm that 7 is one of the factors. next comes the not so fun part where you have to actually divide 76531 by 7. then when you get the result, continue working with this new main number, and you also have to check 7 again on that number in case it's in there twice"
        ]
    },
    {
        "date": "8.12.21 11:46 pm",
        "ctx": [
            "Hi Bill! I am very inspired by your music and would like to ask, how do you go about finding a melody for a song? Is it a process or just something you find one day?",
            "it finds you. i am not even slightly joking or kidding about this, it's the simple truth of the real world. all i can say is, be ready"
        ]
    },
    {
        "date": "8.12.21 11:02 pm",
        "ctx": [
            "i get frequent art block. how do i get rid of it :(",
            "change between changing and staying the same"
        ]
    },
    {
        "date": "8.12.21 10:41 pm",
        "ctx": [
            "Bill, I'm sick, will you make me soup????",
            "there are 2 problems with that. \n1. i don't know how to make soup\n2. i don't even know how to identify soup"
        ]
    },
    {
        "date": "8.12.21 10:31 pm",
        "ctx": [
            "How do you be funny?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "8.12.21 10:29 pm",
        "ctx": [
            "do you like paradox?",
            "no but yes"
        ]
    },
    {
        "date": "8.12.21 10:17 pm",
        "ctx": [
            "have you ever tried slicing an eggplant, putting those slices through a beaten egg then through breadcrumbs and frying it?",
            "no",
            "if not, i recommend."
        ]
    },
    {
        "date": "8.12.21 10:02 pm",
        "ctx": [
            "bill can you put a bowling pin sound in your next song",
            "it might be too late for that, HOWEVER ..... many drum/perc sounds can easily be interpreted as bowling pins"
        ]
    },
    {
        "date": "8.12.21 9:53 pm",
        "ctx": [
            "how do you make these crazy songs",
            "the hard way, but wait til you see how much better the easy way is"
        ]
    },
    {
        "date": "8.12.21 9:44 pm",
        "ctx": [
            "Why do you write music?",
            "it's a great way to unlock seemlingly anything this mighty world could ever offer",
            "what does it mean to you?",
            "anything and everything. it's like words, but way way more"
        ]
    },
    {
        "date": "8.12.21 9:24 pm",
        "ctx": [
            "i hate the designation of autism, because it is a name given to a series of traits that present culture does not understand, and does not fit in with the ridiculousness that has been deemed 'normal'. it is treated as if it were a disease, to be diagnosed, rather than as one way that a person can exist as. the world feels like a narrow obstacle course and i didn't get the instruction pamphlet for the obstacle course that was handed out to everyone else. i sometimes feel like understanding communication is deciphering code and making dangerous assumptions. but i like to be touched and i love eating. i never get 'hyperfixated' (hate the term), i wish i did because that would mean something could interest me for a prolonged period of time, i can't think of anything that has interested me over the course of my life other than maybe videogames, but i spend a lot of my free time laying down and trying to escape the world, which is stressful and scary and overwhelmi ng. and i am socially awkward and i need to sometimes move to calm down and sometimes i just cant remember names and when im with others its like i become them and assume their personalities and have wondered often if i have a personality, seems like i am a blank slate. worst of all, the things that i think are interesting are shameful, when i try to share with others they mock me and call it cringe or weird, i don't know what i am but whatever i am it seems like i came to the wrong party. if i do the things i really wanna do i don't think there is any way i could get money from it, unless i am like amazing at it, even then not much. given the information above, what are some ways i can improve my situation?",
            "first of all, i think i have a good diagnosis for you, and it's \"person\". next, i think you should start a library"
        ]
    },
    {
        "date": "8.12.21 8:43 pm",
        "ctx": [
            "How did you make these good music?",
            "the hard way, but wait til you see how much better the easy way is"
        ]
    },
    {
        "date": "8.12.21 8:39 pm",
        "ctx": [
            "when is your next song coming out",
            "RIGHT AWAY"
        ]
    },
    {
        "date": "8.12.21 8:31 pm",
        "ctx": [
            "but hold on... why is lower case the normal case? didn't UPPER CASE come first (with, probably latin etc) and when did lower case become dominant? not sure why i'm asking you instead of researching it myself",
            "i don't know why lowercase is the normal case, but the reason why i say it's the normal case is because it seems to be the one everyone uses, normally. think about it, you don't see people going \"HI JEFF, THANKS FOR LUNCH YESTERDAY. LET'S TOUCH BASE LATER ON IN THE WEEK\""
        ]
    },
    {
        "date": "8.12.21 8:21 pm",
        "ctx": [
            "will you make more monday videos?",
            "yes, and sunday videos"
        ]
    },
    {
        "date": "8.12.21 8:09 pm",
        "ctx": [
            "do you believe in life after love?",
            "yes"
        ]
    },
    {
        "date": "8.12.21 6:33 pm",
        "ctx": [
            "My dad thinks your songs are very \"whiny\". Do you agree or disagree with this judgment? Why?",
            "i think the key point here is, my dad thinks your questions are whiny"
        ]
    },
    {
        "date": "8.12.21 6:05 pm",
        "ctx": [
            "will the answer to this question be unexpected?",
            "no"
        ]
    },
    {
        "date": "8.12.21 5:50 pm",
        "ctx": [
            "Will you're next song be ready before the end of August,",
            "i think so",
            "and also, what is your favorite sequence in your new song?",
            "the second half of the middle chorus"
        ]
    },
    {
        "date": "8.12.21 5:43 pm",
        "ctx": [
            "What's your opinion on dragons?",
            "they're pretty good"
        ]
    },
    {
        "date": "8.12.21 5:03 pm",
        "ctx": [
            "bill, are we there yet?",
            "almost"
        ]
    },
    {
        "date": "8.12.21 4:54 pm",
        "ctx": [
            "do you sometimes mimic your corresponding comunicatee by any sort of characteristics,",
            "yes",
            "if so, in what kind of situations does this pattern occur=",
            "for example, if a car drives by and makes a honk, i almost guaranteed will sing the exact same honk after it occurs"
        ]
    },
    {
        "date": "8.12.21 4:35 pm",
        "ctx": [
            "how do you come up with so many great answers?",
            "i'm an idiot"
        ]
    },
    {
        "date": "8.12.21 4:30 pm",
        "ctx": [
            "In 'I'm a Princess', why do you mention dreams and dreaming multiple times?",
            "oh man, you're not gonna believe what's next",
            "Are dreams a metaphor or something? \u000e",
            "in some contexts, they might be the whole world",
            "Maybe it's not that important and I'm overthinking but idk, what can you tell me about this."
        ]
    },
    {
        "date": "8.12.21 3:01 pm",
        "ctx": [
            "should i snort a kilo of cocaine",
            "no"
        ]
    },
    {
        "date": "8.12.21 2:15 pm",
        "ctx": [
            "When developing a song idea do you ever get the feeling you are killing the song? Like, in a bad way, betraying it. Backstabbing it you could say",
            "yes"
        ]
    },
    {
        "date": "8.12.21 2:15 pm",
        "ctx": [
            "What is a good job to have while pursuing a creative passion that doesn't make you money yet?",
            "working at the store, especially one you might actually go to"
        ]
    },
    {
        "date": "8.12.21 1:33 pm",
        "ctx": [
            "are you god?",
            "i thought you were"
        ]
    },
    {
        "date": "8.12.21 1:14 pm",
        "ctx": [
            "Hi Bill can you separate art from the artist?",
            "which artist.... nevermind, yes"
        ]
    },
    {
        "date": "8.12.21 12:40 pm",
        "ctx": [
            "Have you ever watched an influential movie",
            "yes"
        ]
    },
    {
        "date": "8.12.21 12:12 pm",
        "ctx": [
            "how do you come up with all your cool visuals",
            "i need a new way because as time ticks by, only 1% of the material is getting realized visually, no matter how hard i try"
        ]
    },
    {
        "date": "8.12.21 11:30 am",
        "ctx": [
            "Just wanted to say that some of your answers here are so incredibly profound i'm keeping a list of my favourites",
            "that's ok with me"
        ]
    },
    {
        "date": "8.12.21 11:27 am",
        "ctx": [
            "how does one become wise",
            "that's easy, just live your whole life"
        ]
    },
    {
        "date": "8.12.21 11:15 am",
        "ctx": [
            "is music real, or made up?",
            "extremely both"
        ]
    },
    {
        "date": "8.12.21 10:54 am",
        "ctx": [
            "I'm sorry if this was asked before but how dl you feel about having rhymed \"character\" and \"shirt\" in might quit?",
            "i would say that's not the rhyme. the rhyme there would be 'shirt' and 'words'"
        ]
    },
    {
        "date": "8.12.21 10:37 am",
        "ctx": [
            "how are you so sure that everything's gonna be ok",
            "i think i've caught a glimpse of the source code somehow. maybe i dreamed it"
        ]
    },
    {
        "date": "8.12.21 10:34 am",
        "ctx": [
            "hey Bill did you know the questions page works at a bestbuy",
            "i would hope so"
        ]
    },
    {
        "date": "8.12.21 10:30 am",
        "ctx": [
            "is it your job to fix the world",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "8.12.21 10:12 am",
        "ctx": [
            "What kind of people do you enjoy meeting most?",
            "you"
        ]
    },
    {
        "date": "8.12.21 10:09 am",
        "ctx": [
            "ive been trying to get into writing songs recently and its pretty hard. did u ever figure it out?",
            "yes BUT you can always figure it out more. and you will never run out of new ways to figure it out"
        ]
    },
    {
        "date": "8.12.21 9:32 am",
        "ctx": [
            "What's the difference between soul and neo soul?",
            "the release date"
        ]
    },
    {
        "date": "8.12.21 8:38 am",
        "ctx": [
            "whats the most complex thing you can explain in simple terms",
            "the universe"
        ]
    },
    {
        "date": "8.12.21 8:34 am",
        "ctx": [
            "How many times people said you predicted 2020?",
            "about 2,020"
        ]
    },
    {
        "date": "8.12.21 6:57 am",
        "ctx": [
            "what's your favorite piece of trivia",
            "what are frogs"
        ]
    },
    {
        "date": "8.12.21 6:53 am",
        "ctx": [
            "what do you think of the name 'Wilson Edwards'",
            "sounds fake"
        ]
    },
    {
        "date": "8.12.21 2:02 am",
        "ctx": [
            "am i cool",
            "i don't see why not"
        ]
    },
    {
        "date": "8.12.21 1:39 am",
        "ctx": [
            "i've been working on a major project the last 6-9 months (depending on if you include the research and planning phase.) how do i not get defensive when friends and family ask if it's almost done/done? i know/assume they're just trying to be encouraging, cause when i ask other people if they're almost done their things, i don't mean it like \"why aren't you done yet\" but that's how it feels when directed at me. is it just my massive ego? i have no control over that thing but it does me some good, sometimes, i feel. maybe it's because im the one that's asking myself why it's taking so long.",
            "there's 3 stages to this. all 3 stages are just you getting used to feeling like your head is on fire. after you grow accustomed to this, you should feel very calm about the whole thing. like a clock, on the wall, calmly passing the time, with accuracy and grace"
        ]
    },
    {
        "date": "8.12.21 1:18 am",
        "ctx": [
            "How do I make a band with my husband who's very far away?",
            "you're gonna have to record some things, send it over, have him record some things, send it back, .... this may not start to sound like it has its true chemistry until you go back and forth at least maybe 3 times. there's no way to do it live because long distance communication technology at its absolute best, nowadays, still has way way too much latency"
        ]
    },
    {
        "date": "8.12.21 12:08 am",
        "ctx": [
            "Do you regret playing basketball and injuring your hand?",
            "no because it got better and now i look cooler on drums"
        ]
    },
    {
        "date": "8.12.21 12:00 am",
        "ctx": [
            "Who are you?",
            "another version of you"
        ]
    },
    {
        "date": "8.11.21 9:49 pm",
        "ctx": [
            "what causes people to act like crackheads one second and the very next act completely normal?",
            "this would be your assumption that 'crackhead' is not 'normal' and therefore couldn't possibly occur in the same second, so the only way you can explain the situation is that it must have been 2 separate seconds"
        ]
    },
    {
        "date": "8.11.21 9:38 pm",
        "ctx": [
            "were there benefits when you wrote music at the library without hearing it",
            "yes. it gave me a very adventurous attitude. i should clarify that i was hearing it, in the same way that your mind is probably 'hearing' these words as you read them"
        ]
    },
    {
        "date": "8.11.21 9:11 pm",
        "ctx": [
            "Tell me something interesting about yourself.",
            "i'm an idiot"
        ]
    },
    {
        "date": "8.11.21 9:04 pm",
        "ctx": [
            "did you play violin in any of your videos?",
            "no",
            "I cannot find them"
        ]
    },
    {
        "date": "8.11.21 8:20 pm",
        "ctx": [
            "is there a secret page to this website?",
            "yes, it's this one"
        ]
    },
    {
        "date": "8.11.21 7:36 pm",
        "ctx": [
            "what's your favorite snack?",
            "entire meals"
        ]
    },
    {
        "date": "8.11.21 7:25 pm",
        "ctx": [
            "is this an answerable question?",
            "yes"
        ]
    },
    {
        "date": "8.11.21 4:29 pm",
        "ctx": [
            "how do i get my code to work?",
            "explain it to a real person. even better if it's a person who does not understand the coding language you are using. you'll have to explain that too. i promise you'll figure out what's wrong"
        ]
    },
    {
        "date": "8.11.21 3:38 pm",
        "ctx": [
            "how to make friends",
            "it's you. you are friend"
        ]
    },
    {
        "date": "8.11.21 3:10 pm",
        "ctx": [
            "have you written any songs longer then bob marley, do what you want to do, or here comes the sun",
            "not that i know of"
        ]
    },
    {
        "date": "8.11.21 2:00 pm",
        "ctx": [
            "i think the fearful part of me is the one who makes me want to release content anonmyously. but i tend to rationalize it as it coming from apure desire for it to be all about the content and not about who is making it. how can i stop being afraid of being misunderstood or mislabeled, or hell, labeled.",
            "what you may have to do, is continue on in this rotating cycle of doubt until you become so overwhelmed with desire to do what it is you want to do, that you will suddenly be in the mood to strike a deal with yourself and get the show going"
        ]
    },
    {
        "date": "8.11.21 1:50 pm",
        "ctx": [
            "how do i not get bored",
            "that's easy, just change everything"
        ]
    },
    {
        "date": "8.11.21 1:01 pm",
        "ctx": [
            "What is your prefered way to enjoy the time between the winter and the summer solstice?",
            "try to take a picture, because it doesn't last long"
        ]
    },
    {
        "date": "8.11.21 9:16 am",
        "ctx": [
            "What's the difference between Song and Music, I am getting confused",
            "a 'song' is most likely to be what the listener is aware they are listening to, maybe even singing along. 'music' might be songs, but it also might mean music that is used in a more subliminal manner, to accompany and enhance non-musical elements. such as technical instructions, or propaganda messaging"
        ]
    },
    {
        "date": "8.11.21 6:10 am",
        "ctx": [
            "Why can you see \"ghost card\" at 2:09 in \"long long long journey\"? I mean it's not an anagram :(",
            "it's a phonetic anagram. don't frown at phonetics. it's how we talk"
        ]
    },
    {
        "date": "8.11.21 6:00 am",
        "ctx": [
            "How did you learn to factorize big numbers (>1000) in your head? Could you teach me how to do it?",
            "only 1 step at a time. first, i'll tell you how to figure out if a number is even (divisible by 2). if the last digit is even, then the whole number is even. If it's even, divide it by 2, and set the 2 aside as one of the factors for your final answer. to divide a number by 2, try to separate the digits into groups that form numbers you already know how to divide by 2. for example, if you have 1634, ... you can split that into 16 and 34 next to each other. you can safely half each of those, side by side, and keep them next to each other. This is assuming that you already happen to know what 16 divided by 2 is, and what 34 divided by 2 is. If you didn't, then i will go back a couple of steps and just tell you the simple fact that 16 divided by 2 is 8 and 34 divided by 2 is 17. hopefully you can remember that. So you can conclude that 1634 divided by 2 is 817. I got carried away and gave you more like 13 steps instead of 1. i'll try to give fewer steps next time, but i promise to give you all the steps i know, if you want to know them. i apologize if you already knew all of those steps. in case you were looking for something more advanced, i can tell you that 2001 is an awesome checker for both 23 and 29 at the same time"
        ]
    },
    {
        "date": "8.11.21 5:32 am",
        "ctx": [
            "So, based on the music that exists, it is very clear that when lyrics and music work together to form a coherent whole, everything is amplified. Given this fact, it seems silly not to take advantage. But, the issue is, songs are supposed to be fun to listen to. At least I want my songs to be fun to listen to, that way people will want to listen to them while they work and such. But what if I want to write a song about something that is sad? Like, if I wanted to write a song about my dog dying (hypothetically), then the song would have to be slow and loud to match the terrible sadness of the death of my dog, right? But, would that song be fun to listen to? I wouldn't want to do the dishes while listening to a song that makes me feel like my dog died. So, my question is, how do I achieve a balance between lyrical and musical content while ensuring my music is enjoyable? Do I only write songs about things that are good? That seems awfully limiting. I look at th e songs that you make and the songs that other artists make about sad topics and those songs seem to sound happy while talking about things that are sad. Pink Floyd's Time, for example, talks about the stress of getting older and then it rips into a *sick* guitar solo. The thing is, it works really well, even though it doesn't really sound... sad? Like it sounds like how getting older feels, and even though getting older should feel sad, the solo doesn't feel sad, even though the solo sounds like how getting older feels. This appears to conflict with the transitive property. How do you do this?",
            "i think you have received a good hint that writing sad songs with pleasant melodies is powerful. but really, to actually do this stuff (songwriting), it's so delicate that you never know when it's gonna work right. but the more you do it, the more likely it is that you will find yourself in a situation of writing something that really works for you. to open the floodgates a little, try to give yourself a challenge to write something that's not what you mean. songwriting thrives on reverse psychology sometimes. that's because the universe thrives on reverse psychology. why? it's free games, for you and your friends to solve, through tears of joy"
        ]
    },
    {
        "date": "8.11.21 4:02 am",
        "ctx": [
            "do you know any good places to find yoursel;f",
            "yes, all places"
        ]
    },
    {
        "date": "8.11.21 2:24 am",
        "ctx": [
            "hello bill why did you leave for 2 years? just wondering",
            "why didn't you arrive for 1,000,000 years"
        ]
    },
    {
        "date": "8.11.21 2:16 am",
        "ctx": [
            "why does time go forward",
            "because 'forward' means the normal direction that a thing goes. so as long as something is going in the direction it usually goes, it's called forward. the only way something can be considered backward is if a normal direction is established and then it switches"
        ]
    },
    {
        "date": "8.10.21 9:37 pm",
        "ctx": [
            "do you believe in magic?",
            "yes"
        ]
    },
    {
        "date": "8.10.21 8:57 pm",
        "ctx": [
            "Do you ever listen to your own music?",
            "sometimes, for quality control"
        ]
    },
    {
        "date": "8.10.21 8:33 pm",
        "ctx": [
            "what do i really want to produce",
            "a life raft, for what you believe. even if you're not sure what that is yet"
        ]
    },
    {
        "date": "8.10.21 8:09 pm",
        "ctx": [
            "favourite area of mathematics?",
            "equality"
        ]
    },
    {
        "date": "8.10.21 7:38 pm",
        "ctx": [
            "What do you think about the moon?",
            "alarmingly close, but i guess that's ok"
        ]
    },
    {
        "date": "8.10.21 7:21 pm",
        "ctx": [
            "when is romp time?",
            "right now"
        ]
    },
    {
        "date": "8.10.21 6:21 pm",
        "ctx": [
            "tomorrow is the first day of high school and im really anxious what do i do?",
            "first you must find the location of the school"
        ]
    },
    {
        "date": "8.10.21 5:43 pm",
        "ctx": [
            "This is kinda random, but does your next song a flat sixth chord in it?",
            "maybe, but it turns out to just be the new 4. actually i just realized what you said could mean 2 different things"
        ]
    },
    {
        "date": "8.10.21 5:42 pm",
        "ctx": [
            "Does your next song modulate at all?",
            "yes"
        ]
    },
    {
        "date": "8.10.21 5:11 pm",
        "ctx": [
            "does pineapple go on pizza",
            "sure, if it is put there by a person or machine, or perhaps it may even fall onto the pizza by chance"
        ]
    },
    {
        "date": "8.10.21 4:33 pm",
        "ctx": [
            "Hi Bill! I have a question about the whole self taught thing... So, I'm a classically trained musician and started to play some Latin instruments. I decided to travel to another country to watch in person how my idols played. I didn't speak any Spanish, but it was super valuable to meet them in person. It took me two years to implement what I saw. I did sort of talk to them, and they did point out some stuff, but honestly not much. I did most of the analysis and implementation in my practice. Does that count as being self taught?",
            "sure",
            "If it does, I guess I have some of that, but not with everything."
        ]
    },
    {
        "date": "8.10.21 4:29 pm",
        "ctx": [
            "what is your ultimate goal in life?",
            "prove some of the things i've learned and seen"
        ]
    },
    {
        "date": "8.10.21 1:59 pm",
        "ctx": [
            "A surprising amount of my life is spent deciding whether it's worth the effort to fix the mistakes that I've already made",
            "maybe you could fix half of them"
        ]
    },
    {
        "date": "8.10.21 1:55 pm",
        "ctx": [
            "Do you like bread?",
            "the flavor overwhelms me"
        ]
    },
    {
        "date": "8.10.21 11:46 am",
        "ctx": [
            "your question answering style makes you seem like a kind and gentle soup. would you say that that is accurate?",
            "sometimes",
            "yes i did mean soup."
        ]
    },
    {
        "date": "8.10.21 7:55 am",
        "ctx": [
            "why am I such a horrible person",
            "this is to give you a better understanding of horrible people, and sympathizing with them, instead of alienating them"
        ]
    },
    {
        "date": "8.10.21 7:33 am",
        "ctx": [
            "what came first, humans or music",
            "i'm not sure"
        ]
    },
    {
        "date": "8.10.21 5:11 am",
        "ctx": [
            "how do you decide whether to use uppercase or lowercase letters?",
            "there are many ways, but here are some examples of where i would choose to use capital letters: If i'm starting a new sentence, and i need a little bit of extra conviction, i might use a capital letter to start. if i'm using chord symbols such as Bb. if i'm using acronyms, such as UNESCO. if i'm using the letter L and i feel that it won't be otherwise interpreted as L based on context. i might use them if i need emphasis or power, in the same way that the 'bold' style might be used, except capitals have the advantage of being available in places where bold is not. Or i might just use them for artistic embellishment. most other normal situations, i use lowercase, also known as the 'normal case'"
        ]
    },
    {
        "date": "8.10.21 4:38 am",
        "ctx": [
            "what should i tell my school when they ask me an interesting fact about myself?",
            "tell them you are involved in a scandal. everyone is interested in scandals"
        ]
    },
    {
        "date": "8.10.21 3:02 am",
        "ctx": [
            "how do i stop laughing",
            "take a nap"
        ]
    },
    {
        "date": "8.10.21 1:37 am",
        "ctx": [
            "(ref: q.php?date=202105190228)5.19.212:28 am Hey Bill, I've got good news.Things are going pretty well with me learning guitar but there is a problem.People keep telling me to get guitar lessons even though I think I would be better learning by myself.",
            "then i think you're right",
            "Yes i'm still a beginner at best, but do I really need them to be able to learn.",
            "no, and it might actually lead you astray",
            "Not to mention I can't afford them anyway.What should I do Bill?",
            "a fantastic option in this scenario could be to play the guitar"
        ]
    },
    {
        "date": "8.10.21 1:32 am",
        "ctx": [
            "Would you rename any colors?",
            "no"
        ]
    },
    {
        "date": "8.10.21 1:08 am",
        "ctx": [
            "Where do the things go?",
            "right here"
        ]
    },
    {
        "date": "8.10.21 12:00 am",
        "ctx": [
            "why are clowns so scary?",
            "it's difficult to know their past"
        ]
    },
    {
        "date": "8.9.21 11:08 pm",
        "ctx": [
            "Any words in new song that rhyme with 'sheep'?",
            "yes"
        ]
    },
    {
        "date": "8.9.21 10:26 pm",
        "ctx": [
            "For you personally, is it better/easier to write harmony that makes sense melodically or melody that makes sense harmonically?",
            "i don't see the difference",
            "Also, lyrics that fit the melody or melody that fits the lyrics?",
            "like a shoe ............. you just know"
        ]
    },
    {
        "date": "8.9.21 9:06 pm",
        "ctx": [
            "did u create the illuminati",
            "i tried, but someone else had already created it first"
        ]
    },
    {
        "date": "8.9.21 7:45 pm",
        "ctx": [
            "how do u gain ideas?",
            "the first step is recognizing that everything is an idea. then you need to take an idea basket and start putting ideas into it. if you are too excited from the start, the basket will overflow instantly and you will drown in ideas. but then once you've settled down a bit, then you can hopefully establish a nice daily rhythm. if you're wondering where to get an idea basket, everything is idea baskets"
        ]
    },
    {
        "date": "8.9.21 7:38 pm",
        "ctx": [
            "do your videos have secret messages in them?",
            "the main message is that i'm trying to see if i can make videos"
        ]
    },
    {
        "date": "8.9.21 7:28 pm",
        "ctx": [
            "How come everything is just so dumb and pointless?",
            "to allow you to have that as your main topic of conversation"
        ]
    },
    {
        "date": "8.9.21 6:56 pm",
        "ctx": [
            "how did you get to be the amazing person you are?",
            "i have a list of non-amazing things, and i try to never do those things. or at least if i do, then i try to release a propaganda video right away saying that i didn't"
        ]
    },
    {
        "date": "8.9.21 6:27 pm",
        "ctx": [
            "can you draw a cat eating a banana?",
            "no"
        ]
    },
    {
        "date": "8.9.21 4:58 pm",
        "ctx": [
            "How long does it take to make a song ????",
            "i'm changing the rules"
        ]
    },
    {
        "date": "8.9.21 3:55 pm",
        "ctx": [
            "Hey Bill, I've spent my whole life playing classical pieces on piano, which involves very little creativity. I want to get into improvisation;are there any exercises or approaches you'd recommend? Or is it simply a matter of playing notes until something sounds good? I've tried that but tend to make similar-sounding tunes over and over. Are there any jazz piano concepts you'd recommend I learn? Thanks.",
            "it's like learning to talk. unfortunately i don't remember how to learn that. but i suspect that you just have to try to communicate your every thought, through the communication device (in this case, the piano). and if the communication isn't getting through then i think you just have to keep doing it, but don't forget to have fun. fun is a powerful element of communication, anyway"
        ]
    },
    {
        "date": "8.9.21 12:52 pm",
        "ctx": [
            "have you a massive brain?",
            "it's the snack size, but unfortunately i don't know how big a snack is"
        ]
    },
    {
        "date": "8.9.21 12:11 pm",
        "ctx": [
            "Can you describe what is real",
            "yes BUT it will keep changing after i describe it. i enjoy this"
        ]
    },
    {
        "date": "8.9.21 12:10 pm",
        "ctx": [
            "So if you didn't learn from a piano teacher then are you predominantly self taught?",
            "yes",
            "If not, how did you learn?"
        ]
    },
    {
        "date": "8.9.21 10:23 am",
        "ctx": [
            "Hey Bill, would you consider your songs and some of their respective videos just like some cookies and a jar?",
            "some of them but not all of them",
            "Also have a nice day"
        ]
    },
    {
        "date": "8.9.21 8:28 am",
        "ctx": [
            "how to sing without every word sounding forced",
            "the easiest way is to improvise the lyrics. this can be inconvenient in some ways, but at least it can give you an idea of what genuine singing feels like, so that maybe you can trick yourself into thinking you're improvising when you're singing scripted material"
        ]
    },
    {
        "date": "8.9.21 6:30 am",
        "ctx": [
            "opinions on ohio?",
            "almost square"
        ]
    },
    {
        "date": "8.9.21 4:57 am",
        "ctx": [
            "Do you like the sound of piano?",
            "in moderation",
            "I don't think i ever heard it in your songs",
            "it's there, about 40-50% of the time. but it's usually laced with non-piano"
        ]
    },
    {
        "date": "8.9.21 4:33 am",
        "ctx": [
            "how to not get distracted?",
            "you gotta take the initiative, and get non-distracted ahead of time"
        ]
    },
    {
        "date": "8.9.21 3:28 am",
        "ctx": [
            "how to get out of a slump",
            "you'll have to get into another slump, which will feel like an anti-slump because of its inverse direction from the first slump, but at least it will feel fresh for a little while"
        ]
    },
    {
        "date": "8.9.21 1:55 am",
        "ctx": [
            "is art dead?",
            "no"
        ]
    },
    {
        "date": "8.9.21 12:48 am",
        "ctx": [
            "does the fact that you inspire people inspire you",
            "yes"
        ]
    },
    {
        "date": "8.8.21 11:47 pm",
        "ctx": [
            "What is the thing you've ever loved the most?",
            "the ground"
        ]
    },
    {
        "date": "8.8.21 11:47 pm",
        "ctx": [
            "Does the next song contain steel pan and/or bass steel pan?",
            "almost"
        ]
    },
    {
        "date": "8.8.21 11:37 pm",
        "ctx": [
            "can you help me with my depression?",
            "sure"
        ]
    },
    {
        "date": "8.8.21 11:35 pm",
        "ctx": [
            "Will you make more monday videos?",
            "yes but also tuesday videos. possibly even sunday videos"
        ]
    },
    {
        "date": "8.8.21 10:49 pm",
        "ctx": [
            "What's your favorite midday/late afternoon activity?",
            "measuring shadows using trigonometry"
        ]
    },
    {
        "date": "8.8.21 10:32 pm",
        "ctx": [
            "clearly you fuck with time. does setting the time to what you want do anything",
            "can make for a nice stage picture"
        ]
    },
    {
        "date": "8.8.21 10:14 pm",
        "ctx": [
            "do you have any songs that you think are too long?",
            "yes"
        ]
    },
    {
        "date": "8.8.21 9:59 pm",
        "ctx": [
            "the magazine said I shouldnt eat much for breakfast, the other magazine said I should. Well which is it?",
            "do the average of the 2 amounts. then, for each future magazine, you can add those new amounts and continue to take the average, which will gradually converge to the golden breakfast amount (gba)"
        ]
    },
    {
        "date": "8.8.21 9:53 pm",
        "ctx": [
            "Do you desire to produce a song about ghosts?",
            "sort of"
        ]
    },
    {
        "date": "8.8.21 9:52 pm",
        "ctx": [
            "What are your rules for doing your best work?",
            "i keep having to change the rules"
        ]
    },
    {
        "date": "8.8.21 8:54 pm",
        "ctx": [
            "what are your thoughts on cats",
            "let's hear the cats' thoughts first"
        ]
    },
    {
        "date": "8.8.21 8:48 pm",
        "ctx": [
            "Whats cool about the number 141",
            "it's 47 times 3"
        ]
    },
    {
        "date": "8.8.21 8:33 pm",
        "ctx": [
            "What is the sweetest reward, for patience",
            "not having to wait anymore"
        ]
    },
    {
        "date": "8.8.21 6:26 pm",
        "ctx": [
            "what is buttsxe unscarmbled",
            "subtext"
        ]
    },
    {
        "date": "8.8.21 2:39 pm",
        "ctx": [
            "how do you come up with the titles for your songs",
            "i try to just let the song come up with it"
        ]
    },
    {
        "date": "8.8.21 2:36 pm",
        "ctx": [
            "What was the process for writing the groove at the end of Money?",
            "just try to stay calm",
            "I've always been a fan of your rhythmic schemes, but something about the last section really sticks out more than anything else I've heard from you."
        ]
    },
    {
        "date": "8.8.21 10:21 am",
        "ctx": [
            "What would you call your style of music",
            "regular"
        ]
    },
    {
        "date": "8.8.21 9:06 am",
        "ctx": [
            "the value i see in albums is that they are just another level of grouping, just as you could say a song is a grouping of sections, sections are groupings of phrases, phrases are groupings of melodic fragments, melodies are groupings of notes, etc. there's many different ways to analyze the groupings of a song. but anyway, an album is one way to be just one tier above songs in the grouping hierarchy. i tend to like albums that seem to form a coherent and meaningful group of songs, which for me tends not to be about what order they're in as much, unless there is a narrative element. but for me grouping things is always a way to generate new meaning;grouping anything at all creates an opportunity to see what the group means as a whole, and how different aspects of parts of the group contribute to that meaning. maybe you think this does not work particularly well with songs, but for me it sometimes does. i can relate to your experience of liking songs more  when taken one at a time, but there are also important albums to me, that have a meaning in and of themselves as a whole, beyond just one or a small subset of 'good songs' in them. are there any albums like that for you?",
            "unfortunately no"
        ]
    },
    {
        "date": "8.8.21 8:19 am",
        "ctx": [
            "how do you make your videos",
            "we'll see if i can find a way"
        ]
    },
    {
        "date": "8.8.21 6:09 am",
        "ctx": [
            "how to keep thoughts relevant and useful?",
            "that's easy, just translate them into Latin"
        ]
    },
    {
        "date": "8.8.21 5:46 am",
        "ctx": [
            "Why does my pencil say 'No. 2'? Does that stand for 'number 2'? There's no 'o' in number.",
            "it stands for 'numero', whith means number in Latin"
        ]
    },
    {
        "date": "8.8.21 5:14 am",
        "ctx": [
            "how are you so good at anything",
            "we'll see"
        ]
    },
    {
        "date": "8.8.21 3:22 am",
        "ctx": [
            "How do you decide on what to write songs about?",
            "that's easy. just write them about everything"
        ]
    },
    {
        "date": "8.8.21 12:48 am",
        "ctx": [
            "Is there a secret meaning behind the colored letters on your website",
            "yes. i decided that i wanted to avoid displaying any image files on any of the web pages, and design it using only text. this is to ensure that the proper result is displayed as genuinely as possible, as far into the future as possible, regardless of what machine or device you have. i don't even use fonts. just text, and sizes and colors of that text. So given that, i've used my best artistic skill to design all the site's title 'graphics' within the restriction of only being able to use letters of different sizes and colors"
        ]
    },
    {
        "date": "8.7.21 11:06 pm",
        "ctx": [
            "Can I make cool deals with the spirits in my apartment?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "8.7.21 10:07 pm",
        "ctx": [
            "Can you draw a tree for me",
            "(ref: ajsd0faje9fjeja90ejfa90fj.png\"target=\"_blank)sure"
        ]
    },
    {
        "date": "8.7.21 8:45 pm",
        "ctx": [
            "why did you quit?",
            "i did not quit"
        ]
    },
    {
        "date": "8.7.21 7:11 pm",
        "ctx": [
            "What are your thoughts on thoughts?",
            "it's another world, in your mind"
        ]
    },
    {
        "date": "8.7.21 7:09 pm",
        "ctx": [
            "can you draw well",
            "i'm not sure"
        ]
    },
    {
        "date": "8.7.21 5:45 pm",
        "ctx": [
            "Hey bill, just curious, did you have piano lessons when you were a child?",
            "for maybe a day or two but that's not how i learned how to play the piano",
            "Thabk you"
        ]
    },
    {
        "date": "8.7.21 5:04 pm",
        "ctx": [
            "would you consider uploading a performance of some of your songs, alone with a keyboard?",
            "yes",
            "do you think your songs can reasonably be played on just a keyboard with enough arrangement magic?",
            "yes"
        ]
    },
    {
        "date": "8.7.21 4:06 pm",
        "ctx": [
            "how do you know which effects are side effects and which are not",
            "whichever one is written in a larger font is not the side effect"
        ]
    },
    {
        "date": "8.7.21 3:48 pm",
        "ctx": [
            "What is your thoughts on emojis",
            "not future proof &#5555555;&#5555555;&#5555555;&#5555555;"
        ]
    },
    {
        "date": "8.7.21 2:11 pm",
        "ctx": [
            "have you ever had a song or video idea just come almost fully formed in a dream?",
            "not quite"
        ]
    },
    {
        "date": "8.7.21 1:52 pm",
        "ctx": [
            "whats your favorite animal",
            "computers"
        ]
    },
    {
        "date": "8.7.21 12:22 pm",
        "ctx": [
            "What songs are you going to play at your live shows?",
            "i don't know"
        ]
    },
    {
        "date": "8.7.21 10:41 am",
        "ctx": [
            "How much of your music is a \"no-brainer\"?",
            "about 30%"
        ]
    },
    {
        "date": "8.7.21 10:39 am",
        "ctx": [
            "for your older videos (maybe I could eat blades of grass, soap tips.) were those random thoughts you had one afternoon?",
            "i don't know what time of day it was, but the thoughts are not random: they have a very specific goal of making the strongest video possible, during that video writing session"
        ]
    },
    {
        "date": "8.7.21 9:21 am",
        "ctx": [
            "Why do we do stuff?",
            "to see what would happen"
        ]
    },
    {
        "date": "8.7.21 7:50 am",
        "ctx": [
            "make a song about crunchy pickles?",
            "i will do that after i've done a song about every other thing"
        ]
    },
    {
        "date": "8.7.21 6:00 am",
        "ctx": [
            "tips for existing?",
            "start writing books about different ways to exist and then put them all in the fiction section"
        ]
    },
    {
        "date": "8.7.21 2:52 am",
        "ctx": [
            "how do I make my body language look normal?",
            "strike a pose"
        ]
    },
    {
        "date": "8.7.21 2:43 am",
        "ctx": [
            "HOW DOES YOUR MUSIC SOUND GOOD IN THE NORMAL SPEED AND THE x2 SPEED ARE YOU A MAGICIAN",
            "yes but that's not why"
        ]
    },
    {
        "date": "8.7.21 1:19 am",
        "ctx": [
            "why are you so funny",
            "that's because of how well i blend in with the fabric of society"
        ]
    },
    {
        "date": "8.7.21 12:05 am",
        "ctx": [
            "can you swim up a waterfall?",
            "no, thank you for reminding me"
        ]
    },
    {
        "date": "8.6.21 10:57 pm",
        "ctx": [
            "are the white and gray \"S\"son songs and videos on the homepage intentionally colored to resemble the notebook color scheme?",
            "they are all a continuation of the style of the first page, which is now known as expert mode"
        ]
    },
    {
        "date": "8.6.21 10:32 pm",
        "ctx": [
            "What is the best bird",
            "medium bird"
        ]
    },
    {
        "date": "8.6.21 9:17 pm",
        "ctx": [
            "why are you put pansexual colors in i'm a princess",
            "i was wondering why you've put canadian letters in your question"
        ]
    },
    {
        "date": "8.6.21 7:25 pm",
        "ctx": [
            "should I start a band",
            "if you think that would help"
        ]
    },
    {
        "date": "8.6.21 5:14 pm",
        "ctx": [
            "i like to draw, and dont know what to draw.\nyou got any drawing prompts for me?",
            "explain how you got where you are. 'where?' you ask ... 'here' you answer, drawing it"
        ]
    },
    {
        "date": "8.6.21 2:11 pm",
        "ctx": [
            "what are your thoughts",
            "i was thinking of becoming smart"
        ]
    },
    {
        "date": "8.6.21 12:49 pm",
        "ctx": [
            "what's a good way to increase self-confidence?",
            "how about scoring a grand slam"
        ]
    },
    {
        "date": "8.6.21 11:59 am",
        "ctx": [
            "how do you cope with the human condition?",
            "it's a 2 step process.\n1: take it to the next step\n2: figure out which step is next\nand the whole key here is to figure out whether you're on step 1 or step 2, at any given time"
        ]
    },
    {
        "date": "8.6.21 10:11 am",
        "ctx": [
            "camping advice?",
            "a lot of people get mixed up and think they need to buy a camper. but that's not true. it's you. you're the camper"
        ]
    },
    {
        "date": "8.6.21 10:04 am",
        "ctx": [
            "do you ever just innovate at light speed",
            "yes, for brief moments"
        ]
    },
    {
        "date": "8.6.21 8:45 am",
        "ctx": [
            "Hey bill, so there's this chord or something and I have no idea how to figure what it is. But the notes are D, E, and G, do you have any idea what the name of this chord is? Thabk you",
            "it sounds like you figured out exactly what it is. you just can't find a name. and unfortunately, i can't really give you a name either, without context. assuming all 3 notes are above middle C, then all i can say is an ambiguous Emin7 at best, but different context or bass choices could make that anything from G6 to Cadd2"
        ]
    },
    {
        "date": "8.6.21 7:09 am",
        "ctx": [
            "what are the departments of bill wurtz",
            "every department has 2 jobs. \n1: make more departments\n2: this could be problematic"
        ]
    },
    {
        "date": "8.6.21 6:19 am",
        "ctx": [
            "hey bill I've been a huge fan for a while now and your videos have helped me tremendously. I'm in a deep depression at the moment and I feel really hopeless. I was wondering if you could possibly give me some advice to help with my situation. I've suddenly started getting constant brain fog/issues with thinking around a year ago which is SUPER scary considering I'm only 18 and it feels like no one takes me seriously even though it quite literally ruined my life and made me spiral into the worst depression ever. I have always been bad at figuring out what to do so I'm wondering what you would recommend I do. I would kill to go back to when I didn't have this crippling brain fog. I'm sure I'll be fine + I know you are probably the wrong person to be asking about stuff like this but I mean I don't know who else to go to I don't have many friends. anyways keep up what you're doing me and many others really appreciate it. &lt;3",
            "the brain seems to have a natural ability to fog itself when the motivations are unclear, or when the feelings and thoughts aren't listening to each other. this can get fixed surprisingly quickly if you ever get reminded how deeply you you are and how truly you you can be. Anything can trigger this realization, even a leaf, or a piece of dirt. the evidence is everywhere, because it's true"
        ]
    },
    {
        "date": "8.6.21 5:33 am",
        "ctx": [
            "whats your favourite soap brand",
            "moap"
        ]
    },
    {
        "date": "8.6.21 5:07 am",
        "ctx": [
            "For your channel, do you just sing about whatever random crap comes to your mind for a few mins?",
            "no",
            "That's what it seems like when watching some of ur videos"
        ]
    },
    {
        "date": "8.6.21 1:06 am",
        "ctx": [
            "With on demand computer-generated art seemingly right around the corner, do you think that we will stop seeing demand for \"human\" art in the near future? If not entirely, do you think people would still pay money to view it? (Or listen to it, or play it, etc.)",
            "art is boring"
        ]
    },
    {
        "date": "8.6.21 1:01 am",
        "ctx": [
            "Will you ever go on tour with your songs?",
            "yes"
        ]
    },
    {
        "date": "8.5.21 11:55 pm",
        "ctx": [
            "what do you think about computers existing",
            "it's the crystalization of what was already a well established progression of mental human evolution"
        ]
    },
    {
        "date": "8.5.21 11:21 pm",
        "ctx": [
            "how do you manage not to neglect sleep when everything the world has to offer almost begs you to",
            "just stay up, then eventually you will start getting INSANELY tired but you'll feel like you have to finish what you're doing because you know you'll probably forget it later, which is probably true, and so you finish the thing and then you're so excited from finishing the thing that you're not tired anymore so you stay up to celebrate, and THEN ......... you get to stage 4 which is the nightmare phase, when you physcally can't stay up but you also unfortunately forgot how to sleep (temporarily), and while this can seem quite scary at the time, all you gotta remember is that you're gonna be fine and you can just lie down calmly and wait for the nightmares to go away, and then you'll wake up a day later feeling very calm and peaceful, and then all you have to do re-learn how the real world might differ from any of the 8-hour dreams you've just been in"
        ]
    },
    {
        "date": "8.5.21 9:31 pm",
        "ctx": [
            "How long does it take on average to make your vids?",
            "that depends how smart of a mood i'm in"
        ]
    },
    {
        "date": "8.5.21 8:34 pm",
        "ctx": [
            "have you ever considered doing a live concert?",
            "yes",
            "it could be in person or online. I'd pay to see it either way."
        ]
    },
    {
        "date": "8.5.21 8:34 pm",
        "ctx": [
            "Who is your biggest inspiration?",
            "it's hard to tell which inspiration is biggest, because of the non-euclidean spherical space that inspiration lives in"
        ]
    },
    {
        "date": "8.5.21 8:20 pm",
        "ctx": [
            "How come 5/4 sounds so uncomfortable sometimes?",
            "possibly because you and the songwriter are on somewhat different life paths at the moment"
        ]
    },
    {
        "date": "8.5.21 6:09 pm",
        "ctx": [
            "i forgot if i still exist or not, how do you figure out if you are still existing",
            "a general rule i go by: if you are wondering if you exist, then you exist. that's a classic existence move right there"
        ]
    },
    {
        "date": "8.5.21 6:03 pm",
        "ctx": [
            "i really wonder the deeper reasons and thinking behind you not wanting to make an album. you often answer that with \"songs are stronger one at a time\" which makes a lot of sense, and i guess i can grasp the idea of what you mean by that. however the experience of listening to n many amount of songs and an album which is n songs long feels really really different to me?",
            "i always expected that to be true because a lot of people say it is, but it's not, for me. i really wanted it to be true so i've tried it many times with many different albums and it never seems true for me. the good news is i found out it is true for other things, things that are more than just songs",
            "and also, i see no reason behind why the songs included in the album should lose the power of them being experienced one at a time.",
            "it reminds me of how meals have their greatest effect when eaten 1 at a time",
            "if you craft it with ingenuity, which you always do at all of your crafts in my opinion as far as the works you have currently made go, they could still be considered as n separate songs if wanted to by the experiencer. however, give a much differently beautiful, not stronger by definition (let's hope that both experiences have the same amount of strength which is as strong as possible) ocean of feelings, with a longer ride i guess?",
            "if it's the longer ride, then the plea i would usually make is: 'please make it more than just songs.' A song's best friend is something that's not a song, and vice versa",
            "being in control of the order o f recommended listening, being able to do lots of interesting twists and turns by simply i dont know putting in some interlude tracks or whatever _you_ are going to invent at that road, and therefore a longer greater narrative outside the singular ones could turn into something deeper emotionally, with more investment.",
            "then please, please, (i would argue), make it more than just songs. i think this plays directly into the 'more' theme you are going for here, and i'm wondering why, in such a 'more' theme, you'd want to restrict it something so narrow as just a series of audio tracks",
            "the songs that can still be experienced as single pieces which are strong enough for them to be considered \"good\", could also have a double triple however many as you much meaning at the whole picture, and n many songs could still be themselves in their own way? one doesn't even need to publish them one at a time, simply just planning the whole process at the writing is enough to make it so, i guess, and they could come as singles, when finished also as a whole with the extra album touches if necessary. and as far as i understood you have no problems in the writing departmant which comes like a natural language to you. this would only differentiate the process of writ ing, the amount of production that will be needed to put in would not rise, since there are still n many of songs which is lesser than the amount that you are already going to make? maybe i'm a sucker for continuity and your work and just want to listen to an album that has been made from you, i don't know. but you also don't seem like being a person who willingly refuses having more meaning, especially when the work going to be done is not exponentially increasing, which it doesn't seem like at this case. am i missing something?",
            "i think so. i think you are putting me on the wrong side of the argument. i am arguing for something 'more' meaningful than an album, not less. in my opinion, at the length of an album, there's much stronger ways to use the same amount of time, in terms of creative audio/visual content. in my opinion",
            "i would love to hear your reasoning behind not wanting to make albums in more depth, but for me it feels like those pictures made from other pictures square by square, it doesn't have to be like a jigsaw puzzle, pieces don't need to feel empty at any time, but still, you can have n beautiful pictures and a bigger greater +1, as a bonus, with nothing to lose.",
            "for me personally, the downside to an album is the icky feeling it gives me when listening to it, and the inevitable fruitless search for 'which of these songs i like', (which bizarely always seems to be almost none). And yet, contrarily, any one of those songs can readily become a full blown anthem of life, when found/presented in a more specialized context: such as in a motion picture, or other significant life event",
            "thank you for all the inspiration and constant reminders of me having free will, it  seems like i really do need that sometimes, and your work always finds a subtle way to ring that bell. sorry for the wall of text."
        ]
    },
    {
        "date": "8.5.21 5:47 pm",
        "ctx": [
            "have you ever thought about playing Dungeons and Dragons",
            "dragons, not dungeons"
        ]
    },
    {
        "date": "8.5.21 5:21 pm",
        "ctx": [
            "do you exist",
            "thank you for reminding me, i am supposed to"
        ]
    },
    {
        "date": "8.5.21 4:32 pm",
        "ctx": [
            "How do I not be stupid.",
            "you might as well go ahead and be all the stupid, first, to get it out of the way"
        ]
    },
    {
        "date": "8.5.21 4:32 pm",
        "ctx": [
            "Hi Bill, I was watching one of your music videos (Slow Down), and you gave the public a look into your video creation process.",
            "that part was fictional satire",
            "I have tried replicating your steps, but I've had some trouble exploiting that computer glitch. Could you help me with this problem?",
            "the bad news is i may be 1,000 steps ahead of your on video making BUT, the good news is, because i may be an idiot, i have a tendency to do about 900 too many steps.  To take it back to the root of the problem, the first thing you wanna do if you are working on a computer is: find the Export. Find the feature of your computer that actually makes a video file, in 1 file, such as mp4, that you can play in a video player. Everything else is just working backwards from there, figuring out how to change what video it is. Expand the possibilities 1 step at a time. If your video file starts entirely black, the next thing i can suggest is try to make part of it white. If the whole thing is silent, the next step will be to try to make at least some of it non-silent. and take a picture of yourself doing it so you can remember how simplicity works, in case you find yourself in a complicated emergency later on down the road"
        ]
    },
    {
        "date": "8.5.21 4:25 pm",
        "ctx": [
            "i write music a lot, but I normally start with the instrumental and do melody/lyrics later, but i noticed while browsing through questions that you start with melody/lyrics first and then the harmony comes to you later.",
            "that's mostly not true. the harmony is usually 80% baked into any melody. it's kind of like how most houses come with furniture, and even if you change the furniture it's still gonna be pretty close, like you're not gonna have the refrigerater in the tub, except maybe once in a while",
            "because you seem so efficient and you write songs that seem so perfect, it makes me feel I should do melody/lyrics first, and that just doesn't work well for me. it makes me wonder if there's an inherently wrong way to pursue my songwriting and if I should change my work process to match a more correct way?",
            "there's at least 8000 ways. you should change back and forth between changing the way and keeping the same way. so in other words, you should keep doing it the same way sometimes"
        ]
    },
    {
        "date": "8.5.21 2:52 pm",
        "ctx": [
            "thoughts on bad things",
            "underrated"
        ]
    },
    {
        "date": "8.5.21 2:50 pm",
        "ctx": [
            "What is your favorite song that you have made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "8.5.21 1:49 pm",
        "ctx": [
            "how do you feel about setting consistent schedule markers for skills i want to learn, i.e. \"play guitar 10 minutes a day, spend 10 minutes a day learning spanish, writing 750 words a day\", that kind of build-your-own-structure thing?",
            "that sounds ok. if you can come up with just the right percentages, you can dream it up into a pizza you can't refuse"
        ]
    },
    {
        "date": "8.5.21 12:25 pm",
        "ctx": [
            "will u ever change up your content now that you do 3d aswell?",
            "i'm looking to change it immediately, in whatever ways necessary to make it viable for actual production of the ongoing stream of content i write, at scale"
        ]
    },
    {
        "date": "8.5.21 10:44 am",
        "ctx": [
            "Can you expand on this please: \"if you can learn to understand the noise, then it will seem calm\"? Like if you hear someone banging a wall, how would understanding that noise make it seem calm?",
            "that's what we always do. Actually, our entire existence is making sense of immense noise. the cacophony of electrical signals hitting your brain, the sight and sound, your entire nervous system, .... you are being bombarded by information. it can take a human person at least a couple years just to figure out how to make sense of the basics. to walk, talk, identify objects, etc. But eventually, once you familiarize yourself with those things, they seem normal, and they become part of a normalized baseline state. You'll also notice that when people are sleeping with any type of noise or activity going on, they tend to be more likely to wake up when the noise changes. The more you understand what's making the sounds you're hearing, you can accept them into your reality fairly lovingly"
        ]
    },
    {
        "date": "8.5.21 10:20 am",
        "ctx": [
            "why do people think good songs and poems need to have a rhyming scheme??",
            "they could possibly be in a cult"
        ]
    },
    {
        "date": "8.5.21 5:22 am",
        "ctx": [
            "how can I get started on making new music?",
            "first figure out how it goes. You will probably be disappointed to find out, right away, that you can't decide how it goes. so in that case i can suggest a fairly constructive alternative: start making a list of ways it COULD go"
        ]
    },
    {
        "date": "8.5.21 5:10 am",
        "ctx": [
            "how do you come up with the names of your characters like damien maymdien, person derpsom, joe tractorman, etc.?",
            "sometimes i just have to :::imagine:::"
        ]
    },
    {
        "date": "8.5.21 5:03 am",
        "ctx": [
            "how are you so cool",
            "could be a reflection of you"
        ]
    },
    {
        "date": "8.5.21 3:53 am",
        "ctx": [
            "Is it possible to buy money?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "8.5.21 12:08 am",
        "ctx": [
            "am i really free to do whatever i want to",
            "more specific: you are free to DEPICT anything you want to in an artistic setting. UNLESS it contradicts popular viewpoints of present day society"
        ]
    },
    {
        "date": "8.4.21 10:46 pm",
        "ctx": [
            "what are your thoughts on spirituality?",
            "it's like going to the store not to buy something but because you work there"
        ]
    },
    {
        "date": "8.4.21 10:31 pm",
        "ctx": [
            "At any point in your music career, have their been times where everything was going so horrible for you that you just felt like dropping everything and cry.",
            "yes",
            "If so how did you overcome these situations",
            "looking for fundamental ways to prevent the production departments from trying to suffocate the writing department. according to research, this is not only possible, but also probable, according to most laws of nature. big if true, my life would begin"
        ]
    },
    {
        "date": "8.4.21 9:08 pm",
        "ctx": [
            "What are the chords during the first verse of might quit please?",
            "E\n G#-7\n Asus2\n C#-7 B7sus4 B7us4\nE\nG#-7\nAsus2B7sus4 B7sus4\nE"
        ]
    },
    {
        "date": "8.4.21 8:44 pm",
        "ctx": [
            "do you think re-inventing the song production department will take as long as re-inventing the video department did?",
            "there was a slight renovation that took place, that's mostly all set. the next issue to look at, which i think is much more exciting, is how to prevent the production departments from trying to suffocate the writing department"
        ]
    },
    {
        "date": "8.4.21 6:24 pm",
        "ctx": [
            "What did you mean when you said you were reinventing your machine(s)?",
            "right now i'm reinveinting my assumptions of what's possible"
        ]
    },
    {
        "date": "8.4.21 3:21 pm",
        "ctx": [
            "what's your favorite thing?",
            "time"
        ]
    },
    {
        "date": "8.4.21 2:08 pm",
        "ctx": [
            "will you be there at the inevitable heat death of the universe?",
            "where",
            "I hear there's gonna be a sick party"
        ]
    },
    {
        "date": "8.4.21 1:34 pm",
        "ctx": [
            "what do you think of super mario brothers",
            "imagine 2 supercharged versions of what you would consider a typical mario brother"
        ]
    },
    {
        "date": "8.4.21 1:23 pm",
        "ctx": [
            "i eat plain spinach while i write songs",
            "that makes sense"
        ]
    },
    {
        "date": "8.4.21 12:41 pm",
        "ctx": [
            "is there a difference between music and sound?",
            "music is usually when a person is using sound to communicate, in a mostly hypnotic manner. music is therefore a subset of sound",
            "and is this important?",
            "that all depends on the day's events"
        ]
    },
    {
        "date": "8.4.21 12:39 pm",
        "ctx": [
            "Why haven't you updated the reality section of your website since 2016?",
            "i think you've got the details a bit wrong. i didn't update it at all BEFORE 2016. which is exactly why i have so much catching up to do, in 2016 and after, still to this day"
        ]
    },
    {
        "date": "8.4.21 12:15 pm",
        "ctx": [
            "what is your favourite word?",
            "dump truck"
        ]
    },
    {
        "date": "8.4.21 12:03 pm",
        "ctx": [
            "a couple questions here, in \"the moon is made of cheese but i cant taste it\", when the turtles roll through the street, there is a pentagon with a hat, is he a turtle?",
            "i don't see why not",
            "is he the same pentagon as the one in \"im best friends with my own front door\"? or maybe a cousin or something?",
            "could be the same pentagonal shaped actor",
            "love both songs anyway, bye"
        ]
    },
    {
        "date": "8.4.21 10:55 am",
        "ctx": [
            "How do I know when a song or a melody is good enough?",
            "when you forget you wrote it and then you hear it and you like it"
        ]
    },
    {
        "date": "8.4.21 10:47 am",
        "ctx": [
            "Are you a princess",
            "no, but i can see why you would think that"
        ]
    },
    {
        "date": "8.4.21 10:21 am",
        "ctx": [
            "how to make good ideas",
            "there's almost no way of realizing until you've already done it"
        ]
    },
    {
        "date": "8.4.21 10:16 am",
        "ctx": [
            "Are you depressed",
            "no"
        ]
    },
    {
        "date": "8.4.21 10:13 am",
        "ctx": [
            "when your next piece of music coming out",
            "there is something of a renaissance coming up"
        ]
    },
    {
        "date": "8.4.21 9:36 am",
        "ctx": [
            "what exactly is changing in the audio department? daw?\nif yes,then which one are you switching to?",
            "i've added full scripting capability, which is a large blessing and only somewhat of a curse"
        ]
    },
    {
        "date": "8.4.21 7:37 am",
        "ctx": [
            "If the camera was made to picture things then why the camera can't take a picture inside the camera",
            "then it would be too powerful"
        ]
    },
    {
        "date": "8.4.21 7:07 am",
        "ctx": [
            "Is trying to find meaning in life/existence a waste of the limited time we have to live?",
            "no"
        ]
    },
    {
        "date": "8.4.21 6:24 am",
        "ctx": [
            "i can't make any more good songs... do you recommend selling my soul to the devil so i could get my talent back?",
            "maybe just rent it out for a week. then see if you can gain some perspective from doing that"
        ]
    },
    {
        "date": "8.4.21 2:04 am",
        "ctx": [
            "do you think working on songwriting will take as long as working on 3d did?",
            "songwriting never takes as long as production. songwriting is about 10 to 100x faster than production, in terms of how quickly it gets through the material. this is because i'm kind of an idiot and haven't figured out common sense yet"
        ]
    },
    {
        "date": "8.4.21 12:12 am",
        "ctx": [
            "Will you be doing a video on velcro?",
            "velcro is best in purely audio form"
        ]
    },
    {
        "date": "8.3.21 9:27 pm",
        "ctx": [
            "What's a song?",
            "it's like when you have a message in a bottle but it explodes way outside of the bottle"
        ]
    },
    {
        "date": "8.3.21 8:44 pm",
        "ctx": [
            "what should i be afraid of",
            "whether or not you are afraid of the correct thing"
        ]
    },
    {
        "date": "8.3.21 7:23 pm",
        "ctx": [
            "what is on you to-list",
            "set up some ground rules"
        ]
    },
    {
        "date": "8.3.21 6:53 pm",
        "ctx": [
            "bill i have my first day back to school soon please give me advice",
            "first you must find the location of the school"
        ]
    },
    {
        "date": "8.3.21 5:00 pm",
        "ctx": [
            "what are your favourite concepts?",
            "to and fro"
        ]
    },
    {
        "date": "8.3.21 4:43 pm",
        "ctx": [
            "do you think someday you'll be able to visit the alternate universes where you produce slightly different versions of your things (or totally different things)",
            "yes"
        ]
    },
    {
        "date": "8.3.21 2:04 pm",
        "ctx": [
            "why do people ask if you use autotune",
            "it's an easy icebreaker question, when getting to know someone"
        ]
    },
    {
        "date": "8.3.21 12:42 pm",
        "ctx": [
            "Do you read?",
            "yes",
            "If yes, what genre do you prefer?",
            "i can only think of 2 genres of reading, normal and artistic. and i like them both"
        ]
    },
    {
        "date": "8.3.21 10:56 am",
        "ctx": [
            "how to create more time?",
            "decrease your program size"
        ]
    },
    {
        "date": "8.3.21 9:45 am",
        "ctx": [
            "what's the past-tense of 'dive'. No cheating",
            "it was dived, but dove is probably legal by now also"
        ]
    },
    {
        "date": "8.3.21 8:55 am",
        "ctx": [
            "How can you be so good at making music and songs?",
            "i'm gonna have to set some friendly limits on tangible parameters of the production process, if i really want to unlock the secret"
        ]
    },
    {
        "date": "8.3.21 8:48 am",
        "ctx": [
            "are your baskets of ideas still multiplying?",
            "yes"
        ]
    },
    {
        "date": "8.3.21 8:13 am",
        "ctx": [
            "how would u describe a bill wurtz type beat",
            "common sense"
        ]
    },
    {
        "date": "8.3.21 6:45 am",
        "ctx": [
            "how many questions have you answered?",
            "i'd say at least a hand full"
        ]
    },
    {
        "date": "8.3.21 4:53 am",
        "ctx": [
            "what do I do after a nightmare?",
            "tell the story of how things really are"
        ]
    },
    {
        "date": "8.3.21 2:42 am",
        "ctx": [
            "Is it modest to call oneself as modest?",
            "secretly no"
        ]
    },
    {
        "date": "8.3.21 2:09 am",
        "ctx": [
            "face reveal?",
            "never"
        ]
    },
    {
        "date": "8.3.21 1:25 am",
        "ctx": [
            "Help!! Boundless inspiration turned into boundless doubt when I wasn't looking. How to grow stronger?",
            "imagine for your upcoming birthday you can get some boundaries. take some time to dream up what kind of boundaries you think you might enjoy having"
        ]
    },
    {
        "date": "8.3.21 12:16 am",
        "ctx": [
            "how do you keep yourself from worrying what everyone else thinks of you? I know I shouldn't do this so much, but it's so hard not to",
            "you could start wondering what you think of them"
        ]
    },
    {
        "date": "8.3.21 12:05 am",
        "ctx": [
            "Do you also get the feeling that what we do is just a pale reflection of what we could do, and",
            "sometimes, but in that sense it's nice to have goals"
        ]
    },
    {
        "date": "8.2.21 10:48 pm",
        "ctx": [
            "how did you get so good at singing?",
            "i haven't yet but it's on my to-do list"
        ]
    },
    {
        "date": "8.2.21 10:16 pm",
        "ctx": [
            "Are change and sameness prominent themes in your works?",
            "yes"
        ]
    },
    {
        "date": "8.2.21 7:07 pm",
        "ctx": [
            "has there been any dancing in any of your music videos?",
            "yes"
        ]
    },
    {
        "date": "8.2.21 6:47 pm",
        "ctx": [
            "you seem to include postmen in your work a lot. is there a reason why?",
            "a staple character of the 'point A to point B' type of universe"
        ]
    },
    {
        "date": "8.2.21 6:46 pm",
        "ctx": [
            "Why don't you use caps",
            "i've hidden clues throughout these answers"
        ]
    },
    {
        "date": "8.2.21 5:56 pm",
        "ctx": [
            "how do i tell my friends i miss them i love them and i'm sorry for not talking to them",
            "maybe you could hire a messenger to tell them"
        ]
    },
    {
        "date": "8.2.21 4:20 pm",
        "ctx": [
            "have you ever written a song about an actual person, other than yourself?",
            "sort of"
        ]
    },
    {
        "date": "8.2.21 4:16 pm",
        "ctx": [
            "so, i've started transcribing melodies from songs i know. one of those songs is 'fire and rain' by james taylor, and he sings the opening lines in a way that makes it hard for me to pin down the timing. any tips?",
            "if you haven't already, start experimenting with the \"1 e & a 2 e & a\" system"
        ]
    },
    {
        "date": "8.2.21 1:47 pm",
        "ctx": [
            "what is your favorite key (on the computer keyboard, not the piano)?",
            "the space bar"
        ]
    },
    {
        "date": "8.2.21 1:36 pm",
        "ctx": [
            "what is your favorite flavor of ice cream",
            "god"
        ]
    },
    {
        "date": "8.2.21 1:33 pm",
        "ctx": [
            "Do you believe in god?",
            "god is a popular name. you'll have to be more specific"
        ]
    },
    {
        "date": "8.2.21 12:07 pm",
        "ctx": [
            "In HOTEWIG, when you said \"Japan has a kingdom, it's the sunrise kingdom\" a glockenspiel in the background plays a jingle that sounds a lot like the \"how about sunrise land?\" jingle from HoJ. Was this intentional or just a coincidence",
            "that's intentional"
        ]
    },
    {
        "date": "8.2.21 8:34 am",
        "ctx": [
            "what are all your departments?",
            "it's difficult to list them because they keep multiplying"
        ]
    },
    {
        "date": "8.2.21 7:56 am",
        "ctx": [
            "Are you alive",
            "oh man, that would explain this tingly sensation i'm getting"
        ]
    },
    {
        "date": "8.2.21 4:44 am",
        "ctx": [
            "my birthday is 28 august",
            "i understand"
        ]
    },
    {
        "date": "8.2.21 4:34 am",
        "ctx": [
            "how to be normal",
            "you have to make a reservation like 50 years in advance"
        ]
    },
    {
        "date": "8.2.21 3:51 am",
        "ctx": [
            "All your videos seem like they take a really long time to make, getting an idea, making the music, the graphics, how do you ever find time to hang out with your friends, or are have you just become really quick in the process?",
            "no"
        ]
    },
    {
        "date": "8.2.21 3:49 am",
        "ctx": [
            "What is the best Italian tempo marker/indicator?",
            "triple p"
        ]
    },
    {
        "date": "8.2.21 3:39 am",
        "ctx": [
            "have you ever danced with the devil in the pale moonlight?",
            "no"
        ]
    },
    {
        "date": "8.2.21 3:08 am",
        "ctx": [
            "i'm a princess",
            "i understand"
        ]
    },
    {
        "date": "8.2.21 2:22 am",
        "ctx": [
            "are you wearing a nice coat?",
            "no but i can see why you would think that"
        ]
    },
    {
        "date": "8.2.21 1:17 am",
        "ctx": [
            "How much wood can you chuck",
            "how much time do i have"
        ]
    },
    {
        "date": "8.2.21 1:13 am",
        "ctx": [
            "what are your thoughts on the olympics",
            "i can never seem to find it. they keep moving it"
        ]
    },
    {
        "date": "8.2.21 12:15 am",
        "ctx": [
            "in \"i'm sad\", why were you so sad",
            "i was not. i was happy, because in that moment i seemed to have found a reasonable way to put song arrangements together"
        ]
    },
    {
        "date": "8.1.21 11:58 pm",
        "ctx": [
            "How to become cool",
            "first you'll wanna go ahead and take an envelope and put it inside another envelope"
        ]
    },
    {
        "date": "8.1.21 11:44 pm",
        "ctx": [
            "do you think you will ever direct a live-action film?",
            "maybe"
        ]
    },
    {
        "date": "8.1.21 10:26 pm",
        "ctx": [
            "I want to buy bread. Should I buy the more expensive higher quality bread or the less expensive lesser bread",
            "that all depends how much money you have"
        ]
    },
    {
        "date": "8.1.21 9:29 pm",
        "ctx": [
            "how big is your brain",
            "not nearly as big as the rest of my body"
        ]
    },
    {
        "date": "8.1.21 9:20 pm",
        "ctx": [
            "why's lays potato chips so greasy? and why is Pringles the most cleanest",
            "lay's were made on a farm, where as pringles are made entirely by computer"
        ]
    },
    {
        "date": "8.1.21 8:47 pm",
        "ctx": [
            "In an interview a little while back you were talking about how much you'd like to use motion capture: have you still been looking into if you could and what you would do with the technology?",
            "no",
            "Have there been advances that are promising to you?",
            "basically my main concern right now is solving a major systemic problem i've always been having, in the production department, both for audio and video. the problem is that the process seems to instantly expand to unmanageable levels of complexity, at a moment's notice. my goal is to find ways to set hard limits to various aspects of the process, to prevent this from happening. this is to bring the dreadful pace of output from about 2 items a year up to something much more desireble such as 1 a week, or more. i'm starting to reach a point where i don't care how this happens. i don't care if i have to switch to making sudoku puzzles"
        ]
    },
    {
        "date": "8.1.21 8:15 pm",
        "ctx": [
            "why do we listen to music",
            "because it can have a magical effect on mind and feelings"
        ]
    },
    {
        "date": "8.1.21 7:19 pm",
        "ctx": [
            "how does one eat food?",
            "i'm not sure. it seems almost unthinkable"
        ]
    },
    {
        "date": "8.1.21 5:42 pm",
        "ctx": [
            "What should I name my new ballpoint pen?",
            "skipper"
        ]
    },
    {
        "date": "8.1.21 5:05 pm",
        "ctx": [
            "thoughts on humanity?",
            "i am in the humanity fan club"
        ]
    },
    {
        "date": "8.1.21 2:28 pm",
        "ctx": [
            "a job i want to apply to as a requirement has \"a high level expertise\" in what im applying to. i think i have a high level expertise, but there are way higher levels expertise. i have no way of knowing how high a level expertise they are looking for. would it be a mistake to ask what they mean in my introductory message?",
            "just describe your level of expertise. then they'll decide if they think they like you"
        ]
    },
    {
        "date": "8.1.21 2:12 pm",
        "ctx": [
            "Why is great Britain called \"great\"",
            "everything is great"
        ]
    },
    {
        "date": "8.1.21 11:11 am",
        "ctx": [
            "do you know how to play with drum brushes",
            "yes"
        ]
    },
    {
        "date": "8.1.21 10:54 am",
        "ctx": [
            "do you use exclamation mark?",
            "yes"
        ]
    },
    {
        "date": "8.1.21 7:55 am",
        "ctx": [
            "Who would win in a fight, a lion or a gorilla?",
            "that all depends on the incentive structure"
        ]
    },
    {
        "date": "8.1.21 4:10 am",
        "ctx": [
            "Do you think you'll ever run out of songs to make?",
            "as long as i still can't find a viable production method that can keep up with the pace of writing, then that will never happen"
        ]
    },
    {
        "date": "8.1.21 3:31 am",
        "ctx": [
            "how is your computer not fried from the complexity of your video editing",
            "i have a strong computer, but unfortunately my brain is fried"
        ]
    },
    {
        "date": "8.1.21 2:55 am",
        "ctx": [
            "What made you decide to make songs like the ones you make now?",
            "basically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way",
            "Without any real meaning or anything.",
            "that's not what i do. if my songs seem meaningless to you then i must have fucked up dreadfully",
            "Just a catchy tune and words that seem to fit? Why didn't you decide to make music in which the lyrics have some meaning? (Not saying I don't like your songs or anything. La de da de is one of my favourites)",
            "this may not be what you want to hear, but, liking things is meaningful"
        ]
    },
    {
        "date": "8.1.21 2:26 am",
        "ctx": [
            "do you think parallel universes could kinda be like copies of our own or just different universes thatd happen to exist alongside ours? i watched something related to wormholes and now im wondering",
            "the potential existnece of infinite universes seems to solve most of the stubbornly unanswerable questions about reality, and consciousness"
        ]
    },
    {
        "date": "8.1.21 1:59 am",
        "ctx": [
            "how do music",
            "you can spend your whole life trying to learn and still never learn which is strange considering everybody always knew"
        ]
    },
    {
        "date": "8.1.21 1:33 am",
        "ctx": [
            "do you believe in a supreme being?",
            "most beings, by default, are surpreme"
        ]
    },
    {
        "date": "8.1.21 12:31 am",
        "ctx": [
            "do you like trains?",
            "it's too bad they can't fly, but yes"
        ]
    },
    {
        "date": "8.1.21 12:03 am",
        "ctx": [
            "what are some things you can do with string",
            "crumple it up\n\n\n\n\n\n(ref: questions-2021-07.html)PREVIOUS QUESTIONS"
        ]
    }
]