[
    {
        "date": "12.31.21 11:44 pm",
        "ctx": [
            "do you answer stupid questions?",
            "that's preposterous. who do you think i am"
        ]
    },
    {
        "date": "12.31.21 11:19 pm",
        "ctx": [
            "What is your grocery list thanks",
            "peas. that's just my list of things i think are in the grocery store"
        ]
    },
    {
        "date": "12.31.21 10:39 pm",
        "ctx": [
            "What are your new year's resolutions?",
            "i don't have any. i don't make resolutions on new years unless i specifically wish for them to fail"
        ]
    },
    {
        "date": "12.31.21 9:04 pm",
        "ctx": [
            "They closed down the mall here. Was it because they didn't want me going there, due to my smallness?",
            "no"
        ]
    },
    {
        "date": "12.31.21 8:12 pm",
        "ctx": [
            "what was the bad thing you did on christmas of 2018 i need to know",
            "i didn't do any bad thing at that time. I think you're thinking of a fully produced musical song and video recording, and perhaps you may not realize that it takes more than 1 day to create one of those. also songs can be fictional"
        ]
    },
    {
        "date": "12.31.21 7:07 pm",
        "ctx": [
            "Thoughts on drawers?",
            "simultaneously too big and too small and just the right size"
        ]
    },
    {
        "date": "12.31.21 5:54 pm",
        "ctx": [
            "Is this the first question you will answer in 2022?",
            "no"
        ]
    },
    {
        "date": "12.31.21 4:45 pm",
        "ctx": [
            "Are we in heaven or hell?",
            "it's a blend"
        ]
    },
    {
        "date": "12.31.21 3:35 pm",
        "ctx": [
            "would you consider spite to be a good motivator?",
            "yes and no"
        ]
    },
    {
        "date": "12.31.21 2:00 pm",
        "ctx": [
            "what do you think 2022 has in store for us",
            "i don't know"
        ]
    },
    {
        "date": "12.31.21 1:58 pm",
        "ctx": [
            "Who is your favorite person",
            "could be you"
        ]
    },
    {
        "date": "12.31.21 1:22 pm",
        "ctx": [
            "why do you think people started putting things on bread?",
            "to make it less bland",
            "were they just bored?",
            "bored with bread, yes",
            "thanks."
        ]
    },
    {
        "date": "12.31.21 10:35 am",
        "ctx": [
            "i'm a guitarist who got a keyboard, do you have any tips for me to play it",
            "you're gonna love this. just press the note and it happens"
        ]
    },
    {
        "date": "12.31.21 9:44 am",
        "ctx": [
            "whats the last question of 2022",
            "i don't know yet"
        ]
    },
    {
        "date": "12.31.21 7:59 am",
        "ctx": [
            "(ref: q.php?date=202112292143)12.29.219:43 pm  if a triplet swing is 1 2 3 1 2 3 with beats on 1 and 3, a quintuplet swing is 1 2 3 4 5 1 2 3 4 5 with beats on 1 and 4",
            "no one who's actually swinging is counting anything. but, i would also argue that most 'swinging' is much naturally much milder than the 1_3 example you gave, AND i think still even lighter than the 1 _ _ 4 _ example you gave. it seems like most 'swing' in the real world probably has the offbeat note somewhere between 55% and 60%. anything beyond that, i find, seems too hard. full triplet would be 66.6%, and if you recall some of the quantized triplet-swing recordings from the 1980s, it sounds pretty absurd"
        ]
    },
    {
        "date": "12.31.21 3:30 am",
        "ctx": [
            "how much storage space do our brains have",
            "infinite. that's because it's not a spacial system"
        ]
    },
    {
        "date": "12.30.21 11:08 pm",
        "ctx": [
            "did you come up with the \"try to make something bad\" exercise yourself or was it taught to you?",
            "i think i discovered it myself, but it turns out to be a fairly standard practice"
        ]
    },
    {
        "date": "12.30.21 9:21 pm",
        "ctx": [
            "do you ever feel like screaming?",
            "yes"
        ]
    },
    {
        "date": "12.30.21 8:11 pm",
        "ctx": [
            "how popular do you think you are?",
            "meh"
        ]
    },
    {
        "date": "12.30.21 8:10 pm",
        "ctx": [
            "would you ever make some sort of sculpture/display that somehow is paired with your music?",
            "sure"
        ]
    },
    {
        "date": "12.30.21 7:19 pm",
        "ctx": [
            "What is your favorite key signature?",
            "none"
        ]
    },
    {
        "date": "12.30.21 7:13 pm",
        "ctx": [
            "i'm eating porridge but i've heated it for the wrong amount of time",
            "that seems hard to believe"
        ]
    },
    {
        "date": "12.30.21 5:35 pm",
        "ctx": [
            "How do you get a idea for a song, when you just completed a songgg",
            "think of what you wish the previous song was"
        ]
    },
    {
        "date": "12.30.21 5:25 pm",
        "ctx": [
            "you can spell numbers using words but how do you spell words using numbers",
            "feed &pi; 2 the h8ters"
        ]
    },
    {
        "date": "12.30.21 4:21 pm",
        "ctx": [
            "what should i make my first song about ?",
            "there are 3 choices: everything, nothing, or something"
        ]
    },
    {
        "date": "12.30.21 2:41 pm",
        "ctx": [
            "hey bill, how can you tell that the song is in 2/4, 3/4, or 4/4 measures",
            "if you're making the chart, you get to decide. if someone else made the chart, then just look at the chart"
        ]
    },
    {
        "date": "12.30.21 2:18 pm",
        "ctx": [
            "is \"just did a bad thing\" somehow about, your feelings about the yet unknown possible side effects of your ridiculously uncanny amount of fame, on your psychology, and personality?",
            "no"
        ]
    },
    {
        "date": "12.30.21 1:44 pm",
        "ctx": [
            "whats the deal with airline food",
            "it's \"good enough\""
        ]
    },
    {
        "date": "12.30.21 12:55 pm",
        "ctx": [
            "what's gonna happen in 2022?",
            "all the magic"
        ]
    },
    {
        "date": "12.30.21 12:22 pm",
        "ctx": [
            "are you religious",
            "i think i lost the paperwork"
        ]
    },
    {
        "date": "12.30.21 9:44 am",
        "ctx": [
            "how do you maintain a sleep schedule",
            "if you join the army, you drill sargent can help you"
        ]
    },
    {
        "date": "12.30.21 9:26 am",
        "ctx": [
            "Why Do You Not Use Capital Letter?",
            "in that situation, it would be because i didn't need or want one"
        ]
    },
    {
        "date": "12.30.21 7:54 am",
        "ctx": [
            "why do we exist",
            "to see what it's like"
        ]
    },
    {
        "date": "12.30.21 6:14 am",
        "ctx": [
            "thoughts on the bill of rights",
            "add more to it"
        ]
    },
    {
        "date": "12.30.21 6:12 am",
        "ctx": [
            "Bill I just got covid and am in iso for the next week. What should I do????",
            "how about learning all of earth's geography"
        ]
    },
    {
        "date": "12.30.21 3:02 am",
        "ctx": [
            "Mlst underrated rating?",
            "medium"
        ]
    },
    {
        "date": "12.30.21 3:01 am",
        "ctx": [
            "Is the world still stupid?",
            "yes, and so much more"
        ]
    },
    {
        "date": "12.30.21 2:28 am",
        "ctx": [
            "if milk came in a public drinking fountain, like water fountains, would you drink the public milk?",
            "no",
            "if not, why?",
            "seems like a lot could go wrong"
        ]
    },
    {
        "date": "12.30.21 12:12 am",
        "ctx": [
            "how was 2021?",
            "it was ok"
        ]
    },
    {
        "date": "12.29.21 9:47 pm",
        "ctx": [
            "thoughts on the doomsday clock?",
            "they keep having to reset it for a different doomsday each time, when the doom doesn't happen"
        ]
    },
    {
        "date": "12.29.21 9:43 pm",
        "ctx": [
            "Will you ever consider using quintuplet swing in a song?",
            "can't imagine what you could possibly mean by that"
        ]
    },
    {
        "date": "12.29.21 9:43 pm",
        "ctx": [
            "Do you have any non-music videos planned for the future?",
            "yes"
        ]
    },
    {
        "date": "12.29.21 9:43 pm",
        "ctx": [
            "did you teach jack stratton of vulfpeck about the use of a bIII/[mediant] of a major key for funky goodness? (Eb/E) he said you did and it feels fair enough",
            "yes i did. he was very excited about that"
        ]
    },
    {
        "date": "12.29.21 8:44 pm",
        "ctx": [
            "what is it about key changes that makes people cheer harder?",
            "could be the freshness. people cheer for freshness"
        ]
    },
    {
        "date": "12.29.21 7:45 pm",
        "ctx": [
            "opinions on your next video",
            "it's gonna be fun"
        ]
    },
    {
        "date": "12.29.21 7:06 pm",
        "ctx": [
            "is the next song about a movie thats about a movie about a guy trying to be strong",
            "no"
        ]
    },
    {
        "date": "12.29.21 5:56 pm",
        "ctx": [
            "Why do you suppose videos and music are your thing?",
            "perhaps it's a way to *influence* people"
        ]
    },
    {
        "date": "12.29.21 5:24 pm",
        "ctx": [
            "Bill, I'm stuck trying to make my Melodie's too complex. I know some of the best Melodies (actually, probably most melodies) use the same note multiple times in a row and it sounds good. I'm always forcing myself to not do that. I can't let a melody improve because I'm sure it's bad right from the start. Any advice?",
            "you're gonna have to find a way to take the pressure off. here's a trick, try to make it bad on purpose. could open up some possibilities"
        ]
    },
    {
        "date": "12.29.21 3:55 pm",
        "ctx": [
            "how are so many of the things you make stuff we all can #relate to",
            "let's just say i might live on the same planet"
        ]
    },
    {
        "date": "12.29.21 3:44 pm",
        "ctx": [
            "Which cartoon character would you say you relate to the most?",
            "it's different. i relate to the persons(s) who make the character(s)"
        ]
    },
    {
        "date": "12.29.21 3:36 pm",
        "ctx": [
            "To me, Here Comes the Sun and I'm a Princess look dramatically different than Money and More than a Dream. Is this a deliberate stylistic choice?",
            "yes",
            "A change in workflow?",
            "yes, it's called at this pace i'm gonna die without making most of the videos i want, so i better get my head straight"
        ]
    },
    {
        "date": "12.29.21 3:25 pm",
        "ctx": [
            "thoughts on new years resolutions?",
            "fake",
            "how about themes?",
            "themes are cool",
            "do you have a resolution/theme for the year/season, and if so, what is it?",
            "the theme for 2021 was i bet you thought the pandemic would end"
        ]
    },
    {
        "date": "12.29.21 11:21 am",
        "ctx": [
            "What's your favourite project/video?",
            "doing everything right"
        ]
    },
    {
        "date": "12.29.21 7:37 am",
        "ctx": [
            "what would happen if everyone jumped at once",
            "something would have happened before that, which is a drastic improvement in the latency of communication technology. also world peace, possibly"
        ]
    },
    {
        "date": "12.29.21 5:56 am",
        "ctx": [
            "Life sucks",
            "that's only part of the story"
        ]
    },
    {
        "date": "12.29.21 5:38 am",
        "ctx": [
            "Is mayonaise an instrument?",
            "yes and no"
        ]
    },
    {
        "date": "12.29.21 5:10 am",
        "ctx": [
            "next vid when?",
            "right away"
        ]
    },
    {
        "date": "12.29.21 1:43 am",
        "ctx": [
            "Thoughts on bill evans",
            "there's always another bill evans"
        ]
    },
    {
        "date": "12.29.21 1:19 am",
        "ctx": [
            "i have a competitive exam in a few minutes and i am scared i wont be able to succed in it do you have any advice for me?",
            "no. i don't know what those are or how they work"
        ]
    },
    {
        "date": "12.29.21 12:53 am",
        "ctx": [
            "how to love someone",
            "don't worry about it. you already love everyone"
        ]
    },
    {
        "date": "12.28.21 11:56 pm",
        "ctx": [
            "got any ideas for your first livestream?",
            "no. i have plenty of ideas for any other livestream, other than the first"
        ]
    },
    {
        "date": "12.28.21 11:26 pm",
        "ctx": [
            "Thoughts on More Than A Dream?",
            "spent too long on it"
        ]
    },
    {
        "date": "12.28.21 11:03 pm",
        "ctx": [
            "why does the day go on",
            "how could it not"
        ]
    },
    {
        "date": "12.28.21 10:51 pm",
        "ctx": [
            "How would you describe color to a visually impaired individual?",
            "don't worry about it"
        ]
    },
    {
        "date": "12.28.21 10:43 pm",
        "ctx": [
            "I just watched the movie \"Amadeus\" yesterday. Have you seen it? What did you think of it?",
            "i can't lie, it has many delights"
        ]
    },
    {
        "date": "12.28.21 10:15 pm",
        "ctx": [
            "Are big pebbles really just small boulders?",
            "depending on the size, big pebbles could be regular sized boulders"
        ]
    },
    {
        "date": "12.28.21 10:15 pm",
        "ctx": [
            "What was your hardest video to make?",
            "history of the entire world i guess"
        ]
    },
    {
        "date": "12.28.21 9:32 pm",
        "ctx": [
            "What type of questions do you answer?",
            "standard questions"
        ]
    },
    {
        "date": "12.28.21 9:14 pm",
        "ctx": [
            "What do you think people should say when first greeting someone?",
            "hello/hi"
        ]
    },
    {
        "date": "12.28.21 7:26 pm",
        "ctx": [
            "how feminine are you",
            "maybe 32%"
        ]
    },
    {
        "date": "12.28.21 7:10 pm",
        "ctx": [
            "whats your favorite thing to do during the day",
            "wake up,"
        ]
    },
    {
        "date": "12.28.21 6:58 pm",
        "ctx": [
            "can you list any crayola colours off the top of your head?",
            "red, blue,"
        ]
    },
    {
        "date": "12.28.21 6:12 pm",
        "ctx": [
            "Do you think that people who breathe do it on purpose?",
            "yes and no"
        ]
    },
    {
        "date": "12.28.21 5:18 pm",
        "ctx": [
            "When its someones birthday, you say \"happy birthday,\" however, if its after their birthday you say \"happy belated birthday, or, \"happy early birthday.\" My question is where is the cutoff from belated birthday to early birthday?",
            "i don't say any of those things. i associate it with sadness, because the logical extrapolation is that there may be at least 364 other days of the year which are not happy"
        ]
    },
    {
        "date": "12.28.21 5:06 pm",
        "ctx": [
            "I'm confused about how the different \"burroughs\" work in NYC... Like, what is a burrough?",
            "i think it's a 'borough' and i'm not sure exactly what it is",
            "Is it different from a neighborhood? In Chicago (where I lived for a while) there's different neighborhoods (wrigleyville, uptown, south loop, etc) how are these neighborhoods different from burroughs?",
            "the boroughs are way bigger. they have many neighborhoods in them. some of them have multiple towns in them",
            "Also, how do addresses work? If I lived in Brooklyn, would my street address be:\n\n123 Main Street\nBrooklyn, New York \n\nOr\n\n123 Main Street\nBrooklyn, New York City, New York\n\nOr \n\n123 Main Street\nNew York City, New York",
            "for that one, it's Brooklyn, New York. \nBrooklyn is actually a town. It's also the exact same territory as the county of \"Kings\". \"Queens\" county (also a borough), is different in the sense that queens is not a town. it has towns in it, such as Astoria, Maspeth, Elmhurst, etc...\nNew York, New York i think specifically refers to manhattan. There is also another way that somehow \"New York City\" refers to all 5 counties, but i don't think that has anything to do with an address. it's weird, but so is..... everything"
        ]
    },
    {
        "date": "12.28.21 4:49 pm",
        "ctx": [
            "Did you have a good christmas",
            "no, but this opens up the likelyhood that i will have good other days"
        ]
    },
    {
        "date": "12.28.21 4:15 pm",
        "ctx": [
            "what do you think of my hair cut",
            "can't see it"
        ]
    },
    {
        "date": "12.28.21 3:59 pm",
        "ctx": [
            "in when I get older, you say when you're older you'll be more truthful. around 3 years later, meaning you're 3 years older, you say \"today I woke up telling the truth\" in more than a dream. therefore, you're older and more truthful. was this intentional?",
            "it was intentional to make each of the songs like that. but not for any reason related to each other. i have a habit of singing about the truth, because it...... seems so real. \nBut if you look at the 'when i get older song', you can trace the reasoning differently. the reason 'truthful' is there, is it's clearly an answer to the previous lines about being a liar. And the reason the word 'liar' is there is, clearly, it's what follows naturally after the line \"when i get younger\". Because obviously no one's gonna get younger. so obviously if you say you've gotten younger then you're presumably a liar. And the way the \"when i get younger\" line comes about, is, just a simple songwriting tactic of taking the already established first line (\"when i get older\") and choosing the natural alternative options. older --> younger. So you can see, the whole existence of the word 'truthful' in that verse is clearly the result of a very logical chain of songwriting best-practices"
        ]
    },
    {
        "date": "12.28.21 3:22 pm",
        "ctx": [
            "how does music help us feel so much better? Not just the words or lyrics, but everything else, too- the sounds, the instruments, the rhythm, etc… how is music so good? and how come some people don't like music????",
            "it gets directly to the 'point' of life, which, if you ask yourself what it is, it's hard to answer, but it comes down to playing with time. music plays with time on a vast range of timescales, from minutes all the way down to milliseconds"
        ]
    },
    {
        "date": "12.28.21 2:57 pm",
        "ctx": [
            "should i make a deal with the devil",
            "if it's the right deal. if not, be prepared to walk away"
        ]
    },
    {
        "date": "12.28.21 2:27 pm",
        "ctx": [
            "im stuck on top of a ladder pls send help",
            "ok i'll be right over"
        ]
    },
    {
        "date": "12.28.21 2:10 pm",
        "ctx": [
            "is music everywhere even though you dont know that it's music but for some reason it can or cannot be music music?",
            "that sounds fine with me"
        ]
    },
    {
        "date": "12.28.21 2:05 pm",
        "ctx": [
            "have u ever had a dream?",
            "it's me, i'm the dream"
        ]
    },
    {
        "date": "12.28.21 1:11 pm",
        "ctx": [
            "thoughts about thoughts questions?",
            "they're ok"
        ]
    },
    {
        "date": "12.28.21 1:05 pm",
        "ctx": [
            "What music genre(s) do you listen to the most?",
            "none of the music files i listen to have a genre label affixed to them. yet, they are all surprisingly good, despite this"
        ]
    },
    {
        "date": "12.28.21 11:16 am",
        "ctx": [
            "opinions on poland",
            "'just right'"
        ]
    },
    {
        "date": "12.28.21 10:10 am",
        "ctx": [
            "how do you deal with a broken heart?",
            "burst into song"
        ]
    },
    {
        "date": "12.28.21 9:51 am",
        "ctx": [
            "do you like unicorns?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "12.28.21 8:58 am",
        "ctx": [
            "is your main goal right now music?",
            "well, sort of. my main goal is to relax my mind, so as to not be so paralyzed under the pressure of itself"
        ]
    },
    {
        "date": "12.28.21 8:26 am",
        "ctx": [
            "did you wish merry christmas to anyone this year?",
            "yes, everyone"
        ]
    },
    {
        "date": "12.28.21 7:16 am",
        "ctx": [
            "IVE JUST GOT A NEW GUITAR!!!!!!!! one that i've been craving for long..... turns out it's pass certificate was signed exactly 1 year before today, i'm feeling like i have adopted a baby orphan at their first birthday, with lots of love!!!!!!! one of my happiest......\n\ni've decided to learn and love everything i could do with it. for celebration purposes. dear kind sparkling gentleman, would you please offer me one really cool song to learn?? let it be as simple and gentle as a warm breeze in a cold winter day, so that it will welcome me and i would not get horrified by, however with halls of room for post-learnt playful dancing with it. i wanted one from you as well, since you are one of my mosthelpful favorite music teachers.",
            "i can't recommend a finite number of songs unless i know you extremely extremely well. otherwise, my standard recommendation is all the songs. that's because they're all good"
        ]
    },
    {
        "date": "12.28.21 5:10 am",
        "ctx": [
            "does art have to be made with some kind of intent",
            "sure, if you can figure out what intent means"
        ]
    },
    {
        "date": "12.28.21 4:10 am",
        "ctx": [
            "What's the most memorable meal you've ever eaten?",
            "i don't remember any meals"
        ]
    },
    {
        "date": "12.28.21 1:48 am",
        "ctx": [
            "Have you ever been lost metaphysically? Stranded wandering the halls within yourself wondering what all this is for?",
            "yes, but it's more often that i have the opposite problem and i find too much meaning and it explodes my brain in such a way that it has a negative effect on my ability to conduct ordinary business transactions"
        ]
    },
    {
        "date": "12.28.21 1:10 am",
        "ctx": [
            "who was your favorite backstreet boy",
            "max"
        ]
    },
    {
        "date": "12.28.21 1:04 am",
        "ctx": [
            "what's your favourite word to describe any given person?",
            "normal"
        ]
    },
    {
        "date": "12.28.21 12:36 am",
        "ctx": [
            "Do you like people, generally speaking?",
            "yes"
        ]
    },
    {
        "date": "12.28.21 12:09 am",
        "ctx": [
            "what do you like to do in your free time?",
            "my time is actually very expensive"
        ]
    },
    {
        "date": "12.27.21 11:47 pm",
        "ctx": [
            "is your next song epic?.",
            "it might be"
        ]
    },
    {
        "date": "12.27.21 7:44 pm",
        "ctx": [
            "Why do the songs go that way",
            "why not"
        ]
    },
    {
        "date": "12.27.21 5:58 pm",
        "ctx": [
            "what was the greatest mixing and mastering trick or technique you've ever heard?",
            "low cut the non-bass non-kick instruments just a little bit, to make room for the actual bass and kick instruments"
        ]
    },
    {
        "date": "12.27.21 5:56 pm",
        "ctx": [
            "Hi, 2022 is near, any new year's resolution?",
            "i make resolutions at different times. new year's resolutions automatically fail. to illustrate this, i'd challenge you to find anyone who is still adhering to their new year's resolution from last new years"
        ]
    },
    {
        "date": "12.27.21 5:28 pm",
        "ctx": [
            "opinion on geometry?",
            "dank"
        ]
    },
    {
        "date": "12.27.21 1:18 pm",
        "ctx": [
            "hi bill, I've reached a bit of a dilemma. I don't know wether to listen to more songs or less. I feel like listening to more songs can give me a bit more ideas on how to write songs, yet I'm afraid that it might corrupt me and make me less original in my music. What do you think?\nAlso, thank you for being so helpful through your answers. You are an amazing musician!",
            "i've tried both ways and i think both ways are the answer"
        ]
    },
    {
        "date": "12.27.21 9:37 am",
        "ctx": [
            "what is the liquid form of bread?",
            "mush"
        ]
    },
    {
        "date": "12.27.21 8:46 am",
        "ctx": [
            "how do you let your creativity look good when you convey it in an art medium (especially in music) bc when i have a spark of creativity, the things that i make dont satisfy me and doesn't reflect what i can do",
            "just keep doing it and try to get comfortable. or uncomfortable, that works too sometimes"
        ]
    },
    {
        "date": "12.27.21 8:30 am",
        "ctx": [
            "hey bill do you have any college tips",
            "no"
        ]
    },
    {
        "date": "12.27.21 7:29 am",
        "ctx": [
            "how to not get distracted while working?",
            "do something else and then let the work distract you from that"
        ]
    },
    {
        "date": "12.27.21 7:11 am",
        "ctx": [
            "what do you think of the philippines",
            "they have a lot of cities"
        ]
    },
    {
        "date": "12.27.21 5:33 am",
        "ctx": [
            "how do you counter boredom brought by the future",
            "how about changing the world"
        ]
    },
    {
        "date": "12.27.21 4:58 am",
        "ctx": [
            "How did you know that we would be able to #relate?",
            "just a lucky guess i suppose"
        ]
    },
    {
        "date": "12.27.21 12:52 am",
        "ctx": [
            "Is harmony sometimes dependant on rhythm?",
            "sure",
            "Say I have a melody i came up with. Depending on which notes i choose to harmonize i could potentially end up with different harmonies couldnt I?",
            "yes"
        ]
    },
    {
        "date": "12.26.21 11:50 pm",
        "ctx": [
            "new vid when",
            "right away"
        ]
    },
    {
        "date": "12.26.21 11:35 pm",
        "ctx": [
            "is it possible to make music only using car parts (e.g. the engine, blinkers, etc.)",
            "yes"
        ]
    },
    {
        "date": "12.26.21 9:00 pm",
        "ctx": [
            "is there a moment from a katy perry song that you like?",
            "most of 'never really over'"
        ]
    },
    {
        "date": "12.26.21 5:34 pm",
        "ctx": [
            "How do you make your songs?",
            "i don't know"
        ]
    },
    {
        "date": "12.26.21 12:04 pm",
        "ctx": [
            "how to be patient?.",
            "i will tell you later"
        ]
    },
    {
        "date": "12.26.21 8:29 am",
        "ctx": [
            "In your song New Canaan, why do you insist so much in the fact that every word you say is true? Also you say \"cause' I lie about details when my dreams don't come true\", so does it mean that because every word you say is true, your dreams did come true? Love that song btw",
            "that's the real point of everything in there. is to try to get you to love the song"
        ]
    },
    {
        "date": "12.26.21 7:51 am",
        "ctx": [
            "why do you switch between saying \"nothing is funny\" and \"everything is funny\"? what is the truth?",
            "they're both funny"
        ]
    },
    {
        "date": "12.26.21 7:17 am",
        "ctx": [
            "thoughts on potatoes",
            "the flavor overwhelms me"
        ]
    },
    {
        "date": "12.26.21 12:47 am",
        "ctx": [
            "If you wrote a book, but you only had 400 pages with 12pt font and double spacing to work with, thus not having enough space to write about everything, what would you write it about?",
            "you can write about everything in any amount of space"
        ]
    },
    {
        "date": "12.25.21 11:59 pm",
        "ctx": [
            "does any question surprise you anymore",
            "no"
        ]
    },
    {
        "date": "12.25.21 9:27 pm",
        "ctx": [
            "am i real",
            "let me perform some calculations"
        ]
    },
    {
        "date": "12.25.21 8:57 pm",
        "ctx": [
            "Should we just start killing each other?",
            "no"
        ]
    },
    {
        "date": "12.25.21 8:30 pm",
        "ctx": [
            "If music is just vibrations does that mean I can vibrate so hard that I create music?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "12.25.21 7:58 pm",
        "ctx": [
            "how are you doing?",
            "pretty good"
        ]
    },
    {
        "date": "12.25.21 7:54 pm",
        "ctx": [
            "are you stupid",
            "even better"
        ]
    },
    {
        "date": "12.25.21 7:23 pm",
        "ctx": [
            "How do you keep up a good conversation?",
            "just tell the truth. and if you don't know it, then ask the other person what the truth is. and if you've already told each other, then you could start memorizing all of earth's geography together"
        ]
    },
    {
        "date": "12.25.21 6:33 pm",
        "ctx": [
            "before you read this question what were u thinking about",
            "the previous question"
        ]
    },
    {
        "date": "12.25.21 4:05 pm",
        "ctx": [
            "Thoughts on leadership?",
            "not as easy as it looks"
        ]
    },
    {
        "date": "12.25.21 3:02 pm",
        "ctx": [
            "hi\nhow do you write melodies? (I can't, and if I do make one I soon realise that it was just someone else's song I kept in my memory)",
            "try to make it bad on purpose. the music will rebel against this, and unique things may happen"
        ]
    },
    {
        "date": "12.25.21 1:43 pm",
        "ctx": [
            "is the hotel in \"outside\" the same hotel that's in \"money\"",
            "i was going to say no but now that i think about it yes. update, i thought about it more and it is not. the reasons i know this is because in outside it says \"i just opened up a new hotel\" which implies the person is the owner. in the \"money\" song it says \"at the hotel where i'm staying\" and i just don't see the person as being the hotel owner in that case"
        ]
    },
    {
        "date": "12.25.21 11:14 am",
        "ctx": [
            "will you ever make a christmas song?",
            "i've done it before, and i'll do it again"
        ]
    },
    {
        "date": "12.25.21 3:48 am",
        "ctx": [
            "what is the meaning of christmas",
            "darkness, while being very grateful and thankful that the world is not usually this dark. in the southern hemisphere it takes a bit of reverse psychology to get this"
        ]
    },
    {
        "date": "12.25.21 12:43 am",
        "ctx": [
            "will dan smith teach you guitar?",
            "no way"
        ]
    },
    {
        "date": "12.25.21 12:27 am",
        "ctx": [
            "ever write down your dreams on the notebook page?",
            "i don't write anything in the notebook sections, i just upload things i've written offline previously. i write down dreams sometimes but i can't remember if any of them have been uploaded to that section. if they are, it would say clearly that that's what it is"
        ]
    },
    {
        "date": "12.24.21 9:32 pm",
        "ctx": [
            "Do you worry about not having friends and how it may negatively affect you?",
            "sometimes"
        ]
    },
    {
        "date": "12.24.21 9:07 pm",
        "ctx": [
            "I tried transcribing \"history of the entire world, i guess\" once, and the beginning at least lines up well at 135 bpm. This would make the pause near the start 42 8th notes long. Was it composed to a grid,",
            "absolutely not",
            "and is that an intentional Douglas Adams reference?",
            "absolutely not"
        ]
    },
    {
        "date": "12.24.21 8:44 pm",
        "ctx": [
            "Hi bill, I've been a huge fan of your music in 2021. I've got two random questions for you:\n1. Are you autistic?",
            "i don't know",
            "2. Do any of your songs have secret meanings?",
            "that depends what meanings you have found so far"
        ]
    },
    {
        "date": "12.24.21 7:59 pm",
        "ctx": [
            "why is the earth round",
            "to blow your mind",
            "and why do people want to take over the world",
            "for college credit maybe"
        ]
    },
    {
        "date": "12.24.21 7:52 pm",
        "ctx": [
            "Why are notes \"sharp\" or \"flat\" instead of \"sharp\" or \"smooth\", or \"flat\" or \"round\"",
            "why would it be those other ways instead of the first way"
        ]
    },
    {
        "date": "12.24.21 5:58 pm",
        "ctx": [
            "what should I do for christmas?",
            "everything"
        ]
    },
    {
        "date": "12.24.21 1:07 pm",
        "ctx": [
            "are you going to make a Christmas song/video for youtube",
            "i've done that a couple of times and i will probably do it again"
        ]
    },
    {
        "date": "12.24.21 8:12 am",
        "ctx": [
            "how does one talk to people without getting that weird feeling in the stomach?",
            "if you talk to people much more often it gets easier"
        ]
    },
    {
        "date": "12.24.21 5:07 am",
        "ctx": [
            "are you a princess?",
            "no but i can see why you would think that"
        ]
    },
    {
        "date": "12.24.21 3:46 am",
        "ctx": [
            "so did you ever end up eating those blades of grass?",
            "no"
        ]
    },
    {
        "date": "12.24.21 3:00 am",
        "ctx": [
            "What are the 3 chords on Long long long journey when you say \"Still might win\"",
            "that's just 2 chords. Bb7 and Ebmin7"
        ]
    },
    {
        "date": "12.24.21 1:06 am",
        "ctx": [
            "How long would a week have to be for you to confidently go on a weekly release schedule",
            "how about 1 day"
        ]
    },
    {
        "date": "12.24.21 12:38 am",
        "ctx": [
            "How do you feel about multisyllable single digit numbers",
            "pretty good"
        ]
    },
    {
        "date": "12.23.21 11:43 pm",
        "ctx": [
            "How can I get out of a writers block with songwriting?",
            "try to write the wrong song"
        ]
    },
    {
        "date": "12.23.21 11:26 pm",
        "ctx": [
            "whats up with those easter island heads?",
            "a 3D printing test gone horribly wrong"
        ]
    },
    {
        "date": "12.23.21 9:41 pm",
        "ctx": [
            "How many stings does a harp have?",
            "oh just a couple billion or so"
        ]
    },
    {
        "date": "12.23.21 9:29 pm",
        "ctx": [
            "how do i do everything?",
            "start by making a list of everything"
        ]
    },
    {
        "date": "12.23.21 8:23 pm",
        "ctx": [
            "hey i have something to ask where should i start trying to make music",
            "how about right where you are"
        ]
    },
    {
        "date": "12.23.21 8:13 pm",
        "ctx": [
            "what's the difference between britain and the uk?",
            "britain is the big island with london and glasgow on it. the uk is a country which includes that island plus a piece of the ireland island and some other stuff maybe"
        ]
    },
    {
        "date": "12.23.21 7:48 pm",
        "ctx": [
            "what's the best song you haven't written yet?",
            "i don't know"
        ]
    },
    {
        "date": "12.23.21 6:23 pm",
        "ctx": [
            "Do you give a lot of thought into how your songs are structured? Or do you just do what you think sounds good?",
            "i put a lot of thought into what sounds good"
        ]
    },
    {
        "date": "12.23.21 6:16 pm",
        "ctx": [
            "Thoughts on elephants?",
            "i always forget what size they are"
        ]
    },
    {
        "date": "12.23.21 3:09 pm",
        "ctx": [
            "more than a dream sounds great in my monitors, but in my car it feels too heavy on the bass side, why is this",
            "i stopped doing car tests because it's too depressing and it makes me purge out all of the low end and makes the non-car mix too thin. the solution to this is some magic trick i have not acquired yet"
        ]
    },
    {
        "date": "12.23.21 2:08 pm",
        "ctx": [
            "hey bill, here's a long one. a week or two ago i was drinking with some friends and i went way overboard, i was pretty much on another planet. at some point this one friend (who in the weeks leading up to this day i had talked a lot to about how friends should be able to open up to each other and all that) and i went to go do something and i guess he was drunk and comfortable enough with our friendship to tell me a deeply personal secret, one that he didn't even tell his therapist or anything. almost as soon as we returned to the rest of the group i unthinkingly blurted the secret out in front of everybody. i immediately apologized and he says that he's gotten over it and forgiven me but i've been having a real hard time trying to get over what a terrible thing i've done and what a terrible person i feel like. do you have any advice for me in this trying time?",
            "that's simply the power of alchohol. use it wisely"
        ]
    },
    {
        "date": "12.23.21 12:00 pm",
        "ctx": [
            "thoughts on birds running for president?",
            "that's fine with me"
        ]
    },
    {
        "date": "12.23.21 11:39 am",
        "ctx": [
            "Do you appreciate clever questions?",
            "i appreciate everything"
        ]
    },
    {
        "date": "12.23.21 8:03 am",
        "ctx": [
            "Favorite word at this very moment",
            "moment"
        ]
    },
    {
        "date": "12.23.21 6:40 am",
        "ctx": [
            "how do i develop a heightened sense of humour (like yours)",
            "that's easy. just start taking everything extremely seriously"
        ]
    },
    {
        "date": "12.23.21 4:45 am",
        "ctx": [
            "can i get a top view image of the streets in \"got some money\"",
            "(ref: lkytop.jpg\"target=\"_blank)sure"
        ]
    },
    {
        "date": "12.23.21 1:44 am",
        "ctx": [
            "in \"and the day goes on\", in 1900, the times are going to change. why, and how?",
            "being the 3rd verse, it seems to look toward a more broader time range. thinking about time and changes over the course of 10s or even 100s of years into the future. certainly there must have already been a feeling in 1900 that times were going to change, with rapidly developing new technologies. sound recordings, video, radio, cars, many more things. it's similar to the feeling we've been having ever since, with telephones, computers, planes, ai, many more things. By placing this in 1900, it's giving you an alternate view of the same story from an earlier point in time, and it also gives you the listener the sensation of actually being in the future, as you are listening to it more than 100 years later. so it hopefully rings especially true that times did change and indeed still are"
        ]
    },
    {
        "date": "12.22.21 10:27 pm",
        "ctx": [
            "any advice on writing raps?",
            "spend some of your time listening to beats while messing around saying stuff. spend another portion of your time quietly trying to imagine what you might say next time the beat is on"
        ]
    },
    {
        "date": "12.22.21 9:41 pm",
        "ctx": [
            "Do you have any type of phobia?",
            "yes"
        ]
    },
    {
        "date": "12.22.21 7:40 pm",
        "ctx": [
            "where does the sun go after it sets?",
            "it stays where it is. while you're going around the world"
        ]
    },
    {
        "date": "12.22.21 5:16 pm",
        "ctx": [
            "why don't you use capital letters?",
            "i do, but why don't you"
        ]
    },
    {
        "date": "12.22.21 3:21 pm",
        "ctx": [
            "Hey bill, how to get out of my own mind a little and live the present?",
            "if you can get your mind into the present then you can have both"
        ]
    },
    {
        "date": "12.22.21 2:33 pm",
        "ctx": [
            "is your next song 2:00-2:59?",
            "no"
        ]
    },
    {
        "date": "12.22.21 1:56 pm",
        "ctx": [
            "why are some things bigger than others",
            "now that i think about this, i realize it probably all stems back to the great rebellion (against everything being the same)"
        ]
    },
    {
        "date": "12.22.21 1:47 pm",
        "ctx": [
            "is it normal to get more excited about finishing something when you get more excited about what you're goign to do after",
            "yes"
        ]
    },
    {
        "date": "12.22.21 11:18 am",
        "ctx": [
            "have you ever considered doing a livestream",
            "yes"
        ]
    },
    {
        "date": "12.22.21 10:27 am",
        "ctx": [
            "thoughts on chairs",
            "pretty good"
        ]
    },
    {
        "date": "12.22.21 9:19 am",
        "ctx": [
            "when is it useful to use more words than less",
            ".....now?"
        ]
    },
    {
        "date": "12.22.21 8:33 am",
        "ctx": [
            "does your voice sound cooler in your head",
            "sometimes"
        ]
    },
    {
        "date": "12.22.21 7:27 am",
        "ctx": [
            "do you not like capital letters?",
            "i love them"
        ]
    },
    {
        "date": "12.22.21 6:49 am",
        "ctx": [
            "Do you practice other art forms besides music?",
            "yes"
        ]
    },
    {
        "date": "12.22.21 4:43 am",
        "ctx": [
            "is there a perfect song length?",
            "no. just you"
        ]
    },
    {
        "date": "12.22.21 4:13 am",
        "ctx": [
            "thoughts on modern music?",
            "it's so incredibly........ RECENT"
        ]
    },
    {
        "date": "12.22.21 12:32 am",
        "ctx": [
            "How do you feel about soap?",
            "too clean"
        ]
    },
    {
        "date": "12.21.21 10:36 pm",
        "ctx": [
            "why dont humans charge or need batteries like machines do?",
            "actually......."
        ]
    },
    {
        "date": "12.21.21 9:27 pm",
        "ctx": [
            "how to rid myself of the feeling that i'm a basic bitch for liking a song everyone and their dog's mom's cousin's spouse likes too",
            "some of the greatest human beings to ever walk the earth were basic bitches. leonardo da vinci was surely a basic bitch, at heart"
        ]
    },
    {
        "date": "12.21.21 6:51 pm",
        "ctx": [
            "Have you ever heard a song?",
            "i never don't"
        ]
    },
    {
        "date": "12.21.21 5:20 pm",
        "ctx": [
            "why is the postman high on the mountain to say \"there's still no news\"?",
            "because that was the strongest option i could think of, for that moment in the song, at the time of writing"
        ]
    },
    {
        "date": "12.21.21 3:05 pm",
        "ctx": [
            "How does one make a song?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "12.21.21 2:01 pm",
        "ctx": [
            "how to perform a satanic ritual?",
            "wake up in the morning"
        ]
    },
    {
        "date": "12.21.21 1:56 pm",
        "ctx": [
            "how many letters are in the answer to this question?",
            "0"
        ]
    },
    {
        "date": "12.21.21 11:41 am",
        "ctx": [
            "Why does circular pizza come in a square box",
            "i dare you to try making a circular box"
        ]
    },
    {
        "date": "12.21.21 11:32 am",
        "ctx": [
            "How can I make my instruments sound clear and isolated from one another without EQing them to death?",
            "i only know 3 tricks for this. 1: pan them. 2: use less instruments in the first place. 3: low cut all the non-basses. #3 changed my life but i suspect there's more to the story"
        ]
    },
    {
        "date": "12.21.21 11:23 am",
        "ctx": [
            "2 questions. Where did you learn to write and perform music,",
            "at home, and in the work place",
            "and what inspired you to do so.",
            "music"
        ]
    },
    {
        "date": "12.21.21 8:17 am",
        "ctx": [
            "when will you play live",
            "any day now"
        ]
    },
    {
        "date": "12.21.21 7:24 am",
        "ctx": [
            "Hey Bill, got yet another music theory question for ya. I'm going through a song, looking at it's chords to get a better understanding of it and I want to go through and write the roman numerals and type (maj, min, dim, etc) so like I-ii-V-vi etc etc. Problem is, this is one of those songs that doesn't sit neatly in major or minor. It has one flat, starts on a D minor chord but resolves most of the time to F major, however, it resolves to a D minor at the very end. So, to the point, do I write the numerals in terms of the minor key (i-ii°-III-iv-v-VI-VII) or the major key (I-ii-iii-IV-V-vi-vii°)? Thanks so much",
            "i personally don't use roman numerals because they make my eyes hurt, but, in terms of deciding whether your minor root is called 1 or 6..... it's your choice. it's like choosing what you want for breakfast, which i understand is easier said than done"
        ]
    },
    {
        "date": "12.21.21 5:01 am",
        "ctx": [
            "how does music make me feel such strange emotions even though if you zoom in, it's just a bunch of frequencies and stuff",
            "it's all games with time"
        ]
    },
    {
        "date": "12.21.21 3:46 am",
        "ctx": [
            "why do chickens bok?",
            "for pleasure"
        ]
    },
    {
        "date": "12.21.21 3:23 am",
        "ctx": [
            "Hello",
            "hi"
        ]
    },
    {
        "date": "12.21.21 3:18 am",
        "ctx": [
            "Have you ever heard a perfect song?",
            "no"
        ]
    },
    {
        "date": "12.21.21 2:01 am",
        "ctx": [
            "how to title a song if it doesnt have lyrics",
            "circumstance. for example, if you wrote it underwater you could call it the underwater song. UNLESS you've written multiple songs underwater. you'll have to find the most defining circumstancial attribute"
        ]
    },
    {
        "date": "12.20.21 11:25 pm",
        "ctx": [
            "why is it called a \"bathroom\" if there's only a shower in it?",
            "really the only thing guaranteed to be in there is a toilet. but not everyone is brave enough to say 'toilet' out loud"
        ]
    },
    {
        "date": "12.20.21 10:04 pm",
        "ctx": [
            "hey bill, what was the quote you said something about singing bad things in a good tune?",
            "not really a quote, just common sense. this has been known for a long time"
        ]
    },
    {
        "date": "12.20.21 8:43 pm",
        "ctx": [
            "why is everyone catching covid",
            "because everyone is being friendly. covid is the friendlyness disease"
        ]
    },
    {
        "date": "12.20.21 5:14 pm",
        "ctx": [
            "will we ever see any reality videos that predate bookstacking?",
            "it's possible"
        ]
    },
    {
        "date": "12.20.21 3:36 pm",
        "ctx": [
            "what is the worst chord?",
            "there will always be worse chords"
        ]
    },
    {
        "date": "12.20.21 1:57 pm",
        "ctx": [
            "Favorite part of more than a dream?",
            "'dreams make sense'"
        ]
    },
    {
        "date": "12.20.21 12:49 pm",
        "ctx": [
            "how would you rate the tao te ching on a scale of seven to maybe forty six",
            "it gets an average rating"
        ]
    },
    {
        "date": "12.20.21 11:19 am",
        "ctx": [
            "thoughts on comic sans?",
            "too good, don't use"
        ]
    },
    {
        "date": "12.20.21 10:26 am",
        "ctx": [
            "where can I buy some sexy pants?",
            "just buy regular pants. you're gonna have to make them sexual"
        ]
    },
    {
        "date": "12.20.21 10:13 am",
        "ctx": [
            "have you ever thought of making a full album?",
            "i used to think of that occasionally, until i realized i don't like full albums. it turns out what i was actually looking for is story telling where plenty of non-songs and/or visuals are available"
        ]
    },
    {
        "date": "12.20.21 9:56 am",
        "ctx": [
            "Is it true that sillyness is next to godlyness?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "12.20.21 9:50 am",
        "ctx": [
            "opinions on musical theater",
            "seems like common sense really"
        ]
    },
    {
        "date": "12.20.21 9:12 am",
        "ctx": [
            "How do I go about voicing chords, I know just do what sounds good seems pretty obvious, but my end goal is to play with other musicians (I'm not in a position to do that right now) and I feel like I need to learn \"standard voicings\" for chords to properly be able to communicate with said musicians.",
            "99.9% of the learning on this is going to take place while the other players are there and you are actually playing together"
        ]
    },
    {
        "date": "12.20.21 7:02 am",
        "ctx": [
            "Is there a secret meaning to your lyrics?",
            "the meaning mostly comes when you hear them in the song, musically. in other words, the non-musical lyrical experience on the written page is not backed by any kind of factory guarantee"
        ]
    },
    {
        "date": "12.20.21 5:30 am",
        "ctx": [
            "I feel Like a potatoe",
            "that's normal. potatoes are normal"
        ]
    },
    {
        "date": "12.20.21 3:10 am",
        "ctx": [
            "is the next song a sad song?",
            "no"
        ]
    },
    {
        "date": "12.20.21 2:47 am",
        "ctx": [
            "Where the heck is yonder",
            "over there"
        ]
    },
    {
        "date": "12.20.21 1:54 am",
        "ctx": [
            "what is seriousness",
            "hilarious"
        ]
    },
    {
        "date": "12.20.21 1:07 am",
        "ctx": [
            "when you make a song, do you start with the music, the lyrics, or the vocal melody?",
            "the vocal melody is music, and i start with that and the lyrics at the same time, so in that sense the lyrics are also music. and chords also come with that"
        ]
    },
    {
        "date": "12.19.21 11:29 pm",
        "ctx": [
            "who decided what is cool?",
            "you may have to do it"
        ]
    },
    {
        "date": "12.19.21 9:40 pm",
        "ctx": [
            "How would you feel if someone mixed coffee and tea together?",
            "pretty good"
        ]
    },
    {
        "date": "12.19.21 8:41 pm",
        "ctx": [
            "thoughts on eye contact?",
            "ah yes, that's called \"getting to second base\""
        ]
    },
    {
        "date": "12.19.21 1:41 pm",
        "ctx": [
            "how are you so wise?",
            "all you need is an ordinary desk. it doesn't really matter if it even is a desk. just think of something and have that be your desk. then, as time goes by, you can watch it slowly turn into a desk of knowledge. does not have to be a real desk, can be rocks, etc"
        ]
    },
    {
        "date": "12.19.21 11:25 am",
        "ctx": [
            "opinion on hamsters",
            "not all hamsters are actors, and not all actors are hamsters; but, some hamsters are actors, and in turn, some actors are hamsters"
        ]
    },
    {
        "date": "12.19.21 9:49 am",
        "ctx": [
            "thoughts about an eighth day of the week?",
            "10 would be better"
        ]
    },
    {
        "date": "12.19.21 7:25 am",
        "ctx": [
            "why did you choose \"tenacious\" in the song 'When I Get Older'?",
            "i had a sudden craving for that word"
        ]
    },
    {
        "date": "12.19.21 6:06 am",
        "ctx": [
            "Do plants have feelings?",
            "i think so",
            "Should we talk to plants?",
            "sure, in the language of LIGHT and WATER",
            "Will saying nice things to them make them grow faster",
            "you have to mean it"
        ]
    },
    {
        "date": "12.19.21 2:12 am",
        "ctx": [
            "Hey bill, what's the deal with secondary dominants? Can they be used for anything other than changing key?",
            "this may or may not help with your situation, but it will help with something. play these 3 notes at the same time: \nD (bass range, about 2 octaves below middle C) \nF# (just below middle C)\nC (middle C)\n\nthen play these 3 notes at the same time: \nG (bass range, about an octave and a half below middle C)\nF (just below the F# from before)\nC (middle C)\n\nthen play these 3 notes at the same time:\nC (bass range, 2 octaves below middle C)\nE (just below the F from before)\nC (middle C)\n\nthen, write down (approximately) the 3 chords you just played, like this:\nD7G7sus4C\n\nif all goes well, the next time you hear a song with this thing in it, you will get a mild twinkle of knowingfulness in your mind, and you'll say, \"ah yes, that's that thing\""
        ]
    },
    {
        "date": "12.18.21 10:57 pm",
        "ctx": [
            "How do all your songs have that one line that is really relatable for no reason?\nI.E. \"i wonder about my neighbors even though i dont have them\" or \"deep in the city, the buildings wonder if theyll ever be built\".",
            "i have a reason"
        ]
    },
    {
        "date": "12.18.21 9:07 pm",
        "ctx": [
            "What are your thoughts on memes",
            "too strong"
        ]
    },
    {
        "date": "12.18.21 4:28 pm",
        "ctx": [
            "do you think santa is exploitative to their elfs?",
            "those are fictional, but the scenario does play out in real life"
        ]
    },
    {
        "date": "12.18.21 3:31 pm",
        "ctx": [
            "if you existed 100 years ago without access to any technology from today, how do you think you would go about making the stuff you do?",
            "i'd surely get a band together, do shows, make some records, maybe write some pamphlets to go with the records. or maybe i would find myself writing for the theater"
        ]
    },
    {
        "date": "12.18.21 2:05 pm",
        "ctx": [
            "What would you do if you were given the chance to live a life on earth?",
            "freak the heck out, apparently"
        ]
    },
    {
        "date": "12.18.21 2:03 pm",
        "ctx": [
            "why in the here comes the sun video did you use quotation marks for the word \"nobody\"?",
            "maybe open up some \"possibilities\""
        ]
    },
    {
        "date": "12.18.21 10:39 am",
        "ctx": [
            "would you sample a bee hive and use it?",
            "how about using the actual bee hive"
        ]
    },
    {
        "date": "12.18.21 2:14 am",
        "ctx": [
            "Do you view life as more of a web of possible outcomes decided by our decisions and as such decisions should be carefully made and considered or do you feel it's more of a passive thing in which our decisions set us on a trajectory and all we can truly do to influence the future is make slight alterations to that trajectory?",
            "there's got to be some middle ground"
        ]
    },
    {
        "date": "12.18.21 1:20 am",
        "ctx": [
            "do you think it is a good idea to learn a stringed instrument by learning how to play two strings, then three strings, and so on until you can play all the strings?",
            "yes, that sounds fine with me"
        ]
    },
    {
        "date": "12.18.21 12:40 am",
        "ctx": [
            "to the high schoolers having to analyze your work 50 years from now what do you have to say to them?",
            "HI HOW ARE YOU"
        ]
    },
    {
        "date": "12.17.21 11:56 pm",
        "ctx": [
            "is the reason song production has been taking longer than it has in the past because you've made some kind of breakthrough?",
            "absolutely not"
        ]
    },
    {
        "date": "12.17.21 10:29 pm",
        "ctx": [
            "why is it so warm",
            "to compete, with coldness"
        ]
    },
    {
        "date": "12.17.21 5:56 pm",
        "ctx": [
            "How do you find the time to answer all the questions here!?",
            "how about doing them all right now"
        ]
    },
    {
        "date": "12.17.21 5:31 pm",
        "ctx": [
            "what are your thoughts on a piano",
            "very friendly. the friendship instrument"
        ]
    },
    {
        "date": "12.17.21 3:20 pm",
        "ctx": [
            "how many tries did it take to pull off that sick mic swing in hello sexy pants",
            "1"
        ]
    },
    {
        "date": "12.17.21 12:51 pm",
        "ctx": [
            "how to use a chair?",
            "stand on it, to become taller"
        ]
    },
    {
        "date": "12.17.21 12:11 pm",
        "ctx": [
            "when do I start?",
            "i think you already did"
        ]
    },
    {
        "date": "12.17.21 12:00 pm",
        "ctx": [
            "what is your best one-liner",
            "hi"
        ]
    },
    {
        "date": "12.17.21 11:15 am",
        "ctx": [
            "why does queue have 4 silent letters in a row",
            "to blow your mind"
        ]
    },
    {
        "date": "12.17.21 9:37 am",
        "ctx": [
            "why do all the boys in congress get mad? is it because of the world?",
            "it's like sports. they have to be mad at each other, or else the game doesn't work and it would be a useless franchise"
        ]
    },
    {
        "date": "12.17.21 6:30 am",
        "ctx": [
            "how do you get insperation for your songs?",
            "it's everywhere"
        ]
    },
    {
        "date": "12.17.21 2:33 am",
        "ctx": [
            "hello, can you reveal to us your biggest weakness?",
            "sure. my brain is so loud it chokes itself"
        ]
    },
    {
        "date": "12.17.21 1:03 am",
        "ctx": [
            "How every does it get?",
            "how much can you handle"
        ]
    },
    {
        "date": "12.16.21 10:23 pm",
        "ctx": [
            "why are you so cool?",
            "it's a fallback, in case everything else goes wrong"
        ]
    },
    {
        "date": "12.16.21 10:12 pm",
        "ctx": [
            "what is your mic for music recording?",
            "i use one of the regular ones"
        ]
    },
    {
        "date": "12.16.21 8:05 pm",
        "ctx": [
            "best way to make a sandwich?",
            "place 1 sandwich between 2 non-sandwiches. that's a sandwich sandwich"
        ]
    },
    {
        "date": "12.16.21 7:26 pm",
        "ctx": [
            "Please use a Hurdy Gurdy in your next song thank you",
            "that's not going to make things any better"
        ]
    },
    {
        "date": "12.16.21 6:27 pm",
        "ctx": [
            "which of your songs would you say you like the least?",
            "i can't tell how much i like any of them"
        ]
    },
    {
        "date": "12.16.21 5:42 pm",
        "ctx": [
            "thoughts on humanity",
            "very friendly"
        ]
    },
    {
        "date": "12.16.21 4:54 pm",
        "ctx": [
            "what's your favorite game",
            "playing"
        ]
    },
    {
        "date": "12.16.21 4:09 pm",
        "ctx": [
            "did you decide at any point during the writing / production of got to know what's going on that you only wanted to use the major scale",
            "absolutely not",
            "or did it just wholly shake out that way, unintentionally?",
            "i'm going through it in my mind to see if your thesis is even true. ah yes, i think there are some passing tones in the bass, for sure. so it's not true. but moreover there are no scales goals with me. the closest i ever came to a scales goal was this one time when a scalular riff  idea/exercise infected my brain suddenly and i couldn't get it out of my head until i (ref: hey-mom-i-beat-the-scale.mp3\"target=\"_blank)finished it"
        ]
    },
    {
        "date": "12.16.21 1:33 pm",
        "ctx": [
            "What happened to those short videos you used to post? They've been gone since 2016 or so",
            "i just checked, they're still there"
        ]
    },
    {
        "date": "12.16.21 1:16 pm",
        "ctx": [
            "whens the last time you watched a broadcast of a sporting event",
            "around 2008"
        ]
    },
    {
        "date": "12.16.21 12:58 pm",
        "ctx": [
            "how to love everything",
            "you're going to have to love yourself"
        ]
    },
    {
        "date": "12.16.21 12:19 pm",
        "ctx": [
            "what would you consider an acceptable height for going to the mall?",
            "shorter than the mall"
        ]
    },
    {
        "date": "12.16.21 10:39 am",
        "ctx": [
            "why is that one part of at the airport terminal so darn catchy",
            "just in case"
        ]
    },
    {
        "date": "12.16.21 3:48 am",
        "ctx": [
            "Do you like doing anagrams?",
            "yes"
        ]
    },
    {
        "date": "12.16.21 1:41 am",
        "ctx": [
            "song plz im begging",
            "me too"
        ]
    },
    {
        "date": "12.16.21 12:49 am",
        "ctx": [
            "how do you do it",
            "can't"
        ]
    },
    {
        "date": "12.15.21 10:25 pm",
        "ctx": [
            "did you model the piano in here comes the sun",
            "yes"
        ]
    },
    {
        "date": "12.15.21 9:57 pm",
        "ctx": [
            "so you think that rain in December shouldnt be possible?",
            "no"
        ]
    },
    {
        "date": "12.15.21 8:48 pm",
        "ctx": [
            "I'm quite confused, especially as to what I'm confused about, got any advice?",
            "have you thought about going into a deep slumber"
        ]
    },
    {
        "date": "12.15.21 8:20 pm",
        "ctx": [
            "have you ever thought of doing a fully a cappella song?",
            "yes, but i call that something different. i call it \"vocal only\""
        ]
    },
    {
        "date": "12.15.21 8:15 pm",
        "ctx": [
            "why don't you use capital letters",
            "i do, but why don't you"
        ]
    },
    {
        "date": "12.15.21 8:10 pm",
        "ctx": [
            "how do you do things?",
            "combine them all into 1 thing and just do that"
        ]
    },
    {
        "date": "12.15.21 7:32 pm",
        "ctx": [
            "are you recording yourself for the next video",
            "yes"
        ]
    },
    {
        "date": "12.15.21 12:17 pm",
        "ctx": [
            "is there lore to this website?",
            "yes, i used to think i would use thousands of alternate identities, to cover all the breadth of different types of material i wanted to create, without them getting in the way of each other, and perhaps also as a way to escape from the pressure of having to own up to any particular one. but then i realized that this strategy doesn't play well with the confines of contiguous spacetime. so i finally had to just suck it up and admit i'm just 1 person, and that's when i made the website and put everything on it"
        ]
    },
    {
        "date": "12.15.21 10:28 am",
        "ctx": [
            "What does your desktop wallpaperlook like?",
            "blank black"
        ]
    },
    {
        "date": "12.15.21 9:35 am",
        "ctx": [
            "Forgive me if I'm wrong, but it seems like the song recording for your next song is taking much longer than previous songs.",
            "more than a dream took longer",
            "Like after about 2 months I figured you'd be working on the video part.Is there any particular reason for this?",
            "i'm broken"
        ]
    },
    {
        "date": "12.15.21 4:55 am",
        "ctx": [
            "how do you deal with it when you get stuck on something while doing a project and can't find a way forward?",
            "i don't know"
        ]
    },
    {
        "date": "12.15.21 2:21 am",
        "ctx": [
            "what is your favorite part of the Standard Model of particle physics?",
            "there are some parts left to the imagination"
        ]
    },
    {
        "date": "12.15.21 1:18 am",
        "ctx": [
            "what do I do if I'm not sure about what to do, or what to learn if information is false, or be the best version of myself I can be? Know what I mean? Please help.",
            "how about going for a stroll"
        ]
    },
    {
        "date": "12.14.21 11:41 pm",
        "ctx": [
            "how far are you into the video production process?",
            "freak out #3"
        ]
    },
    {
        "date": "12.14.21 10:38 pm",
        "ctx": [
            "how to defend against an octopus that can spit lava plz respond quick it's breaking down my door I dont have much more time to spare send help",
            "ok, i'll be right over"
        ]
    },
    {
        "date": "12.14.21 9:49 pm",
        "ctx": [
            "what is life",
            "it's you"
        ]
    },
    {
        "date": "12.14.21 7:50 pm",
        "ctx": [
            "Does life only consist of killing time until time kills you,",
            "that's a very morbid spin on it",
            "or is there more to life?",
            "there are many different other types of spins"
        ]
    },
    {
        "date": "12.14.21 2:17 pm",
        "ctx": [
            "do you know music theory",
            "i know music"
        ]
    },
    {
        "date": "12.14.21 2:00 pm",
        "ctx": [
            "I have a final in 2 hours that I'm worried won't go very well, do you have any posthumous advice for me?",
            "no, because you are not dead"
        ]
    },
    {
        "date": "12.14.21 11:28 am",
        "ctx": [
            "Is there a deeper meaning in all of your work,",
            "deeper than what",
            "or am i just hallucinating?",
            "how many did you take"
        ]
    },
    {
        "date": "12.14.21 10:12 am",
        "ctx": [
            "What kind of question should I ask?",
            "how about a very average question"
        ]
    },
    {
        "date": "12.14.21 9:42 am",
        "ctx": [
            "how can i find my previous question",
            "it's (ref: q.php?date=202111132006\"target=\"_blank)here<remqq></remqq>"
        ]
    },
    {
        "date": "12.14.21 7:37 am",
        "ctx": [
            "does the time it takes to make the music video equal around 50% percent of the total time. or is it heavily sided?",
            "it's different every time because i still haven't learned how to do this yet"
        ]
    },
    {
        "date": "12.14.21 7:36 am",
        "ctx": [
            "Are you working on a new video?",
            "i'm working on the song for it"
        ]
    },
    {
        "date": "12.14.21 6:08 am",
        "ctx": [
            "do you ever ask for help when writing songs",
            "no",
            "or you just write every part and play each instrument yourself?",
            "yes"
        ]
    },
    {
        "date": "12.14.21 3:10 am",
        "ctx": [
            "thoughts on the get back beatles documentary?",
            "it's trapped inside of disney plus for now"
        ]
    },
    {
        "date": "12.14.21 1:00 am",
        "ctx": [
            "Was there any meaning before the \"Nothing was ever anywhere\" speech at the start of History of the entire world? My human geography teacher is convinced that there's a hidden meaning.",
            "i'm trying to explain how and why the 'big bang' happened. i'm trying to provide some motivation. i was just trying to pose the situation, if time and space don't exist, ....... what would that experience be like?"
        ]
    },
    {
        "date": "12.14.21 12:38 am",
        "ctx": [
            "since (if i remember correctly) you've said chords are often baked into the melody of a song, do you think it would be reasonable to write the lyrics/melody first and figure out the chords later (particularly for someone who doesnt know many chords yet)",
            "sure. it's like drawing some pretty flowers first, then drawing the table. you'll know where the table should go. (it goes under the flowers)"
        ]
    },
    {
        "date": "12.14.21 12:23 am",
        "ctx": [
            "why do u exist?",
            "someone's gotta do it"
        ]
    },
    {
        "date": "12.13.21 9:16 pm",
        "ctx": [
            "I'm recently getting into writing glitchy stuff like Aphex Twin and I love it but I'm worried my interest is fleeting and I'm just gonna drop it in like 2 weeks like everything else I do. How do I not do this?",
            "this may not be what you want to hear, but, you're gonna have to do what you like"
        ]
    },
    {
        "date": "12.13.21 8:06 pm",
        "ctx": [
            "Do you think its possible to become a well known artist without being some sort of character?",
            "no. it's impossible to be alive and not be a character. everyone is a character. even objects are characters"
        ]
    },
    {
        "date": "12.13.21 6:52 pm",
        "ctx": [
            "what is the meaning of 42?",
            "6x7"
        ]
    },
    {
        "date": "12.13.21 6:37 pm",
        "ctx": [
            "what is your favorite part of the calendar?",
            "the beginning"
        ]
    },
    {
        "date": "12.13.21 4:55 pm",
        "ctx": [
            "what do you do when youre on the train?",
            "if i'm feeling special i will write a song. if i am feeling not so special i may begin to contemplate the prime factorization of the serial number of the train car"
        ]
    },
    {
        "date": "12.13.21 3:24 pm",
        "ctx": [
            "when i finished my final project, i felt great relief. why am i relieved to be done with the project if it is supposed to be something i enjoy doing, since it is my desired career path?",
            "maybe you are excited to be able to do a new project"
        ]
    },
    {
        "date": "12.13.21 1:48 pm",
        "ctx": [
            "What are your future projects?",
            "a lot of songs, videos for songs, and a lot more videos that aren't songs"
        ]
    },
    {
        "date": "12.13.21 1:17 pm",
        "ctx": [
            "how to be creative?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "12.13.21 1:04 pm",
        "ctx": [
            "when you write the lyrics to a song, do you pay attention to the meaning of the words or what they sound like?",
            "oh hell yeah"
        ]
    },
    {
        "date": "12.13.21 12:02 pm",
        "ctx": [
            "why do you take on so many forms",
            "because i'm..............*alive*"
        ]
    },
    {
        "date": "12.13.21 11:47 am",
        "ctx": [
            "What do you think about crabs?",
            "not very realistic"
        ]
    },
    {
        "date": "12.13.21 9:56 am",
        "ctx": [
            "how do i become a better actor",
            "say the lines while eating food"
        ]
    },
    {
        "date": "12.13.21 9:48 am",
        "ctx": [
            "What is art?",
            "it's when what you want to say is stronger than you thought"
        ]
    },
    {
        "date": "12.13.21 9:30 am",
        "ctx": [
            "What do you think about pineapple on pizza??",
            "i'll give you a hint, pineapple goes very well with sandals and pizza goes well with socks"
        ]
    },
    {
        "date": "12.13.21 8:47 am",
        "ctx": [
            "i've seen you answer some questions about the video production taking too long with \"because i'm an idiot\" in the answer. I've felt this way about other things I used to do, but I've since quit because I thought I'd never achieve my goals since I'm an idiot. Am I wrong? What keeps you going?",
            "smartness"
        ]
    },
    {
        "date": "12.13.21 8:09 am",
        "ctx": [
            "if the thing shown during the distorted quiz section in your video \"hallelujah\" was not a boat, then what is it? (according to your plugin preset list, appears it wasn't a boat)",
            "it's that sound. i have no idea what it is. that's why i had to call it \"not a boat\", because that's the only thing i truly knew about it"
        ]
    },
    {
        "date": "12.13.21 5:03 am",
        "ctx": [
            "what are you working on right now",
            "finishing up a song recording"
        ]
    },
    {
        "date": "12.13.21 4:17 am",
        "ctx": [
            "how do I learn an instrument",
            "just start playing it. there's a good chance that no one else has ever learned it the way you can"
        ]
    },
    {
        "date": "12.13.21 3:26 am",
        "ctx": [
            "why do things at all?",
            "to unlock the ability to do more things"
        ]
    },
    {
        "date": "12.13.21 12:32 am",
        "ctx": [
            "How do I play marimba?",
            "the hardest part is finding a marimba"
        ]
    },
    {
        "date": "12.12.21 8:39 pm",
        "ctx": [
            "suggest a fun after school activity?.",
            "set up a new, rival school"
        ]
    },
    {
        "date": "12.12.21 7:50 pm",
        "ctx": [
            "I'm sorry when I was mean to you, but I need to ask you to save the earth and its people, if you can. Bye.",
            "i'll look into it"
        ]
    },
    {
        "date": "12.12.21 2:32 pm",
        "ctx": [
            "Did you ever get to the other side of that door?",
            "i'm the door"
        ]
    },
    {
        "date": "12.12.21 11:52 am",
        "ctx": [
            "why are your videos so brain-breaking?",
            "just trying to get by"
        ]
    },
    {
        "date": "12.12.21 6:05 am",
        "ctx": [
            "what is the biggest question in your life you are yet to answer?",
            "how to do it"
        ]
    },
    {
        "date": "12.12.21 5:48 am",
        "ctx": [
            "What was in the last box in your \"unboxing video\"?",
            "all the previous boxes combined"
        ]
    },
    {
        "date": "12.12.21 4:49 am",
        "ctx": [
            "What's your favorite book",
            "i can't think of any books"
        ]
    },
    {
        "date": "12.11.21 11:40 pm",
        "ctx": [
            "Would you write me a short poem as an answer to this question?",
            "srue"
        ]
    },
    {
        "date": "12.11.21 9:44 pm",
        "ctx": [
            "If you could tell me one thing, what would it be?",
            "everything"
        ]
    },
    {
        "date": "12.11.21 8:37 pm",
        "ctx": [
            "why did \"here comes the sun\" take so long to finish (10 years)",
            "it took much less time than that, but still too long. in total it probably took about 1 week to write it, about 2 months to produce the audio, and about 3 months to produce the video. which is way too long for the production, and the reason for that is because i'm an idiot"
        ]
    },
    {
        "date": "12.11.21 7:23 pm",
        "ctx": [
            "on a scale of money to Christmas what is your favorite part of history of the world",
            "the 9 and a half seconds of silence, to contemplate whether or not to do the big bang"
        ]
    },
    {
        "date": "12.11.21 5:46 pm",
        "ctx": [
            "bill wurtz how do you respond to haters or do you not respond at all",
            "i shall like and subscribe to them"
        ]
    },
    {
        "date": "12.11.21 5:05 pm",
        "ctx": [
            "If Steve's name is actually my name, then why does he call himself Steve?",
            "to get the video off to a roaring start"
        ]
    },
    {
        "date": "12.11.21 4:21 pm",
        "ctx": [
            "how are you so cool",
            "i'm just you"
        ]
    },
    {
        "date": "12.11.21 3:22 pm",
        "ctx": [
            "HOW TO DO THING?",
            "it's you. you're the thing"
        ]
    },
    {
        "date": "12.11.21 2:27 pm",
        "ctx": [
            "how do you choose the questions that go in this page?",
            "i don't know"
        ]
    },
    {
        "date": "12.11.21 1:51 pm",
        "ctx": [
            "would you ever use a loop for a song? a drum loop perhaps?",
            "usually no"
        ]
    },
    {
        "date": "12.11.21 11:00 am",
        "ctx": [
            "thoughts on books",
            "amazing, especially if computers don't exist yet"
        ]
    },
    {
        "date": "12.11.21 9:37 am",
        "ctx": [
            "whats the biggest number you can think of",
            "1"
        ]
    },
    {
        "date": "12.11.21 9:37 am",
        "ctx": [
            "what makes things cool?.",
            "you might have to do it"
        ]
    },
    {
        "date": "12.11.21 7:40 am",
        "ctx": [
            "The most outrageous emotion felt today?",
            "even just average emotions are too outrageous to name or describe"
        ]
    },
    {
        "date": "12.11.21 12:22 am",
        "ctx": [
            "what do you think about dense, solid bricks of bread",
            "makes me want to build a fort"
        ]
    },
    {
        "date": "12.10.21 11:13 pm",
        "ctx": [
            "What's your thoughts on the ocean",
            "too big. need a bridge"
        ]
    },
    {
        "date": "12.10.21 10:07 pm",
        "ctx": [
            "thoughts on self diagnosis",
            "get a second opinion: do it twice"
        ]
    },
    {
        "date": "12.10.21 9:47 pm",
        "ctx": [
            "What's your stance on love?",
            "i vote yes on it"
        ]
    },
    {
        "date": "12.10.21 9:25 pm",
        "ctx": [
            "what do you think about the fact that I judge your character by projecting myself onto you?",
            "that's normal"
        ]
    },
    {
        "date": "12.10.21 8:07 pm",
        "ctx": [
            "would you believe me if i told you that i saw an unidentified flying ufo before?",
            "if you give me a tape i could watch it on my vhs system"
        ]
    },
    {
        "date": "12.10.21 7:22 pm",
        "ctx": [
            "what is your favourite sound",
            "it's a tie between 'yep' and 'nope'"
        ]
    },
    {
        "date": "12.10.21 7:07 pm",
        "ctx": [
            "Is it a bad thing if my mind is in the gutter?",
            "the gutter is good. it prevents flooding"
        ]
    },
    {
        "date": "12.10.21 3:59 pm",
        "ctx": [
            "why is at the airport terminal so perfectly harmonized\ni just listened to it 5 times in a row and didn't get enough",
            "i made a contractual agreement with myself long ago that i will spank myself if i do not harmonize well. and just to be clear about this, spanking is not a turn on for me"
        ]
    },
    {
        "date": "12.10.21 3:27 pm",
        "ctx": [
            "Are the lyrics in your songs supposed to mean something or the words are just randomly picked?",
            "it's supposed to make the overall song as good and meaningful as possible"
        ]
    },
    {
        "date": "12.10.21 2:10 pm",
        "ctx": [
            "thoughts on buckets?",
            "i'm impressed"
        ]
    },
    {
        "date": "12.10.21 12:05 pm",
        "ctx": [
            "are you a person",
            "oh, that would explain some of these outrageous feelings i've been having"
        ]
    },
    {
        "date": "12.10.21 11:46 am",
        "ctx": [
            "wait you found a solution for freaking out? what is it??",
            "it's always different, and always unfortunately proven wrong by the next freakout"
        ]
    },
    {
        "date": "12.10.21 10:49 am",
        "ctx": [
            "what is the best chord progression?",
            "Am F C G"
        ]
    },
    {
        "date": "12.10.21 9:08 am",
        "ctx": [
            "What would make you never write another song again?",
            "maybe if the universe was destroyed"
        ]
    },
    {
        "date": "12.10.21 8:03 am",
        "ctx": [
            "Thoughts on towels",
            "you must keep them dry. dry off your towel with a towel before you use it, to make sure it is dry"
        ]
    },
    {
        "date": "12.10.21 5:53 am",
        "ctx": [
            "what is your favourite part of pencil?",
            "the eraser"
        ]
    },
    {
        "date": "12.10.21 4:29 am",
        "ctx": [
            "why did the chicken cross the road?",
            "someone's gotta do it"
        ]
    },
    {
        "date": "12.10.21 2:14 am",
        "ctx": [
            "Weirdest timeplace a song has struck you?",
            "on a writing session. this is weird because songs normally love to occur nowhere near the damn writing session"
        ]
    },
    {
        "date": "12.10.21 12:20 am",
        "ctx": [
            "would you say you that you are smarter than a gorilla",
            "that all depends which gorilla"
        ]
    },
    {
        "date": "12.9.21 11:04 pm",
        "ctx": [
            "I really really want to make music, and if I knew how I would be doing it nonstop. However, I don't know where to learn it or where to look to find it and just playing stuff hasn't taught me much at all.",
            "i have some good and bad news. no one knows. this is bad news because no one knows how to do it. but it's good news because it means you can do it without knowing how"
        ]
    },
    {
        "date": "12.9.21 11:04 pm",
        "ctx": [
            "how do i make a change",
            "act like you're gonna keep things the same, and then see what that makes you feel"
        ]
    },
    {
        "date": "12.9.21 10:43 pm",
        "ctx": [
            "how crispy is crispy?",
            "1"
        ]
    },
    {
        "date": "12.9.21 10:37 pm",
        "ctx": [
            "hi i just wanted to say i think it's very cool how the traffic lights change in time with the percussion in got some money, it makes me happy",
            "that's good, i'm looking forward to doing some other happy things also"
        ]
    },
    {
        "date": "12.9.21 10:14 pm",
        "ctx": [
            "How does one become as awesome as you?",
            "be as awesome as you"
        ]
    },
    {
        "date": "12.9.21 8:56 pm",
        "ctx": [
            "What do you think about song mashups?",
            "would prefer a mash down"
        ]
    },
    {
        "date": "12.9.21 7:37 pm",
        "ctx": [
            "why didn't you make any songs in 2012",
            "i spent the whole year writing songs. about half of \"here comes the sun\" was written in 2012. the chorus of \"la de da\" was written in 2012. the verses of \"it's gonna be alright\" were written in 2012. \"the road\" was written in 2012. \"we could just get high\" was mostly written in 2012. \"alphabet shuffle\" was mostly written in 2012. the chorus of \"hallelujah\" was written in 2012. \"new canaan\" was revised in 2012. almost half of \"this is a song for my next album\" was written in 2012. about 100 other unreleased/unfinished songs had their writing worked on during 2012"
        ]
    },
    {
        "date": "12.9.21 7:02 pm",
        "ctx": [
            "what's the biggest mystery in the universe?",
            "you"
        ]
    },
    {
        "date": "12.9.21 6:51 pm",
        "ctx": [
            "Whats the last problem you found a solution for",
            "freaking out"
        ]
    },
    {
        "date": "12.9.21 5:54 pm",
        "ctx": [
            "What is the meaning of life",
            "movement"
        ]
    },
    {
        "date": "12.9.21 5:29 pm",
        "ctx": [
            "do you know when your next video will be coming out",
            "no, i just hope it's as soon as possible",
            "and if so and if you want to can you please tell us when?"
        ]
    },
    {
        "date": "12.9.21 3:05 pm",
        "ctx": [
            "In \"I've done a bad thing\". What exactly was the bad thing you did? Because I'm wondering what you did",
            "failed at producing a song too quickly nor too slowly, and accidentally ended up working on it for exactly the right amount of time"
        ]
    },
    {
        "date": "12.9.21 2:23 pm",
        "ctx": [
            "thoughts on trees",
            "they don't have to think. they are thunk"
        ]
    },
    {
        "date": "12.9.21 2:22 pm",
        "ctx": [
            "what next huge awesome thing should be invented",
            "smallness"
        ]
    },
    {
        "date": "12.9.21 1:55 pm",
        "ctx": [
            "when did you start writing your next song",
            "october 19, 2021"
        ]
    },
    {
        "date": "12.9.21 1:53 pm",
        "ctx": [
            "what month are you planning on releasing the next song in",
            "the plan was nov 2, 2021"
        ]
    },
    {
        "date": "12.9.21 1:24 pm",
        "ctx": [
            "I noticed something out \"more than a dream\". While most of your songs feel very short and flow the time fast, this one felt longer. But it did it in a different way than other songs that feel long. One could use the analogy of walking through a desert versus walking through a jungle. In the desert (representing the other songs that feel long), there is no scenery, nothing new. In the jungle (more than a dream), you see new, interesting things all the time. Was this intentional?",
            "just doing the best i can",
            "Just an interesting thing I noticed."
        ]
    },
    {
        "date": "12.9.21 12:52 pm",
        "ctx": [
            "Do you think becoming signed by a record label could be beneficial for you?",
            "didn't know those even existed anymore"
        ]
    },
    {
        "date": "12.9.21 12:39 pm",
        "ctx": [
            "From 1-10, 10 being the most, how much do you like making music?",
            "9. that's 9 points for the fact that it can save the world, and 1 point of anxiety because what if i screw it up"
        ]
    },
    {
        "date": "12.9.21 11:20 am",
        "ctx": [
            "How to drop all biases and learn from your mistakes?",
            "first, get a good cover photo, for the book"
        ]
    },
    {
        "date": "12.9.21 8:36 am",
        "ctx": [
            "Are you on TikTok?",
            "no",
            "Cuz there's an account that claims to be you.",
            "well then it's not"
        ]
    },
    {
        "date": "12.9.21 6:09 am",
        "ctx": [
            "thoughts on sports",
            "everything is sports"
        ]
    },
    {
        "date": "12.9.21 2:27 am",
        "ctx": [
            "they added circles to minecraft",
            "it's about time"
        ]
    },
    {
        "date": "12.9.21 2:19 am",
        "ctx": [
            "did you ever go through a period in your career where you weren't sure it was the right way to spend your time,",
            "i'm never sure if i spend my time the right way",
            "and if so, how did you ultimately decide?",
            "i have not figured it out yet"
        ]
    },
    {
        "date": "12.9.21 1:46 am",
        "ctx": [
            "you seem to have a real grasp on the way the English language look cosmetically and how that look applies to the perceived connotation of the words. for example, I remember you saying using the letter i lowercase to describe oneself, instead of using it uppercase, enhances the personality expressed by the word. minor ways of expression in written language like this are really fascinating to me. what is this way of using written language called?",
            "effective, i hope",
            "are there any resources you would suggest to get a better grasp of language in general?",
            "you, and your experience using the language"
        ]
    },
    {
        "date": "12.9.21 12:28 am",
        "ctx": [
            "do you believe your videos/music are metamodern, particularly in their mix of modern and post-modern 'sensibilities' and maybe New Sincerity tone",
            "i'm doing the best i can"
        ]
    },
    {
        "date": "12.9.21 12:02 am",
        "ctx": [
            "have you ever thought about writing poetry?",
            "sure"
        ]
    },
    {
        "date": "12.8.21 11:16 pm",
        "ctx": [
            "What do you like or hate most about yourself",
            "my emotions"
        ]
    },
    {
        "date": "12.8.21 10:39 pm",
        "ctx": [
            "Whats the deal with airline food?",
            "it's pretty good"
        ]
    },
    {
        "date": "12.8.21 10:34 pm",
        "ctx": [
            "will the next song be released in the next 14 million microseconds?",
            "i'll try"
        ]
    },
    {
        "date": "12.8.21 8:26 pm",
        "ctx": [
            "When you come up with chords, are you just finding each individual melody of notes that would sound good when played alone and then playing them together?",
            "no"
        ]
    },
    {
        "date": "12.8.21 12:25 pm",
        "ctx": [
            "what is normal?",
            "change"
        ]
    },
    {
        "date": "12.8.21 12:07 pm",
        "ctx": [
            "how does jazz work?",
            "the word jazz means like 12 different things over the past 100 years. hard to know what someone means when they say it. but it is still an awesome word"
        ]
    },
    {
        "date": "12.8.21 11:15 am",
        "ctx": [
            "Suggestion for good job?",
            "thing doer"
        ]
    },
    {
        "date": "12.8.21 10:55 am",
        "ctx": [
            "how much funkiness is too much",
            "how much do you want"
        ]
    },
    {
        "date": "12.8.21 10:33 am",
        "ctx": [
            "during \"here comes the sun\" you state a certain segment of the video to be your favourite part of the video. what happened to your attitude of \"making a new x to be your favourite\" during this segment of the video?",
            "i was making a new thing at the time, and this text caption was an attempt to convince myself that it could be my new favorite"
        ]
    },
    {
        "date": "12.8.21 8:52 am",
        "ctx": [
            "thoughts on Iceland?",
            "it is nice. perhaps it should have been called nice land"
        ]
    },
    {
        "date": "12.8.21 8:51 am",
        "ctx": [
            "thoughts on Norway?",
            "could call it north way. extreme amount of north in that country"
        ]
    },
    {
        "date": "12.8.21 7:35 am",
        "ctx": [
            "How can I be a musician like you?",
            "become obsessed, at a young age, then keep finding more ways to be obsessed, over the years. might not be the best way, nor the only way, but it has been my way"
        ]
    },
    {
        "date": "12.8.21 5:43 am",
        "ctx": [
            "What's your favourite song you have made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "12.8.21 5:01 am",
        "ctx": [
            "what do you think about turtles",
            "i respect them"
        ]
    },
    {
        "date": "12.8.21 4:29 am",
        "ctx": [
            "how do i stop overthinking everything i ever do",
            "challenge yourself to think 10x more. this will exhaust you and make you want to relax"
        ]
    },
    {
        "date": "12.8.21 3:20 am",
        "ctx": [
            "How do you feel about how things are changing in the way that they change?",
            "good, everything seems on track"
        ]
    },
    {
        "date": "12.8.21 2:08 am",
        "ctx": [
            "why are your videos so awesome?",
            "just in case"
        ]
    },
    {
        "date": "12.8.21 1:32 am",
        "ctx": [
            "Is it ok to make a good sounding tune but not even know the chords",
            "sure"
        ]
    },
    {
        "date": "12.7.21 10:50 pm",
        "ctx": [
            "How long until you release your 800th song",
            "i'm not sure"
        ]
    },
    {
        "date": "12.7.21 10:42 pm",
        "ctx": [
            "why do you only type in lowercase?",
            "i don't, but why do you"
        ]
    },
    {
        "date": "12.7.21 8:34 pm",
        "ctx": [
            "Hey Bill, this pandemic has left a lot of us sick and tired (figuratively and literally), and yet the day keeps going on. Any advice? How do we find the strength to continue?",
            "think about all the good progress that has been made before, during bad times"
        ]
    },
    {
        "date": "12.7.21 8:29 pm",
        "ctx": [
            "how to be even more straightforward and honest?",
            "tell the truth about whether or not you told the truth"
        ]
    },
    {
        "date": "12.7.21 7:59 pm",
        "ctx": [
            "What song do you think your fans like out of all the songs you've made?",
            "i have no idea"
        ]
    },
    {
        "date": "12.7.21 7:52 pm",
        "ctx": [
            "what are the 3 most important things to learn in music?",
            "it's a surprise"
        ]
    },
    {
        "date": "12.7.21 7:07 pm",
        "ctx": [
            "what should i do if nobody loves me",
            "you're gonna have to love yourself. then you can love everyone else too, and they will love you"
        ]
    },
    {
        "date": "12.7.21 6:34 pm",
        "ctx": [
            "what is the guy from hi i'm steve named?",
            "the same name as you"
        ]
    },
    {
        "date": "12.7.21 6:11 pm",
        "ctx": [
            "why is a common theme in many things you say change? is it just because it's so relatable and normal, or something else?",
            "change is one of the core elements of time"
        ]
    },
    {
        "date": "12.7.21 5:34 pm",
        "ctx": [
            "do you not fade out songs anymore because you pair them with music videos",
            "mount st helens fades out, and has a video. you may have to re-think this thesis"
        ]
    },
    {
        "date": "12.7.21 5:30 pm",
        "ctx": [
            "Would you ever make or assist in making a full length film?",
            "sure",
            "What might it be about?",
            "it would be loosely based upon life/living etc"
        ]
    },
    {
        "date": "12.7.21 5:19 pm",
        "ctx": [
            "How(or When) did you first discover your style of videos and music",
            "as soon as i made some"
        ]
    },
    {
        "date": "12.7.21 4:24 pm",
        "ctx": [
            "people say that the universe expands but relative to what?",
            "the items in the universe are getting further apart from each other. at least that's what i've heard. and i don't think anyone really understands why, yet"
        ]
    },
    {
        "date": "12.7.21 4:12 pm",
        "ctx": [
            "What is the biggest mistery of the universe?",
            "you"
        ]
    },
    {
        "date": "12.7.21 3:03 pm",
        "ctx": [
            "what is your next song",
            "the one i'm working on now"
        ]
    },
    {
        "date": "12.7.21 2:20 pm",
        "ctx": [
            "why do i believe less in the things that are closer to completion",
            "completion is scary. because then what"
        ]
    },
    {
        "date": "12.7.21 1:43 pm",
        "ctx": [
            "What do you think about people combining songs of the same tempo and key signature?",
            "might work. might not work"
        ]
    },
    {
        "date": "12.7.21 12:39 pm",
        "ctx": [
            "thoughts on gluesticks?",
            "the stick is the only part that does not stick"
        ]
    },
    {
        "date": "12.7.21 10:36 am",
        "ctx": [
            "whats on the inside of a page?",
            "the content"
        ]
    },
    {
        "date": "12.7.21 8:36 am",
        "ctx": [
            "make new song pls",
            "doing that now"
        ]
    },
    {
        "date": "12.7.21 5:54 am",
        "ctx": [
            "Do you feel something different during an eclipse? I always feel very strange, like some essencial thing has been changed and i got to rethink everything",
            "i can understand why you would feel that way. it would be interesting to see if you still got that feeling if you did not know it was an eclipse and did not get a chance to see its effect on the sky, perhaps if it occured at night time"
        ]
    },
    {
        "date": "12.7.21 5:50 am",
        "ctx": [
            "Do you play chess?",
            "no but i could"
        ]
    },
    {
        "date": "12.7.21 3:37 am",
        "ctx": [
            "Do you have a deal with the satanic illuminati?",
            "no",
            "I've seen the signs in your videos!",
            "satanic themes are used only for their memetastic value"
        ]
    },
    {
        "date": "12.7.21 1:31 am",
        "ctx": [
            "How to feel good",
            "you're going to have to feel at least somewhat non-good at some point. that will increase the possibility of feeling good"
        ]
    },
    {
        "date": "12.7.21 1:04 am",
        "ctx": [
            "What's your favorite part of the Dewey Decimal System?",
            "the name"
        ]
    },
    {
        "date": "12.7.21 12:59 am",
        "ctx": [
            "would you ever make a \"demos\" page?",
            "yes"
        ]
    },
    {
        "date": "12.7.21 12:49 am",
        "ctx": [
            "Can I interview you one day?",
            "sure"
        ]
    },
    {
        "date": "12.7.21 12:38 am",
        "ctx": [
            "why am i scared of butterflies",
            "because they are huge"
        ]
    },
    {
        "date": "12.7.21 12:01 am",
        "ctx": [
            "Do you tend to work on the lyrics or music first?",
            "absolutely not"
        ]
    },
    {
        "date": "12.6.21 11:54 pm",
        "ctx": [
            "How do you figure out what to make a song sound like?",
            "it's impossible. no one knows what it should sound like"
        ]
    },
    {
        "date": "12.6.21 11:33 pm",
        "ctx": [
            "what do you do when you get a repeat question?",
            "i have 3 different ways of dealing with that. 1: skip it, 2: answer it the same way i've answered it before, or 3: answer it in a different way than i've answered it before"
        ]
    },
    {
        "date": "12.6.21 8:39 pm",
        "ctx": [
            "favorite holiday?",
            "'today'"
        ]
    },
    {
        "date": "12.6.21 5:12 pm",
        "ctx": [
            "can you make a class with one of its arguments being a class object itself in python",
            "i'm not sure"
        ]
    },
    {
        "date": "12.6.21 4:51 pm",
        "ctx": [
            "what can you name 59 of",
            "numbers"
        ]
    },
    {
        "date": "12.6.21 4:46 pm",
        "ctx": [
            "if you raise the pitch of you voice at the end of something does it make it a question?",
            "not exactly"
        ]
    },
    {
        "date": "12.6.21 3:09 pm",
        "ctx": [
            "what do you think about often",
            "time"
        ]
    },
    {
        "date": "12.6.21 1:53 pm",
        "ctx": [
            "what do you do when you fail",
            "something wrong, apparently"
        ]
    },
    {
        "date": "12.6.21 11:01 am",
        "ctx": [
            "how to deal with (existential) dread",
            "start putting together a stage show"
        ]
    },
    {
        "date": "12.6.21 10:19 am",
        "ctx": [
            "do you get tired of answering the same questions over and over",
            "no, each one makes me more awake"
        ]
    },
    {
        "date": "12.6.21 9:10 am",
        "ctx": [
            "when did all the windmills start to turn so slow",
            "they have been spinning at the same speed this entire time, but your emotional perception of time may have changed"
        ]
    },
    {
        "date": "12.6.21 8:53 am",
        "ctx": [
            "why did you use single letters to represent things in your previous videos?\n\nfor example, you used the letter b to represent a boat in \"got some money\" and the letter t to represent the truth in \"more than a dream\"",
            "it's easy and fun"
        ]
    },
    {
        "date": "12.6.21 2:00 am",
        "ctx": [
            "do we need to invent a lowerer case to be more casual?",
            "no. the secret to casual communication is to use the path of least resistance"
        ]
    },
    {
        "date": "12.6.21 1:02 am",
        "ctx": [
            "why are you cool?",
            "must be some kind of paranoid strategy to get people to like me"
        ]
    },
    {
        "date": "12.5.21 11:35 pm",
        "ctx": [
            "What font is it that you use in every video you make",
            "regular"
        ]
    },
    {
        "date": "12.5.21 10:50 pm",
        "ctx": [
            "will i ever be fixed?",
            "yes"
        ]
    },
    {
        "date": "12.5.21 10:07 pm",
        "ctx": [
            "is memorizing the greek alphabet a reliable way to look smart",
            "no"
        ]
    },
    {
        "date": "12.5.21 9:46 pm",
        "ctx": [
            "why are you're songs good",
            "must be some kind of paranoid strategy to get people to like me"
        ]
    },
    {
        "date": "12.5.21 9:12 pm",
        "ctx": [
            "My best friend believes human civilization will collapse in 2040 and there's nothing we can do to stop it. Do you agree?",
            "no"
        ]
    },
    {
        "date": "12.5.21 9:01 pm",
        "ctx": [
            "Many of your music videos show you playing a nonexistent drumset;however, the placement and motions shown would suggest that you have ample practice playing a real drumset. Is this true?",
            "yes"
        ]
    },
    {
        "date": "12.5.21 8:07 pm",
        "ctx": [
            "favorite time of the day?",
            "i like when the time changes. that's the only thing that does it for me anymore"
        ]
    },
    {
        "date": "12.5.21 7:07 pm",
        "ctx": [
            "opinion on the sky",
            "it's good"
        ]
    },
    {
        "date": "12.5.21 2:27 pm",
        "ctx": [
            "does your next music video have videos with you singing and dancing in it",
            "i'm thinking that would be the best option"
        ]
    },
    {
        "date": "12.5.21 2:19 pm",
        "ctx": [
            "what is your favorite number",
            "1 or 2"
        ]
    },
    {
        "date": "12.5.21 11:52 am",
        "ctx": [
            "Fav youtuber?",
            "what the heck is a youtuber"
        ]
    },
    {
        "date": "12.5.21 8:35 am",
        "ctx": [
            "We know the first 62,831,853,071,750 digits of pi, thanks to supercomputers. What do you feel about this?",
            "i feel fairly calm about it"
        ]
    },
    {
        "date": "12.5.21 6:38 am",
        "ctx": [
            "Who do you think will be world chess champion?",
            "you might have to do it"
        ]
    },
    {
        "date": "12.5.21 5:45 am",
        "ctx": [
            "are the dreams in more than a dream and i'm a princess connected in meaning?",
            "they are both connected to my overuse of the word dream"
        ]
    },
    {
        "date": "12.5.21 3:21 am",
        "ctx": [
            "do you have any songs that do the kind of traditional \"modulate up a semitone or 2 at the end of the song\" type of key change?",
            "i must have done it but i can't think of any examples"
        ]
    },
    {
        "date": "12.5.21 2:10 am",
        "ctx": [
            "when you are in an airport terminal, do you sometimes think about \"zhszwhzhszhwhzhzhwhsh\" planes landing? cuz I do",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "12.4.21 11:53 pm",
        "ctx": [
            "why do you randomly wear glasses sometimes in your videos and are these real glasses",
            "sometimes i use wardrobe changes as a way to offset the fact that every person on screen the same person"
        ]
    },
    {
        "date": "12.4.21 10:36 pm",
        "ctx": [
            "why dont i use capital letters?",
            "maybe you discovered that your writing is still very readable without it, maybe even more straightforward and honest"
        ]
    },
    {
        "date": "12.4.21 9:59 pm",
        "ctx": [
            "my spoon is acting weird how do I make it stop?",
            "how about destroying the entire universe"
        ]
    },
    {
        "date": "12.4.21 9:41 pm",
        "ctx": [
            "why are problems solved by not being solved?",
            "because it escalates the need for them to be solved, and makes it more likely that someone will want to solve it"
        ]
    },
    {
        "date": "12.4.21 9:40 pm",
        "ctx": [
            "How is your day?",
            "light"
        ]
    },
    {
        "date": "12.4.21 9:37 pm",
        "ctx": [
            "this is kind of a weird question but basically... um, i was going through a bunch of stuff about losing friends and being worried everybody hated me, and at the end of all of that, i subconsiously put on more than a dream and thought about the lyrics really hard. i might be looking too far into it, but that song isn't about dreams at all, is it?",
            "most songs are about everything"
        ]
    },
    {
        "date": "12.4.21 5:05 pm",
        "ctx": [
            "opinion on canada",
            "rectangular projection makes it look way bigger than it is, but, despite this fact, it is still huge"
        ]
    },
    {
        "date": "12.4.21 12:36 pm",
        "ctx": [
            "what's your favorite part of the color spectrum?",
            "when it changes"
        ]
    },
    {
        "date": "12.4.21 11:05 am",
        "ctx": [
            "why you say \"gifts on the trees\" instead if \"gifts under trees\"",
            "\"gifts on the trees\" is short for \"there's decorations on the trees and there's also gifts nearby\""
        ]
    },
    {
        "date": "12.4.21 10:51 am",
        "ctx": [
            "How big is the universe?",
            "sizeless"
        ]
    },
    {
        "date": "12.4.21 8:20 am",
        "ctx": [
            "will you use the letter \"f\" to represent fear in your next video?",
            "i don't think so"
        ]
    },
    {
        "date": "12.3.21 11:55 pm",
        "ctx": [
            "you remind me of someone but I can't remember who? Who could it be?",
            "you?"
        ]
    },
    {
        "date": "12.3.21 10:43 pm",
        "ctx": [
            "How do you feel about people interpreting your lyrics in ways you may not have intended them?",
            "as long as it's with the music then it's probably fine"
        ]
    },
    {
        "date": "12.3.21 10:26 pm",
        "ctx": [
            "How would humans quantify anything if mathematics wasn't useful in describing the physical world?",
            "in that case they wouldn't need to"
        ]
    },
    {
        "date": "12.3.21 10:15 pm",
        "ctx": [
            "Which is harder: Animation or writing the song?",
            "animation but there's a 3rd part which goes in between those two parts and that's recording the song"
        ]
    },
    {
        "date": "12.3.21 8:31 pm",
        "ctx": [
            "What kind of books do you enjoy?",
            "i like when they put the front cover on the back"
        ]
    },
    {
        "date": "12.3.21 7:42 pm",
        "ctx": [
            "What chord would you use to represent your life right now?",
            "i need at least 2 chords to represent anything living"
        ]
    },
    {
        "date": "12.3.21 7:07 pm",
        "ctx": [
            "you've only been putting out music videos lately, are you gonna do anymore of your shorter skit videos again?",
            "yes"
        ]
    },
    {
        "date": "12.3.21 5:47 pm",
        "ctx": [
            "whats your alternative for font if arial left",
            "arial is alternative, if helvetica left"
        ]
    },
    {
        "date": "12.3.21 4:59 pm",
        "ctx": [
            "I'm kind of scared to go and see the doctor what should I do?",
            "you're gonna have to be the doctor"
        ]
    },
    {
        "date": "12.3.21 4:41 pm",
        "ctx": [
            "can you make more fiction videos?",
            "yes"
        ]
    },
    {
        "date": "12.3.21 3:43 pm",
        "ctx": [
            "how can i feasibly use audacity to write/produce/whatever music?",
            "sure"
        ]
    },
    {
        "date": "12.3.21 2:53 pm",
        "ctx": [
            "sometimes i listen to the recording im working on and it sounds pretty good. then later i listen to the same thing and it sounds bad. what is happening",
            "the universe is alive"
        ]
    },
    {
        "date": "12.3.21 1:21 pm",
        "ctx": [
            "what do i do i just realized im extraordinarily unremarkable",
            "try to stay calm"
        ]
    },
    {
        "date": "12.3.21 12:55 pm",
        "ctx": [
            "are you interested in learning about fractals?",
            "i already know about fractals"
        ]
    },
    {
        "date": "12.3.21 12:20 pm",
        "ctx": [
            "any chords?",
            "yes"
        ]
    },
    {
        "date": "12.3.21 7:43 am",
        "ctx": [
            "Bill, I'm having a problem with melodies. I'm kind of stuck in this state of mind where I'm thinking I can't \"just write a melody\" but instead, I have to do it in a certain way. I see the way Elton John and Billy Joel and Freddie Mercury seem to just sit down and try something a few times and it's good,",
            "have you seen them do it? i would be curious to see that",
            "but they are all obviously very knowledgeable in music. I know it's not true, but I'm having trouble breaking away from this idea that I need to know more before I even try to write a good melody. Anyways, do you have any advice on how to stop trying to mould my writing procedure on somebody else's? Thanks so much bill",
            "coming up with melodies is mysterious. i think anyone who does it would agree.... including probably the people you mentioned. there's nothing to know about it, besides just knowing how unknowable it is, so at least that way you won't be scared of how unknown it can be"
        ]
    },
    {
        "date": "12.3.21 4:56 am",
        "ctx": [
            "how to find the purpose of our existence?",
            "try existing for 10 different purposes each day"
        ]
    },
    {
        "date": "12.3.21 1:31 am",
        "ctx": [
            "Why did you stop updating \"reality\" and \"notebook\"?",
            "to return to updating other pages like \"videos\" and \"songs\""
        ]
    },
    {
        "date": "12.2.21 10:24 pm",
        "ctx": [
            "why do you know 66 digits of pi",
            "school yard rivalries i suppose"
        ]
    },
    {
        "date": "12.2.21 10:20 pm",
        "ctx": [
            "Hey can you make a song about trees",
            "that sounds like something i would do"
        ]
    },
    {
        "date": "12.2.21 9:43 pm",
        "ctx": [
            "what's the deal with cows",
            "they are medium sized"
        ]
    },
    {
        "date": "12.2.21 8:40 pm",
        "ctx": [
            "do you like smelling books",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "12.2.21 6:30 pm",
        "ctx": [
            "im editing a video, how do i not fall asleep while editing?",
            "do it live"
        ]
    },
    {
        "date": "12.2.21 4:50 pm",
        "ctx": [
            "how do I get inspiration",
            "you already have it but it's also everywhere so you're gonna get more"
        ]
    },
    {
        "date": "12.2.21 2:24 pm",
        "ctx": [
            "is it okay if the music i like is dramatic as fuck but i don't like dramatic movies and the likes",
            "yes, thank you for checking with  me"
        ]
    },
    {
        "date": "12.2.21 1:11 pm",
        "ctx": [
            "What is the golden rule",
            "a=b"
        ]
    },
    {
        "date": "12.2.21 1:05 pm",
        "ctx": [
            "what happens if you multiply happiness and sadness",
            "welcome to the real world"
        ]
    },
    {
        "date": "12.2.21 12:57 pm",
        "ctx": [
            "Have you written any songs that, if recorded, would sound nothing like a song made by Bill Wurtz?",
            "that all depends if it was recorded by me"
        ]
    },
    {
        "date": "12.2.21 12:21 pm",
        "ctx": [
            "why do pickles taste so weird",
            "because they are actually weird"
        ]
    },
    {
        "date": "12.2.21 11:43 am",
        "ctx": [
            "how many things have you done",
            "still working on my first"
        ]
    },
    {
        "date": "12.2.21 11:30 am",
        "ctx": [
            "are you excited for christmas",
            "i'm excited for everything"
        ]
    },
    {
        "date": "12.2.21 11:21 am",
        "ctx": [
            "do you think the concept of things being good will ever be replaced with something even better than the concept of things being good",
            "yes, it happens every time"
        ]
    },
    {
        "date": "12.2.21 11:13 am",
        "ctx": [
            "I got my 'Year in Review' from Spotify and I played Might Quit 939 times. Did you intend this?",
            "i intended for it to be as many times as possible"
        ]
    },
    {
        "date": "12.2.21 4:25 am",
        "ctx": [
            "How can I become more receptive to other people's advice?",
            "try all your own advice first. get that out of the way"
        ]
    },
    {
        "date": "12.1.21 11:44 pm",
        "ctx": [
            "If the two possible realities are the universe existing and the universe not existing, why do you think it was chosen for the universe to exist?",
            "everything happens eventually. so both should each happen at some point",
            "Do you think maybe the universe exists for a reason?",
            "i would argue it's a different number of reasons. one of those high unquantifiable numbers"
        ]
    },
    {
        "date": "12.1.21 9:46 pm",
        "ctx": [
            "have you made songs where the tempo varies wildly",
            "no, but i've made videos where the tempo varies wildly"
        ]
    },
    {
        "date": "12.1.21 12:48 pm",
        "ctx": [
            "What is the best thing to do",
            "everything"
        ]
    },
    {
        "date": "12.1.21 12:23 pm",
        "ctx": [
            "what size is a perfect christmas tree to you?",
            "just small enough to fit into a king size bed"
        ]
    },
    {
        "date": "12.1.21 12:10 pm",
        "ctx": [
            "how many digits of pi do you know off by heart?",
            "66"
        ]
    },
    {
        "date": "12.1.21 11:34 am",
        "ctx": [
            "what's your favorite key",
            "escape"
        ]
    },
    {
        "date": "12.1.21 11:31 am",
        "ctx": [
            "can you make more reality videos?",
            "sure"
        ]
    },
    {
        "date": "12.1.21 11:29 am",
        "ctx": [
            "what is the strangest thing about this world?",
            "you"
        ]
    },
    {
        "date": "12.1.21 11:09 am",
        "ctx": [
            "how do I become a person",
            "you have to convince 2 other people to love each other enough to have sex"
        ]
    },
    {
        "date": "12.1.21 9:26 am",
        "ctx": [
            "do you like bread",
            "the flavor overwhelms me"
        ]
    },
    {
        "date": "12.1.21 8:28 am",
        "ctx": [
            "do you know where the revelation is?",
            "yes, it's right here (there)"
        ]
    },
    {
        "date": "12.1.21 7:56 am",
        "ctx": [
            "how to not get distracted by thoughts?.",
            "how about having some feelings"
        ]
    },
    {
        "date": "12.1.21 3:20 am",
        "ctx": [
            "why don't you respect my opinion",
            "i do, but i respect your opinion of whether or not i respect your opinion"
        ]
    },
    {
        "date": "12.1.21 1:55 am",
        "ctx": [
            "Airport terminal or train platform? Which do you prefer?",
            "i like them both exactly equally\n\n\n\n\n\n(ref: questions-2021-11.html)PREVIOUS QUESTIONS"
        ]
    }
]