[
    {
        "date": "3.31.21 11:18 pm",
        "ctx": [
            "ever felt like we all have the same emotional sickness",
            "yes"
        ]
    },
    {
        "date": "3.31.21 10:30 pm",
        "ctx": [
            "you ever get the urge to just waft around in a tonicless wholetoney mess and drift and swash and then maybe suggest like a 2 5 but then do it again a major third lower and then again and then again until you float out of tonal reality",
            "what typically happens, sort of like hanggliding, first i sort of launch away from tonal reality, and then glide on the wind as i'm naturally carried back to earth, sometimes in an interesting path"
        ]
    },
    {
        "date": "3.31.21 10:16 pm",
        "ctx": [
            "What is your favorite flavor of water?",
            "wet blast"
        ]
    },
    {
        "date": "3.31.21 10:03 pm",
        "ctx": [
            "whats your favorite song",
            "i haven't found it yet, that's why i keep making new ones just in case"
        ]
    },
    {
        "date": "3.31.21 9:19 pm",
        "ctx": [
            "Is \"i'm a princess\" about space exploration?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "3.31.21 8:07 pm",
        "ctx": [
            "when will your songs be on the radio??",
            "probably a couple weeks from now"
        ]
    },
    {
        "date": "3.31.21 8:03 pm",
        "ctx": [
            "Ive not done anything creative before, what creative thing should i do",
            "how about wearing a name tag"
        ]
    },
    {
        "date": "3.31.21 7:50 pm",
        "ctx": [
            "Does the meaning find the song or does the song find the meaning.",
            "can go both ways"
        ]
    },
    {
        "date": "3.31.21 5:07 pm",
        "ctx": [
            "Should I eat plastic?",
            "no"
        ]
    },
    {
        "date": "3.31.21 4:10 pm",
        "ctx": [
            "I HAVE SPENT SO MUCH TIME WITH MYSELF AND A WHITE PAGE KALEIDOSCOPING MY FEELINGS THAT I SPEAK IN METAPHORS AND NOBODY UNDERSTANDS HELP",
            "it's probably time to make your own website"
        ]
    },
    {
        "date": "3.31.21 3:53 pm",
        "ctx": [
            "when selecting instruments for a new song, have you ever included updog?",
            "no but that could be exactly what i need right now"
        ]
    },
    {
        "date": "3.31.21 2:52 pm",
        "ctx": [
            "is there no avoiding the painful process of listening to your own song 1000+ times during the production and mixing stages?",
            "you could finish it quicker",
            "should one even bother trying to lessen this pain or is powering through it the price one must pay for a good song",
            "sometimes it actually makes the song worse. but i'm working on a solution for this and when i do i will share it with the scientific community"
        ]
    },
    {
        "date": "3.31.21 2:36 pm",
        "ctx": [
            "i always doubt my ability to make something good. how do you get past that and just let your ideas flow?",
            "an occasional miracle may occur"
        ]
    },
    {
        "date": "3.31.21 1:07 pm",
        "ctx": [
            "Why are we all so cool",
            "this is from the ability to change our minds, or keep it the same. or decide later whether to change it"
        ]
    },
    {
        "date": "3.31.21 12:53 pm",
        "ctx": [
            "Are songs the best way do you think to communicate meaningful stuff?",
            "sometimes",
            "Like would you say it's better than conversation, movies, stories, poetry?",
            "you probably have to keep switching"
        ]
    },
    {
        "date": "3.31.21 12:17 pm",
        "ctx": [
            "i don't have enough time to listen to enough music what should i do? i want to write songs and record things too",
            "how about doing a tireless rant"
        ]
    },
    {
        "date": "3.31.21 11:06 am",
        "ctx": [
            "have you ever thought about doing a course teaching how you compose/make videos?",
            "yes, i'm doing it now for myself, so i can learn",
            "your style is pretty unique ;)",
            "it's also partially impossible, in many ways"
        ]
    },
    {
        "date": "3.31.21 10:01 am",
        "ctx": [
            "I have a box of antique sheet music from the late 1800's and early 1900's that I saved from being thrown in the garbage when a local antique shop went out of business.\n\nWhat should I do with it?",
            "scan it"
        ]
    },
    {
        "date": "3.31.21 8:57 am",
        "ctx": [
            "whats the rarest in the universe?",
            "could be you"
        ]
    },
    {
        "date": "3.31.21 8:42 am",
        "ctx": [
            "is \"might quit\" and \"here comes the sun\" are just a rickroll?",
            "no"
        ]
    },
    {
        "date": "3.31.21 8:23 am",
        "ctx": [
            "(ref: q.php?date=201804102151)4.10.18 9:51 pm  Why not??",
            "i probably thought it would give the whole thing away. but i can tell you now the answer was \"n\""
        ]
    },
    {
        "date": "3.31.21 8:10 am",
        "ctx": [
            "Hey Bill, love the new song. Would you care to shed some insight on what you were thinking when making the ridiculous transition at 2:38? I don't understand the timing at all but it feels cool, all the best!",
            "there was a re-write. the \"don't know\" part (etc) is a replacement part for something different that used to be there. And so i had to make it connect to the part that came after (the regular chorus riff). so i pretty much did it the only reasonable way i could think of. This reminds me of what i ended up doing just before the 3rd chorus of the \"la de da\" song"
        ]
    },
    {
        "date": "3.31.21 7:37 am",
        "ctx": [
            "how do i ask a question",
            "just tell the truth"
        ]
    },
    {
        "date": "3.31.21 6:45 am",
        "ctx": [
            "Could it be possible that everything is possible?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "3.31.21 12:24 am",
        "ctx": [
            "Doors seem to be a common object in the Bill Wurtz universe, is there any meaning behind them?",
            "seems like the whole world is behind them"
        ]
    },
    {
        "date": "3.30.21 11:12 pm",
        "ctx": [
            "how is your new song going",
            "pretty good",
            "/have you strarted it yet",
            "yes"
        ]
    },
    {
        "date": "3.30.21 10:36 pm",
        "ctx": [
            "why do you mention love on almost(probably all) songs that you make?",
            "this is part of a broader strategy of normalness, and normality, that i've been adhering to"
        ]
    },
    {
        "date": "3.30.21 6:56 pm",
        "ctx": [
            "why are you so funny and inspiring at the same time",
            "i'm just trying to get by"
        ]
    },
    {
        "date": "3.30.21 6:49 pm",
        "ctx": [
            "how do you get ideas for lyrics",
            "usually musically"
        ]
    },
    {
        "date": "3.30.21 5:53 pm",
        "ctx": [
            "hey bill do you have any tips on existing? it seems really complicated and i wanted some pointers",
            "try making some maps"
        ]
    },
    {
        "date": "3.30.21 5:29 pm",
        "ctx": [
            "hi bill, what is the time signature that you chose for the song \"all I gotta do is\"?",
            "changing it rampantly"
        ]
    },
    {
        "date": "3.30.21 5:00 pm",
        "ctx": [
            "whats your personality type",
            "1000"
        ]
    },
    {
        "date": "3.30.21 5:00 pm",
        "ctx": [
            "what makes an idea good?",
            "you're gonna have to do it"
        ]
    },
    {
        "date": "3.30.21 2:52 pm",
        "ctx": [
            "How do you get that strong, solid bass without it becoming muddy or blurring the mix?",
            "this may not be a popular thing to talk about, but, sometimes one of the first steps is to politely convince the piano player in the band to put their left hand behind their back"
        ]
    },
    {
        "date": "3.30.21 2:24 pm",
        "ctx": [
            "How can I improve the quality of my vocals?",
            "this might not be what you expect, but, have you tried improvising the lyrics"
        ]
    },
    {
        "date": "3.30.21 2:02 pm",
        "ctx": [
            "how to be good at musicing?",
            "start with 2 different sounds/notes. your first challenge is to tell a story using only those 2 notes"
        ]
    },
    {
        "date": "3.30.21 1:58 pm",
        "ctx": [
            "Is {objects} a programming joke?",
            "no"
        ]
    },
    {
        "date": "3.30.21 12:42 pm",
        "ctx": [
            "What do you do if have the inspiration, but you don't the tools to wield it?",
            "try using something that you didn't think was a tool"
        ]
    },
    {
        "date": "3.30.21 11:16 am",
        "ctx": [
            "What side of a mirror are you on?",
            "the front"
        ]
    },
    {
        "date": "3.30.21 9:06 am",
        "ctx": [
            "The bright red background of the lyrics page is physically painful to stare at. Consider changing it for a better lyrics-viewing experience?",
            "consider LISTENING to the song for the recommended lyric expecience"
        ]
    },
    {
        "date": "3.30.21 8:22 am",
        "ctx": [
            "what's up with that part of your last song at 1:42? it makes me so emotional and i want to cry whenever it plays",
            "just trying to get the job done"
        ]
    },
    {
        "date": "3.30.21 3:59 am",
        "ctx": [
            "how do you deal with losing perspective when you're making/mixing music? like when you've been working for 6 hours straight and you can no longer tell if anything you've done is good or not",
            "it seems like you'll have to find a way to complete the whole thing in less than 2 hours"
        ]
    },
    {
        "date": "3.30.21 3:52 am",
        "ctx": [
            "Why did you choose the style of music that you use?",
            "basically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way"
        ]
    },
    {
        "date": "3.30.21 2:03 am",
        "ctx": [
            "do you think sadness or suffering are a good motivation to get things done,",
            "sometimes",
            "or does it have to come from love or joy?",
            "that could be more pleasant..... if it works"
        ]
    },
    {
        "date": "3.29.21 10:48 pm",
        "ctx": [
            "what makes music sound good?",
            "you"
        ]
    },
    {
        "date": "3.29.21 10:25 pm",
        "ctx": [
            "where is comic sans?",
            "on a sign for pet grooming, for example"
        ]
    },
    {
        "date": "3.29.21 8:44 pm",
        "ctx": [
            "getting really frustrated about how many different ways there are to play the same chord. Any tips?",
            "have you tried doing it in songs"
        ]
    },
    {
        "date": "3.29.21 8:13 pm",
        "ctx": [
            "how do i get over the soul-crushing feeling that i'll never accomplish my dreams?",
            "maybe accomplish just 1"
        ]
    },
    {
        "date": "3.29.21 7:55 pm",
        "ctx": [
            "I can't find the question I asked you not too long ago. Do you know what it was?",
            "was it (ref: q.php?date=202103092006\"target=\"_blank)this one<remqq></remqq>"
        ]
    },
    {
        "date": "3.29.21 7:54 pm",
        "ctx": [
            "do your videos have meaning",
            "yes"
        ]
    },
    {
        "date": "3.29.21 7:23 pm",
        "ctx": [
            "whats the difference between Badd9 and B/C#",
            "Badd9 has B in the bass. B/C# has C# in the bass"
        ]
    },
    {
        "date": "3.29.21 6:28 pm",
        "ctx": [
            "What would you recommend doing education wise for starting a music career. Drop out of school, stay but practice a lot...",
            "try to listen to every song in the world. also, start developing a very friendly relationship with your favorite instruments"
        ]
    },
    {
        "date": "3.29.21 6:05 pm",
        "ctx": [
            "What is humanity",
            "could be you"
        ]
    },
    {
        "date": "3.29.21 5:05 pm",
        "ctx": [
            "Any context about why you make some of your songs?",
            "songs are an extremely powerful and potent form of expression. i want in"
        ]
    },
    {
        "date": "3.29.21 4:59 pm",
        "ctx": [
            "have you tried eating oranges in the shower",
            "no"
        ]
    },
    {
        "date": "3.29.21 4:54 pm",
        "ctx": [
            "how to stop being overwhelmed by passion",
            "try writing down the passion"
        ]
    },
    {
        "date": "3.29.21 3:35 pm",
        "ctx": [
            "I've noticed your songs often end somewhat abruptly, such as the \"i'm a dunce\" bit at the end of \"i'm a princess\". I enjoy how you do it that way, though I don't exactly know why I do, and I was wondering if you have reasons that you enjoy doing it that way.",
            "i just follow the the golden rule, which is to try to make the best song i can"
        ]
    },
    {
        "date": "3.29.21 3:32 pm",
        "ctx": [
            "How to make a ballad",
            "that's easy, just make rock and roll and then turn up the volume even more"
        ]
    },
    {
        "date": "3.29.21 1:11 pm",
        "ctx": [
            "how to be cool?",
            "first you'll wanna go ahead and take an envelope and put it inside another envelope"
        ]
    },
    {
        "date": "3.29.21 1:05 pm",
        "ctx": [
            "What do you think about recording songs in audacity?",
            "that could work"
        ]
    },
    {
        "date": "3.29.21 12:46 pm",
        "ctx": [
            "why are your songs so catchy",
            "so that hopefully they might *influence* you"
        ]
    },
    {
        "date": "3.29.21 12:42 pm",
        "ctx": [
            "holy shit! the bridge section in \"it's gonna be alright\" - how did you come up with that, bill, just how?!",
            "it helped to listen to thousands of songs and also try to write hundreds of them, first"
        ]
    },
    {
        "date": "3.29.21 12:15 pm",
        "ctx": [
            "Is music a type of glue?)",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "3.29.21 11:51 am",
        "ctx": [
            "ok, so: if you had the chance to end the world, would you take it?",
            "no",
            "and which planet would you send everyone to, or would you just kill everyone?\n\nalso i love your songs i can't get them out of my head :)"
        ]
    },
    {
        "date": "3.29.21 10:45 am",
        "ctx": [
            "Whats your favorite song you made",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "3.29.21 10:15 am",
        "ctx": [
            "What is it like making music videos on youtube?",
            "i've never done that. i always make the video first offline, so i can edit"
        ]
    },
    {
        "date": "3.29.21 9:37 am",
        "ctx": [
            "how can one be more confident in oneself?",
            "you know the game \"tag\", ... (the one where you tag someone and say \"tag, you're it\" and then that person's it.) Well, tag, you're it"
        ]
    },
    {
        "date": "3.29.21 9:12 am",
        "ctx": [
            "do you find it hard to consider a song \"done\",",
            "yes",
            "if yes why",
            "for example, if it sucks"
        ]
    },
    {
        "date": "3.29.21 9:04 am",
        "ctx": [
            "Did you ever think of putting your music on radio?",
            "yes i'm going to go ahead and do that"
        ]
    },
    {
        "date": "3.29.21 8:39 am",
        "ctx": [
            "What's your opinion on architecture",
            "dank"
        ]
    },
    {
        "date": "3.29.21 8:00 am",
        "ctx": [
            "as a musician, whats the hardest thing to do",
            "figure out exactly what is good"
        ]
    },
    {
        "date": "3.29.21 7:32 am",
        "ctx": [
            "why is the earth flat",
            "so it's easier to make maps"
        ]
    },
    {
        "date": "3.29.21 7:04 am",
        "ctx": [
            "what is something you wish more people understood?",
            "time and space"
        ]
    },
    {
        "date": "3.29.21 5:58 am",
        "ctx": [
            "what do you think about light and shadow",
            "sometimes you think shadow is light, until you see light"
        ]
    },
    {
        "date": "3.29.21 5:20 am",
        "ctx": [
            "are you still riding a pony into the sunset until now?",
            "i can keep trying"
        ]
    },
    {
        "date": "3.29.21 4:30 am",
        "ctx": [
            "it it true that the video for I'm princess took 3 years to make",
            "no"
        ]
    },
    {
        "date": "3.29.21 3:09 am",
        "ctx": [
            "why did you decide to make your 2 latest music videos in 3d?",
            "probably life influencing art"
        ]
    },
    {
        "date": "3.29.21 1:35 am",
        "ctx": [
            "People keep asking me what I want to do after high school, which is a scary question. The real answer is that I want to graduate and then go into hiding for a while, but how do I say that in a way that is proper and respectable and sounds like I know what I'm doing?",
            "you could get one of those pocket squares"
        ]
    },
    {
        "date": "3.29.21 1:31 am",
        "ctx": [
            "You're super funny - what are your tips on comedy?",
            "sometimes a very scientific/factual approach works best"
        ]
    },
    {
        "date": "3.29.21 1:12 am",
        "ctx": [
            "when making a song, i can have a few isolated parts but have no idea how to put them together in a way that makes sense, how do you go about this situation?",
            "i've almost never seen that work. if you have 2 separate parts that are not together, sticking them together usually doesn't seem to work, at least not for me. i find it's much better to just play through one of them, and then try to imagine what goes next. and don't worry about the other part that was never connected. You can do the same thing with that part. 2 songs"
        ]
    },
    {
        "date": "3.29.21 1:02 am",
        "ctx": [
            "why has the age-old helvetica been abandoned for the arguably inferior arial font",
            "i actually can't tell the difference"
        ]
    },
    {
        "date": "3.28.21 11:11 pm",
        "ctx": [
            "how do i know if i'm a princess?",
            "you should get a tingling sensation"
        ]
    },
    {
        "date": "3.28.21 10:59 pm",
        "ctx": [
            "why do you wear your watch on your left hand",
            "why wouldn't i"
        ]
    },
    {
        "date": "3.28.21 10:55 pm",
        "ctx": [
            "What exactly is cheese?",
            "it's kind of like really good bread"
        ]
    },
    {
        "date": "3.28.21 10:37 pm",
        "ctx": [
            "which one of your videos was your favourite to make?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "3.28.21 10:22 pm",
        "ctx": [
            "so what is your opinion on penguins? just checking",
            "they have knees, that's all i know. sometimes my mind just runs wild with wondering the exact number of knees they could have"
        ]
    },
    {
        "date": "3.28.21 9:38 pm",
        "ctx": [
            "is it possible to produce a song too much?",
            "yes"
        ]
    },
    {
        "date": "3.28.21 9:14 pm",
        "ctx": [
            "Do you annoy your neighbours when singing",
            "no"
        ]
    },
    {
        "date": "3.28.21 8:38 pm",
        "ctx": [
            "Where would you want to go on vacation?",
            "around the world"
        ]
    },
    {
        "date": "3.28.21 8:15 pm",
        "ctx": [
            "How do you write down new ideas that appear when you least expect them?",
            "record it vocally, into phone or computer. also add it to the idea list, with refecence to the recording. i demonstrate the idea as best i can with a real time vocal performance, and then also describe any other info that might be necessary to understand later what i've thought of"
        ]
    },
    {
        "date": "3.28.21 8:06 pm",
        "ctx": [
            "hi bill. when making music, making ideas and stuff comes easy but when I try to revise them I just never get it done. my teacher and my parents push me to revise my works, but it's hard to find motivation. any thoughts?\n(btw you're amazing)",
            "the risk in 'revising' is that it might make it worse and less genuine. The benefit, however, is that it might make it more coherent. I spent a long time being unable or afraid to do this. i just kept writing new things. but eventually i just got so jealous of 'normal' songs, for having a repeating chorus, etc, that i figured it out. Half of the struggle, i think, is just choosing which item you're going to work on. for me it was necessary to first gather all the items into a list. Then i would go through the list one at a time, and make a few moves on each one. the 'diagnosis' is important. Play through the existing material, get a first impression, see if you generally like it or if it sucks, .... then start diagnosing it. If it's a small idea, figure out if it's the beginning or not the beginning. If it's already a long / complete idea, just go through from the beginning and find the first place where it truly sucks or is not good enough. This point is what i call the 'split point', the point where the existing material stops being good enough. So you put the rest aside, and write from there. I generally don't think it's good to plan on writing to connect to what comes after -- very risky and strange to do this. But it might happen automatically. so you can be open to that, but, plan on just writing from the split point and doing what's truly right from the split point"
        ]
    },
    {
        "date": "3.28.21 7:55 pm",
        "ctx": [
            "Are you a time traveler?",
            "yes, as far as i know that's the only way to travel",
            "You seem to have lots of references to time in your videos, seems kind of suspicious.",
            "that's just the way time is. Is it now? NOW is it now? or was it now then?"
        ]
    },
    {
        "date": "3.28.21 7:40 pm",
        "ctx": [
            "what is your opinion",
            "darkness is actually very bright"
        ]
    },
    {
        "date": "3.28.21 7:19 pm",
        "ctx": [
            "which one of your songs has the most different chords?",
            "it's probably a tie between the road and moon/cheese"
        ]
    },
    {
        "date": "3.28.21 6:30 pm",
        "ctx": [
            "how do you know when a project is done?",
            "your boss has to tell you"
        ]
    },
    {
        "date": "3.28.21 5:22 pm",
        "ctx": [
            "why did you decide not singing \"respect me\" but just saying it",
            "i never thought of singing it"
        ]
    },
    {
        "date": "3.28.21 4:48 pm",
        "ctx": [
            "do you try and make your songs funny or is that just a talent you have",
            "i try to make them not funny"
        ]
    },
    {
        "date": "3.28.21 4:29 pm",
        "ctx": [
            "Where do you get your inspiration/creativity from when you're trying to write a new song?",
            "it's everywhere"
        ]
    },
    {
        "date": "3.28.21 4:18 pm",
        "ctx": [
            "if you'd rather have a new song be your favorite, doesn't that mean you would go on to infinitely create songs? is creating songs forever an idea you like/don't mind?",
            "it seems like the only sensible strategy"
        ]
    },
    {
        "date": "3.28.21 2:41 pm",
        "ctx": [
            "Trying to do homework but I got distracted by your music... How do I focus?",
            "you could start your own tv show where you do the homework. and explain your process to the viewing audience"
        ]
    },
    {
        "date": "3.28.21 2:26 pm",
        "ctx": [
            "I wanna run a theory by you... I'm starting to feel like we have the capacity to be creative and express ourselves no matter what the medium is - all it takes is time and willingness to listen to the thing and eventually you WILL start speaking the language. This is blowing my universe wide open",
            "yes that seems true"
        ]
    },
    {
        "date": "3.28.21 1:38 pm",
        "ctx": [
            "Have you ever considered making process videos?",
            "yes",
            "I'd love to see what goes in to doing what you do."
        ]
    },
    {
        "date": "3.28.21 12:20 pm",
        "ctx": [
            "a stranger told me that perfection isn't always good. like, something can be considered perfect, but that doesn't necessarily mean it's good as well. this has been blowing my mind for the past 12 hrs because I've never considered it like this before. crazy. absolutely bonkers. i'm just not sure where to go from here on my journey to conquer my perfectionism.",
            "if any note were the right note, it would never change"
        ]
    },
    {
        "date": "3.28.21 12:16 pm",
        "ctx": [
            "how do you keep yourself inspired not only to keep making more music and videos but to one-up yourself every time?",
            "i'm just trying to do the most responsible thing"
        ]
    },
    {
        "date": "3.28.21 11:37 am",
        "ctx": [
            "is new canaan really as lovely as you make it seem in the song?",
            "in my opinion, anywhere seems lovely if you go there on a songwriting journey"
        ]
    },
    {
        "date": "3.28.21 10:59 am",
        "ctx": [
            "What does sound sound like?",
            "it's hard to describe"
        ]
    },
    {
        "date": "3.28.21 9:39 am",
        "ctx": [
            "Is the 125 bpm song the next song that's coming out?",
            "yes, the next song is at 125 bpm"
        ]
    },
    {
        "date": "3.28.21 6:08 am",
        "ctx": [
            "do you feel like anyone actually understands your songs, or you",
            "if you like it then you understand it. it's that simple"
        ]
    },
    {
        "date": "3.28.21 3:40 am",
        "ctx": [
            "How weird are you in terms of song writing?",
            "i'm a hybrid blend of regular and normal"
        ]
    },
    {
        "date": "3.28.21 3:09 am",
        "ctx": [
            "what do you do to sync up your animations and music when you make the animations?",
            "scrub"
        ]
    },
    {
        "date": "3.28.21 2:15 am",
        "ctx": [
            "is the \"actually a dunce\" line inspired by the cone which appears in the original princess model?",
            "no, the entire song was written and recorded before the video was started",
            "very nice song btw, it finally managed to evict that annoying chug jug one from my head"
        ]
    },
    {
        "date": "3.28.21 12:34 am",
        "ctx": [
            "When continuing writing songs that you started years ago, how do you know what to put next?",
            "first i try to understand the entire context for when the song was first written. then i write something based on that. sometimes you can get additional interesting information. i did this with \"school\". i wrote the first 8 or 12 bars in 2010, and then in 2013 when finishing it, i ended up putting some much more specific details in the outtro which might not have otherwise come out. The original song in 2010 was inspired after having a conversation with someone who was trying to convince me that i was wrong for not pursuing a college education"
        ]
    },
    {
        "date": "3.27.21 11:48 pm",
        "ctx": [
            "if you had the chance to remove all technical and time related restrictions from your process, and simply realise your mental vision for a piece of work in its unadulterated form, would you take that chance?",
            "yes",
            "Or would it be too scary?",
            "also yes"
        ]
    },
    {
        "date": "3.27.21 11:19 pm",
        "ctx": [
            "any tips to write music that sounds comforting",
            "you gotta just start writing whatever music you can. over time, all your true sentiments will be expressed eventually"
        ]
    },
    {
        "date": "3.27.21 10:43 pm",
        "ctx": [
            "what do you think of big boat stuck",
            "it's a good reminder for the rest of us, to take proper measurements first"
        ]
    },
    {
        "date": "3.27.21 10:16 pm",
        "ctx": [
            "how do i record vocals without my neighbors hearing me?",
            "have you considered slipping into a daydream"
        ]
    },
    {
        "date": "3.27.21 10:03 pm",
        "ctx": [
            "its been 5 years what is the answer to the biscuit challange please i need answers ok thanks :D",
            "check the video from the week after"
        ]
    },
    {
        "date": "3.27.21 9:53 pm",
        "ctx": [
            "why does \"the moon is made of cheese\" end at the word \"cheap\"?",
            "because in my opinion it had already climaxed"
        ]
    },
    {
        "date": "3.27.21 9:22 pm",
        "ctx": [
            "what's your favorite word?",
            "pilferage"
        ]
    },
    {
        "date": "3.27.21 8:41 pm",
        "ctx": [
            "what're your opinions on astrology?",
            "seems a little misunderstood"
        ]
    },
    {
        "date": "3.27.21 8:07 pm",
        "ctx": [
            "I bet the hardest part about filming your videos is waiting until the next day so you can have different clothes in the next shot",
            "true, i am waiting patiently for scientists to invent clothes that can be changed more than once per day"
        ]
    },
    {
        "date": "3.27.21 7:52 pm",
        "ctx": [
            "Do the lyrics of your songs have meaning or are we supposed to give them meaning or is it something else?",
            "i always try to make the song as good as i can. songs being good, is one of the greatest meanings i've found in all the world. i've devoted the majority of my life to searching for this, in any way i can"
        ]
    },
    {
        "date": "3.27.21 7:49 pm",
        "ctx": [
            "What's your opinion on birds?",
            "lofty, yet flighty"
        ]
    },
    {
        "date": "3.27.21 7:30 pm",
        "ctx": [
            "how do i get things done?",
            "do it for a friend"
        ]
    },
    {
        "date": "3.27.21 6:25 pm",
        "ctx": [
            "what is your opinion on being alive?",
            "so ridiculous"
        ]
    },
    {
        "date": "3.27.21 5:03 pm",
        "ctx": [
            "do you find it important to have videos of yourself in your music videos?",
            "sometimes",
            "i always love seeing them, so i was wondering if there was a reason you included them",
            "anything i can do to prove i exist"
        ]
    },
    {
        "date": "3.27.21 4:14 pm",
        "ctx": [
            "Why is there always some kind of music in your videos?",
            "secret weapon"
        ]
    },
    {
        "date": "3.27.21 3:55 pm",
        "ctx": [
            "When asked which of your songs is your favorite, you say you would prefer to make a new one your favorite. Do you think you've accomplished making each song better than the last?",
            "better and worse"
        ]
    },
    {
        "date": "3.27.21 2:37 pm",
        "ctx": [
            "in your song \"Mount St. Helens is about to Blow Up\" when the mountain begins singing, is that like a metaphor for it blowing up?",
            "it seems like it's a reveal, that maybe the song was actually about music all along",
            "Because i noticed while it was singing it was starting to become a little more distorted until eventually it was flatter than before. was that your intention, or was it just a coincidence?",
            "just trying to get a little frisky before the fade"
        ]
    },
    {
        "date": "3.27.21 1:53 pm",
        "ctx": [
            "have you ever considered releasing an album?",
            "yes but i changed my mind",
            "if yes, what are the (dis)advantages and why are singles better or not?",
            "for me the disadvantage of albums is it makes all the songs seem worse"
        ]
    },
    {
        "date": "3.27.21 1:11 pm",
        "ctx": [
            "hey, i have recently tried to start writing songs... in garageband, and i have no idea how to, can you show what i would need to do to train?",
            "the best advice i have, for this situation, is to write the song before opening garageband. This might not work for everyone, but it was very important for me to realize that. it was a game changer"
        ]
    },
    {
        "date": "3.27.21 11:46 am",
        "ctx": [
            "hey bill. i can't find out how to make my music sound like it's coming out of a tv in the 50s. any ideas?",
            "definitely cut out the low frequencies on the eq. More things also, but definitely start with that"
        ]
    },
    {
        "date": "3.27.21 11:02 am",
        "ctx": [
            "what inspired you to write songs",
            "it must have been songs"
        ]
    },
    {
        "date": "3.27.21 7:55 am",
        "ctx": [
            "hey bill how do i incorporate key changes into my songs? writing in one key seems a little stiff and boring and id like to move forward but i dont know how to",
            "have you ever tried to have a therapy session but with an instrument instead of a therapist"
        ]
    },
    {
        "date": "3.27.21 4:46 am",
        "ctx": [
            "How do you make your songs sound so good",
            "i have no earthly idea. i am trying to do it now"
        ]
    },
    {
        "date": "3.27.21 4:38 am",
        "ctx": [
            "here comes the sun comes after im a princes on your song section please fix that",
            "too bad, princess was done first"
        ]
    },
    {
        "date": "3.27.21 4:34 am",
        "ctx": [
            "do you write your music, play what feels right at the moment, or sometimes do both?",
            "always both"
        ]
    },
    {
        "date": "3.27.21 3:28 am",
        "ctx": [
            "whats your favorite song out of all yours?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "3.27.21 12:48 am",
        "ctx": [
            "What can I do to be less lonely?",
            "you're gonna want to go ahead and become a member of society"
        ]
    },
    {
        "date": "3.27.21 12:30 am",
        "ctx": [
            "what are your social skills like?",
            "talk show host"
        ]
    },
    {
        "date": "3.26.21 11:52 pm",
        "ctx": [
            "on a scale of one to ten how accurate is the video making process described in \"slow down\"?",
            "satire"
        ]
    },
    {
        "date": "3.26.21 11:39 pm",
        "ctx": [
            "I want to be a musician, writer, or just something creative like that, but I don't feel like I have anything worth saying. What do I do?",
            "try saying something"
        ]
    },
    {
        "date": "3.26.21 11:18 pm",
        "ctx": [
            "So \"i'm a princess\" get's me wondering... does this have anything to do with completing your songs and how far you have gotten in your career?",
            "a bit of psychoanalysis would probably reveal that most of my songs are about that"
        ]
    },
    {
        "date": "3.26.21 10:26 pm",
        "ctx": [
            "tips for writing bass parts?",
            "know the song"
        ]
    },
    {
        "date": "3.26.21 9:06 pm",
        "ctx": [
            "What does \"i'm a princess\" say about your gender identity?",
            "nothing"
        ]
    },
    {
        "date": "3.26.21 8:30 pm",
        "ctx": [
            "What inspired you for the lyrics, \"Mmm, buckets.\"? It's so beautiful, so incredibly thoughtful.",
            "most of the thought occurs if you follow through to the rest of the line",
            "The meaning behind it is so deep.",
            "the meaning gets its depth from what happens after. the 'buckets' line itself is more what i would consider playful",
            "What could have possibly made you think of it?",
            "playfulness, because the previous line was more to the deep side",
            "Have you been thinking day and night, brainstorming for how deep this could go.",
            "it gets deep after",
            "Lyrics so incomprehensibly great shouldn't exist."
        ]
    },
    {
        "date": "3.26.21 7:59 pm",
        "ctx": [
            "Are you the kind of person who finds constraints to be useful for causing creativity?",
            "yes"
        ]
    },
    {
        "date": "3.26.21 7:28 pm",
        "ctx": [
            "mr. wurtz why are you good at music-ing",
            "that would be an attempt to 'incluence' you"
        ]
    },
    {
        "date": "3.26.21 7:27 pm",
        "ctx": [
            "i want to write things but the problem is, i don't really like the act of writing itself. how do i overcome this?",
            "you might have to think a little more about what you like and don't like. from what you wrote here, it looks like you said you like and dislike the same thing. but there's got to be more to the story"
        ]
    },
    {
        "date": "3.26.21 6:54 pm",
        "ctx": [
            "is the line \"all the soldiers that surround me and make sure i'm lonely\" a reference to some kind of princess-related trope",
            "yes"
        ]
    },
    {
        "date": "3.26.21 5:24 pm",
        "ctx": [
            "when was im a princess written?",
            "march 2019"
        ]
    },
    {
        "date": "3.26.21 5:21 pm",
        "ctx": [
            "one of the things ive done recently in my videos is, since I couldn't get an object to animate along with my musical phrase the right way, I just changed the musical phrase to go along with the animation. have you considered and/or done this before?",
            "no"
        ]
    },
    {
        "date": "3.26.21 4:59 pm",
        "ctx": [
            "Do you think your songwriting method (e.g. music and lyrics at the same time) is the one that's best in general, or can/should everyone do it the way that works for them?",
            "there are millions of ways to do it. try as many ways as you want"
        ]
    },
    {
        "date": "3.26.21 4:53 pm",
        "ctx": [
            "how do you make music",
            "frowning could work"
        ]
    },
    {
        "date": "3.26.21 3:44 pm",
        "ctx": [
            "Any trees in next video?",
            "that seems likely"
        ]
    },
    {
        "date": "3.26.21 3:17 pm",
        "ctx": [
            "why did you decide to write the lyrics and the melody at the same time?",
            "i've tried doing either one first, and the results are just more powerful when it happens together. and i can understand why. they both rely on each other so much, neither one knows what to do without the other, and they save each other's ass constantly"
        ]
    },
    {
        "date": "3.26.21 2:11 pm",
        "ctx": [
            "What inspired you to make your newest video?",
            "on the 2 week release schedule during late 2018, it was well known to me that 3D is off limits. no time for any such rabbit hole. then i guess the idea gradually crept up in my mind, what if i actually start a video entirely in there. so then when the 2 week schedule was broken, i guess i just figured there was nothing left to lose so i tried it"
        ]
    },
    {
        "date": "3.26.21 1:55 pm",
        "ctx": [
            "is the key of a song important?",
            "mostly for the singer"
        ]
    },
    {
        "date": "3.26.21 1:15 pm",
        "ctx": [
            "Is there any chance that we can take a look at the project files for 'Here Comes the Sun?' I'm curious what the scene looks like.",
            "i will render out some videos from different camera angles"
        ]
    },
    {
        "date": "3.26.21 12:55 pm",
        "ctx": [
            "Did you learn animating or music first, or at the same time?",
            "music"
        ]
    },
    {
        "date": "3.26.21 12:37 pm",
        "ctx": [
            "It is my opinion that \"At the airport terminal\" is one of your best songs. How did you manage to capture the feeling of being at the airport so perfectly",
            "mostly just by telling the truth, about how it makes me feel"
        ]
    },
    {
        "date": "3.26.21 12:25 pm",
        "ctx": [
            "hey bill. you said you get a trillion ideas to do something, but get disappointed when none of them are possible so you just do something you can instead. i get the same thing, i can clearly imagine what i want or could do with media, but i dont have to knowledge to execute it, so i never try something in the first place, how do i cross this barrier in my motivation?",
            "it just depends how bad you want it"
        ]
    },
    {
        "date": "3.26.21 12:11 pm",
        "ctx": [
            "Whats your favorite part of the new animation style you are using?",
            "making scenes"
        ]
    },
    {
        "date": "3.26.21 11:57 am",
        "ctx": [
            "is there anything specific that the character in \"i'm a princess\" is playing on the stringed instrument",
            "the riff you are hearing"
        ]
    },
    {
        "date": "3.26.21 11:11 am",
        "ctx": [
            "WAIT, so for the \"excuse me, I read that wrong, I'm a dunce\" part at the end, you remade the whole buckets scene in the new program? Just for that tiny part? Talk about dedication!!",
            "yes, i remodeled that room. it was a fairly simple room"
        ]
    },
    {
        "date": "3.26.21 9:26 am",
        "ctx": [
            "opinions on denim? (asking for a friend)",
            "seems so real"
        ]
    },
    {
        "date": "3.26.21 8:54 am",
        "ctx": [
            "Is D minor the saddest of all keys",
            "any key can be made sadder"
        ]
    },
    {
        "date": "3.26.21 8:17 am",
        "ctx": [
            "in \"hello sexy pants\" what is the symbolic differance betwen the clothing store and the grosry store that makes them tell you differnt thing about the state of change in the world?",
            "nothing. bad lines. hate those lines"
        ]
    },
    {
        "date": "3.26.21 5:57 am",
        "ctx": [
            "do you feel like you hold yourself to higher standards than others,",
            "yes",
            "and if so do you ever wish you could stop doing so",
            "not really. but i'm always looking for easier ways to meet those high standards"
        ]
    },
    {
        "date": "3.26.21 3:45 am",
        "ctx": [
            "Im getting time anxiety, i just turned 20 and im kinda getting desperate, you know, people and stuff that you like and even love, they're aging and there's gonna be day where it will all disappear. Time, you know? It goes by so fast and it gives me so much anxiety. Do you have any advice to help me deal with this? Thank you.",
            "write down some songs or stories"
        ]
    },
    {
        "date": "3.26.21 2:52 am",
        "ctx": [
            "How does one come to terms with missing out on so many great opportunities in life?",
            "start listing the ones you didn't miss out on"
        ]
    },
    {
        "date": "3.26.21 2:35 am",
        "ctx": [
            "Sometimes when I'm reading your questions page I forget that I'm reading your questions page. Then I read the answer to a question and I think \"hey that sounds like bill wurtz\" because the answer is so incredibly bill wurtz that it reminds me of you. Furthermore, your last two songs have felt more \"normal\" but in a way that is so immensely bill wurtz that it might not even be \"normal\" at all. How do you remain so intensely bill wurtz?",
            "could be the humidity"
        ]
    },
    {
        "date": "3.26.21 2:22 am",
        "ctx": [
            "Does your new song contain monkeys?",
            "no"
        ]
    },
    {
        "date": "3.26.21 2:04 am",
        "ctx": [
            "Does the person in I'm a princess have a name?",
            "it's your name"
        ]
    },
    {
        "date": "3.26.21 1:48 am",
        "ctx": [
            "what is your opinion on older music",
            "it might be inspired by something even older than that"
        ]
    },
    {
        "date": "3.26.21 1:47 am",
        "ctx": [
            "Will you ever make a video about the story of your life so far?",
            "yes",
            "Or a behind the scenes video?",
            "yes"
        ]
    },
    {
        "date": "3.26.21 12:44 am",
        "ctx": [
            "How do you come up with the graphics for your songs",
            "i'm not sure"
        ]
    },
    {
        "date": "3.25.21 11:45 pm",
        "ctx": [
            "can you put an egg in a video like not cracked or anything just egg",
            "that sounds feasible"
        ]
    },
    {
        "date": "3.25.21 11:07 pm",
        "ctx": [
            "In 'im a princess' at 3:14, why does your guitar disappear then reappear again?",
            "it moves to the video clip on the wall, because it's being used there"
        ]
    },
    {
        "date": "3.25.21 11:02 pm",
        "ctx": [
            "At 1:25 in \"im a princess\" does the text in the speech bubble mean anything or did you just mash your keyboard?",
            "i just pressed the ldl3taornxgdb56 button. i could press it again if you want. 8mhujv3pv0nw47l"
        ]
    },
    {
        "date": "3.25.21 10:03 pm",
        "ctx": [
            "do you think 'i'm a princess' would've been possible in the 2d style instead of 3d",
            "of course"
        ]
    },
    {
        "date": "3.25.21 9:36 pm",
        "ctx": [
            "is it weird that I'm enjoying dissecting the lyrics in \"i'm a princess\" even though the lyrics themselves literally mock this idea?",
            "? they don't mock it. they literally suggest doing it. what on earth are you talking about"
        ]
    },
    {
        "date": "3.25.21 9:23 pm",
        "ctx": [
            "i'm sorry if you don't like getting into politics and anything, but how do you like your peanut butter;crunchy or smooth",
            "how about .... clumpy"
        ]
    },
    {
        "date": "3.25.21 9:04 pm",
        "ctx": [
            "im completely self taught on drums, and i've never spent much time with \"traditional\" grip. is it worth spending the time to become fluent with? there's so many upsides and downsides!",
            "there's no real upside except it's more fun"
        ]
    },
    {
        "date": "3.25.21 8:35 pm",
        "ctx": [
            "What are your thoughts on birds?",
            "it's got to be the female version of a bee"
        ]
    },
    {
        "date": "3.25.21 8:33 pm",
        "ctx": [
            "what's the easiest way to get into making music Without spending any money",
            "sing something"
        ]
    },
    {
        "date": "3.25.21 8:30 pm",
        "ctx": [
            "why does the 'shining on everyone' part of 'here comes the sun' make me feel the same way as 'when did all the windmills start to turn so slow' in 'la de da de da de da de day oh'",
            "i don't know, BUT, my guess is because it's made by the same artist/person"
        ]
    },
    {
        "date": "3.25.21 8:28 pm",
        "ctx": [
            "What inspired you to make the video \"ball& stick\"?",
            "common sense"
        ]
    },
    {
        "date": "3.25.21 8:06 pm",
        "ctx": [
            "would you rather people apply their own meaning to your songs instead of applying yours?",
            "it depends which one they can feel"
        ]
    },
    {
        "date": "3.25.21 7:43 pm",
        "ctx": [
            "during the first instrumental break in the video for i'm a princess, why is there a faint exit sign outside the video border?",
            "building regulations"
        ]
    },
    {
        "date": "3.25.21 7:41 pm",
        "ctx": [
            "do ducks roll?",
            "with the right infrastructure"
        ]
    },
    {
        "date": "3.25.21 7:41 pm",
        "ctx": [
            "Do you ever think about the fact that sometimes the past is remarkably similar to the present?",
            "yes"
        ]
    },
    {
        "date": "3.25.21 7:41 pm",
        "ctx": [
            "in i'm a princess, I cannot, for the life of me, feel the rhythm of beat 3 and beat 4 of the measure at 2:39. I lose my place every time. I slowed down the audio on Youtube and tried to count along, and the best I could come up with is (1)e triplet 2e&a (3)&a (4)e&, but the note D is halfway between 4 and e. And the sixteenths are slightly swung, right? I'm so confused, will you explain the rhythm?",
            "(ref: rhyth.png\"target=\"_blank)sure",
            "And also, will you explain how you came up with this rhythm, if you have time?",
            "it just seemed sensible at the time"
        ]
    },
    {
        "date": "3.25.217:12 pm",
        "ctx": [
            "the world is so so large",
            "this is to make sure it never runs out"
        ]
    },
    {
        "date": "3.25.21 6:53 pm",
        "ctx": [
            "Do you think overthinking is a superpower?",
            "almost"
        ]
    },
    {
        "date": "3.25.21 6:31 pm",
        "ctx": [
            "Do you know the key sig of your next song already",
            "yes",
            "and if so is it D?",
            "no, that would be irresponsible"
        ]
    },
    {
        "date": "3.25.21 6:00 pm",
        "ctx": [
            "are you planning on making more songs soon",
            "yes but to expedite that process i'm also doing it now"
        ]
    },
    {
        "date": "3.25.21 5:18 pm",
        "ctx": [
            "How do you write vocal melodies?",
            "try thinking of words and phrases (lyrics) at the same time"
        ]
    },
    {
        "date": "3.25.21 4:49 pm",
        "ctx": [
            "How to make song?",
            "sometimes a little reverse psychology is all it takes"
        ]
    },
    {
        "date": "3.25.21 4:28 pm",
        "ctx": [
            "I think I've watched I'm a princess about 10-15 times so far, it's not a jam it's THE JAM. What was your favorite part of putting this together?",
            "somewhere around the second week of recording the song, i realized i had written it way too fast and i actually went back to the writing and re-wrote a little. then fixed the recording to reflect those changes. You get things like the whole message/lesson bit of the lyrics. that used to be instrumental all the way through"
        ]
    },
    {
        "date": "3.25.21 3:37 pm",
        "ctx": [
            "how do you make music",
            "bake music"
        ]
    },
    {
        "date": "3.25.21 3:36 pm",
        "ctx": [
            "in \"i'm a princess\" how'd you come up with klkfpu8orzce0ix, is that a new language?",
            "i pressed the dz2ukatiittyp8l button"
        ]
    },
    {
        "date": "3.25.21 3:35 pm",
        "ctx": [
            "Hi Bill! Loved you new music video! Was wondering, does the guy in the \"i'm a princess\" video represent you?",
            "no. well, sort of"
        ]
    },
    {
        "date": "3.25.21 3:30 pm",
        "ctx": [
            "how do i find out if i'm going insane?",
            "sing a song and see how awesome it is"
        ]
    },
    {
        "date": "3.25.21 3:02 pm",
        "ctx": [
            "What is the chord over the word \"belong\" (What an interesting song, tell me where I *belong*)?",
            "F#min7",
            "It may be the same as the one over \"Tell it to me once before I'm *gone* (C#?), but I'm not sure, it's pretty low in the mix.",
            "that one is C#min7",
            "Also, what are the chords over \"*I don't know what we're here...*\"",
            "Bbmaj7 (and then maybe Bb6 to catch the melody 'here'",
            "(then a clear suspended C maybe with added 7 or 9, over \"for\")?",
            "yes, Csus4 with 2"
        ]
    },
    {
        "date": "3.25.21 2:26 pm",
        "ctx": [
            "I know the song came out along time ago but why did you make a song about a airport terminal that's somehow really catchy to sing? I listen to it almost everyday.",
            "songs can be made about anything. and if you make a lot of songs, you're gonna need a lot of things to make songs about. I had just recently gone through an airport terminal, and when i did my next new song idea session, those memories came back to me"
        ]
    },
    {
        "date": "3.25.21 2:22 pm",
        "ctx": [
            "how many songs do you have currently recorded and finished, and are just waiting for a video?",
            "none"
        ]
    },
    {
        "date": "3.25.21 1:31 pm",
        "ctx": [
            "Hey Bill sir! I'm a big fan of your songs! You had said that you don't incorporate any meaning in your lyrics,",
            "i never said that. it's actually the opposite. i make sure there is as much meaning as possible, not just in the lyrics but specifically in the combination of the lyrics and music together",
            "but in your two new songs, I'm a princess and here comes the sun, I felt emotion and nostalgia. HOW??",
            "i'm still not sure how it works, but this is the magic of songs, and songwriting. it's the whole reason i do it"
        ]
    },
    {
        "date": "3.25.21 1:27 pm",
        "ctx": [
            "do you feel proud of the quality of here comes the sun/i'm a princess?",
            "almost"
        ]
    },
    {
        "date": "3.25.21 12:50 pm",
        "ctx": [
            "is there any documentaries/shorts planned, like \"hi im steve\" ?",
            "yes"
        ]
    },
    {
        "date": "3.25.21 11:47 am",
        "ctx": [
            "What inspired you to do the kind of music that you do?",
            "just trying to get by"
        ]
    },
    {
        "date": "3.25.21 11:04 am",
        "ctx": [
            "How did you find the style you use in your videos?",
            "basically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way"
        ]
    },
    {
        "date": "3.25.21 10:55 am",
        "ctx": [
            "whats your favorite key on a computer keyboard?",
            "the space bar"
        ]
    },
    {
        "date": "3.25.21 10:40 am",
        "ctx": [
            "bill wurtz can you write a song about me please",
            "sure"
        ]
    },
    {
        "date": "3.25.21 10:04 am",
        "ctx": [
            "what rhymes with orange?",
            "corn bread"
        ]
    },
    {
        "date": "3.25.21 8:44 am",
        "ctx": [
            "i'm sure you've already answered this type of question before so i apologize, but what kind/genres of music do you like to listen to?",
            "post office"
        ]
    },
    {
        "date": "3.25.21 8:08 am",
        "ctx": [
            "how much time should i be spending listening and learning and watching other artists vs writing and working on my own things?",
            "maybe 50/50, but it's ok to do a lot of 1, for a while, and then a lot of the other, for a while",
            "i know so little and i'm on an endless discovery of new things, but it isn't helping me get anything done, at least currently",
            "eventually your desire to switch will become too much to deal with, and then you will figure out a way to switch. if you are overwhelmed and don't know where to start, it's good to just make words or drawings on paper, just to try to explain your feelings to yourself first. that will usually open up some doors"
        ]
    },
    {
        "date": "3.25.21 8:06 am",
        "ctx": [
            "(ref: q.php?date=202103232319)3.23.2111:19 pm \nIs there any way you could show us the old princess model?",
            "sure. it's the one from the top of the house, then on the bike, etc"
        ]
    },
    {
        "date": "3.25.21 7:04 am",
        "ctx": [
            "how long has it been since you found your style?",
            "still haven't found it",
            "how long did it take to find it?",
            "it can take a lifetime",
            "love the vids, they're humbling yet very uplifting"
        ]
    },
    {
        "date": "3.25.21 4:16 am",
        "ctx": [
            "Do you ever feel like you have to restrict yourself when it comes to writing music in order to complete videos?",
            "no"
        ]
    },
    {
        "date": "3.25.21 4:16 am",
        "ctx": [
            "why did you make \"brick floor\"",
            "it's a test"
        ]
    },
    {
        "date": "3.25.21 3:46 am",
        "ctx": [
            "i've listened to every one of the reality video logs, I've seen the transition from room to different room with lamp to scheduling to car logs to vines to not vines to projects. Can you please tell me what the reality password is?",
            "looks like you've found it"
        ]
    },
    {
        "date": "3.25.21 3:23 am",
        "ctx": [
            "Hey Bill! I'm challenging myself this year to write and post a song in my spare time every other week, so I can hopefully get better at writing/arranging/producing. Am I doing this right?",
            "i think so",
            "Do you have any advice?",
            "not until something goes wrong"
        ]
    },
    {
        "date": "3.25.21 2:54 am",
        "ctx": [
            "when did you start making \"I'm a princess\"",
            "i wrote the song starting on march 20, 2019, the song recording was finished by april 27, 2019, then i immediately started on the video, then i got lost in the wonderful world of 3D graphics........ forever ...... then, starting around june/july 2019, i started moving to an entirely new computer system because i was long overdue to do that. then that opened a few dozen hundred cans of worms. then just when i thought i had fallen too far into the abyss to ever save myself, i snapped out of it and demanded that i simply just do \"a video\" any way i can. but 'princess' didn't feel like a good first one. so i did a different one. then immediately after that one was done (january 16, 2021) i assembled the pieces from 'princess' and continued working on it"
        ]
    },
    {
        "date": "3.25.21 2:14 am",
        "ctx": [
            "I keep on listening to New Canaan because it's too personal for me. Are you sad when you wrote it? - Kang",
            "i was feeling good, because the most important thing for me at that time was to write more songs, and there i was, spending the day going to a new place and writing a song"
        ]
    },
    {
        "date": "3.25.21 12:34 am",
        "ctx": [
            "Will you continue to make more videos?",
            "yes"
        ]
    },
    {
        "date": "3.25.21 12:06 am",
        "ctx": [
            "I think a lot about art (including yours maybe even especially yours) and I try really hard to interpret things and it often makes me feel very bad because I feel like I am failing to get the meaning out of something. I feel very stupid like the conclusions I am coming to are baseless and/or wrong and bad or maybe I'm not even coming to any real conclusions at all. do you have any thoughts on these feelings? is it possible I am just thinking too much and being ridiculous or am I really just wrong about everything. sometimes I can listen to a song of yours and it speaks to me in these very difficult to explain and powerful ways but other times I might listen to the same song and feel like I can't even begin to wrap my head around the smallest concepts.",
            "if you enjoy it, or if it made you feel something, or if it meant something to you, then it might be worth thinking about. i'm sure you'll come up with something. and if you didn't feel anything, that's ok, it was a failure to communicate somewhere, no need to blame yourself, the customer is always right."
        ]
    },
    {
        "date": "3.24.21 10:31 pm",
        "ctx": [
            "What do I do when I have so much raw inspiration and so little inspiration that's concentrated into actual tangible ideas?",
            "start with a very simple and easy format. just writing on paper. or maybe typing text, if you prefer. or maybe just drawing with a pencil. Something that's easy for you and where you'll get instant results. and just start using it, in any way. just start doing anything with it. we're going to want to eventually open up many doors so that your inspirations can be delivered to the world. there are many different ways to do this, some are complicated, some or more simple, and you can learn them over time. but, the only place to start really is something very simple that you can get instant results. Maybe the result you get will simply be knowledge of the next specific step"
        ]
    },
    {
        "date": "3.24.21 10:26 pm",
        "ctx": [
            "do you have any plans to make a song with an odd time signature?",
            "no need to plan that. i just use time signatures as needed"
        ]
    },
    {
        "date": "3.24.21 10:13 pm",
        "ctx": [
            "hey bill, i've listened to quite a number of your songs, old and new, and i noticed that you've used many kinds of different vibes, such as reggae (it's gonna be alright, got to listen to bob marley), mellow (the world, i love you), acoustic (new canaan, and the day goes on), jazz (the road, home) etc.\n\nso, question time, will you consider using more unique vibes for your newer songs? you know, like acapella, alternative rock, traditional folk, or whatever. i would like to see some more variety.\n\nthank you for reading this long question, and i would highly appreciate it if you could provide an answer.",
            "i try to make each song as different as i can"
        ]
    },
    {
        "date": "3.24.21 9:10 pm",
        "ctx": [
            "Did you intend for \"The day goes on\" to help people so much with bad days?",
            "yes"
        ]
    },
    {
        "date": "3.24.21 9:00 pm",
        "ctx": [
            "So why did you get into music",
            "it kept getting into me"
        ]
    },
    {
        "date": "3.24.21 8:08 pm",
        "ctx": [
            "What's your advice to someone trying to get better at songwriting?",
            "that depends how good you already are"
        ]
    },
    {
        "date": "3.24.21 6:46 pm",
        "ctx": [
            "Why does the groove and point section feel so damn tasty to watch?",
            "the music might be convincing you to think the video is better than it is. that's music's job"
        ]
    },
    {
        "date": "3.24.21 6:36 pm",
        "ctx": [
            "do you feel bad about the 2019 video material for 'i'm a princess'?",
            "no",
            "turning into your old abstract princess model when you call yourself a dunce feels a little self-loathing. or are you making a more general statement about the difficulty of animating people in 3D?",
            "no"
        ]
    },
    {
        "date": "3.24.21 6:36 pm",
        "ctx": [
            "why would i want to buy more diamonds and roses if i don't enjoy them?",
            "the company generously guarantees you this opportunity"
        ]
    },
    {
        "date": "3.24.21 6:25 pm",
        "ctx": [
            "why is \"i'm a princess\" labeled as released in 2019 in the songs page?",
            "because that's when the song recording was fully completed"
        ]
    },
    {
        "date": "3.24.21 6:17 pm",
        "ctx": [
            "what parts of the video for \"i'm a princess\" was done before you started working on the video for \"here comes the sun\"?",
            "(ref: princess-20190512.mp4\"target=\"_blank)this much"
        ]
    },
    {
        "date": "3.24.21 6:13 pm",
        "ctx": [
            "I really like the thing you did in the last two music videos where the last object shown is the same as the first object shown - the Blender default cube in here comes the sun and then the cylinders+truncated icosahedron in i'm a princess. Is this an intentional motif in the two videos or am I reading into it too much?",
            "as i'm gradually learning, these are the kind of moves you can make, at the very end of production, when you are sick of the whole thing, and thinking the whole thing sucks. if you target the beginning and end, and make some simple moves there sometimes you can really save it. thinking of it from the perspective of someone who is seeing the video for the first time"
        ]
    },
    {
        "date": "3.24.21 6:08 pm",
        "ctx": [
            "Why is \" I'm a princess\" dated to 4/27/2019?",
            "that's only the audio recording. that's when the audio song was completed"
        ]
    },
    {
        "date": "3.24.21 6:04 pm",
        "ctx": [
            "does it make you feel bad when people assume that your lyrics/videos are random",
            "yes"
        ]
    },
    {
        "date": "3.24.21 5:48 pm",
        "ctx": [
            "Why did you tell us that we were princesses?",
            "that's at the end of a video/song all about being a princess. so i just wanted to make sure everyone feels included"
        ]
    },
    {
        "date": "3.24.21 5:32 pm",
        "ctx": [
            "what's the key to making meaningful lyrics",
            "imagine a scene or situation in your mind, .... then just imagine what it's like to be there, or what might happen next. and sing what happens. Or even if nothing happens, sing what didn't happen"
        ]
    },
    {
        "date": "3.24.21 5:29 pm",
        "ctx": [
            "When did you first conceptualize \"I'm a Princess?\" A long time ago like \"Here Comes the Sun\" or recently?",
            "march 20, 2019"
        ]
    },
    {
        "date": "3.24.21 5:05 pm",
        "ctx": [
            "What is \"im a princess about\"?",
            "listlessness, wishfulness,"
        ]
    },
    {
        "date": "3.24.21 4:42 pm",
        "ctx": [
            "how does one become funny?",
            "the first step is to call yourself on the phone. it would be interesting to see who answers"
        ]
    },
    {
        "date": "3.24.21 4:25 pm",
        "ctx": [
            "as someone who is trying to pursue music, can you tell me where i should start? or any tips or lessons?",
            "first ask yourself what you consider 'music'. it must have been something you heard somewhere. If you can figure out what that was and where you heard it, you will be on the right track"
        ]
    },
    {
        "date": "3.24.21 3:46 pm",
        "ctx": [
            "If we go through the window, how can we be sure it's not a door?",
            "if you had to lift your leg then it's a window"
        ]
    },
    {
        "date": "3.24.21 3:13 pm",
        "ctx": [
            "what is a princess?",
            "could be you"
        ]
    },
    {
        "date": "3.24.21 2:32 pm",
        "ctx": [
            "What is my cat trying to tell me when she opens up the file explorer on my laptop using shortcuts I didn't know existed?",
            "how to do that"
        ]
    },
    {
        "date": "3.24.21 2:11 pm",
        "ctx": [
            "how would you describe your style of music?",
            "simple"
        ]
    },
    {
        "date": "3.24.21 1:58 pm",
        "ctx": [
            "are you a self-taught musician",
            "yes"
        ]
    },
    {
        "date": "3.24.21 1:46 pm",
        "ctx": [
            "what key is your next song in?",
            "F#min and more"
        ]
    },
    {
        "date": "3.24.21 1:07 pm",
        "ctx": [
            "What's your favorite section of I'm A Princess?",
            "back on the road"
        ]
    },
    {
        "date": "3.24.21 12:54 pm",
        "ctx": [
            "what was your key signature in your latest song?",
            "D maj"
        ]
    },
    {
        "date": "3.24.21 12:37 pm",
        "ctx": [
            "When did you start learning 3dcg?",
            "september, 2016"
        ]
    },
    {
        "date": "3.24.21 12:19 pm",
        "ctx": [
            "I'm scared of putting myself out there, I guess really of negative judgement and failure. Sometime it feels like the anxiety is a cold steel cage. How do I get over myself?",
            "sing songs of joy"
        ]
    },
    {
        "date": "3.24.21 12:01 pm",
        "ctx": [
            "When did you start learning 3D animation?",
            "september, 2016"
        ]
    },
    {
        "date": "3.24.21 11:58 am",
        "ctx": [
            "How are you so good at making songs?",
            "sometimes the key is to try to do them all wrong"
        ]
    },
    {
        "date": "3.24.21 11:15 am",
        "ctx": [
            "How did you become a great modern philosopher?",
            "just trying to get by"
        ]
    },
    {
        "date": "3.24.21 10:54 am",
        "ctx": [
            "Can you use an accordion in a future song?",
            "sure"
        ]
    },
    {
        "date": "3.24.21 10:49 am",
        "ctx": [
            "I love \"im a princess\" you threw some real curveballs at us with that one. Did it feel satisfying to finally make the character walk to the beat?",
            "no, it still looks terrible, even after improving it 900 times. i've forced the entire company into a permanent meeting to discuss this"
        ]
    },
    {
        "date": "3.24.21 10:49 am",
        "ctx": [
            "How did you rhyme \"door\" with itself 3 times and get away with it?",
            "~rhythms~"
        ]
    },
    {
        "date": "3.24.21 10:16 am",
        "ctx": [
            "why do I often feel if I don't do something creative I'm going to lose it?",
            "i think it's because creativity means very much to you, and you care a lot about it. this is understandible, because creativity is very powerful"
        ]
    },
    {
        "date": "3.24.21 10:15 am",
        "ctx": [
            "Is the guy in \"i'm a princess\" with the yellow-pink crown-looking thing on his/her head a princess?",
            "i don't see why not"
        ]
    },
    {
        "date": "3.24.21 9:25 am",
        "ctx": [
            "Hello there Bill! What's your daily routine? Do you write songs and make music every day?",
            "unfortunately it still takes much longer to produce than to write. but every day i am trying to correct this balance"
        ]
    },
    {
        "date": "3.24.21 9:05 am",
        "ctx": [
            "are peanuts like songs because they have shell that's fibers and then the core peanut that is good but also in a little skin",
            "i didn't even think of that. i was thinking songs are like peanuts because there's 2 peanuts per peanut, which is difficult to comprehend and even more fun to enjoy"
        ]
    },
    {
        "date": "3.24.21 8:43 am",
        "ctx": [
            "Is there any tips on how to be creative or funny?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "3.24.21 8:40 am",
        "ctx": [
            "What is vacationing in the sun.",
            "me being exasperated and trying to find techniques and processes that work for me",
            "Is it released?",
            "yes, it's just that statement"
        ]
    },
    {
        "date": "3.24.21 8:36 am",
        "ctx": [
            "How do you get rid of a weird habit",
            "you're gonna have to find an even weirder habbit"
        ]
    },
    {
        "date": "3.24.21 8:31 am",
        "ctx": [
            "what will the next song be about?",
            "finance"
        ]
    },
    {
        "date": "3.24.21 8:16 am",
        "ctx": [
            "I've tried a lot of your recommendations for writing songs and finding inspiration. I've gotten past that part, and I already have a bunch of songs I've made. My problem is that when I make them, it feels almost forced. Taking my own feelings and emotions and using them to make something feels wrong. It's like I'm commercializing my emotions. Am I being irrational? Is this just my self-doubt? Nothing feels right.",
            "hm, i have an idea. since you said it feels like you are commercializing it ...... have you tried making it is such a way that you think it would NEVER sell"
        ]
    },
    {
        "date": "3.24.21 7:40 am",
        "ctx": [
            "Do you work as a team or solo?",
            "i work as a team by myself. you may say that doesn't make sense, but welcome to my world"
        ]
    },
    {
        "date": "3.24.21 7:26 am",
        "ctx": [
            "who can be a princess?",
            "you or your colleague"
        ]
    },
    {
        "date": "3.24.21 7:16 am",
        "ctx": [
            "do you ever feel overwhelmed by how much there is in the world to learn and experience?",
            "yes",
            "if so, how do you cope with this feeling?",
            "make some plans"
        ]
    },
    {
        "date": "3.24.21 7:08 am",
        "ctx": [
            "What attracted you to make tracks, especially music videos for them.",
            "to potentially make people feel things"
        ]
    },
    {
        "date": "3.24.21 5:53 am",
        "ctx": [
            "who writes your songs?",
            "me"
        ]
    },
    {
        "date": "3.24.21 4:50 am",
        "ctx": [
            "do you ever feel creatively trapped by your brand?",
            "no. my brand does not have any limitations. what traps me is my refusal to remember how easy things could actually be"
        ]
    },
    {
        "date": "3.24.21 4:33 am",
        "ctx": [
            "So are you a princess or are you a dunce?",
            "a duncess, perhaps"
        ]
    },
    {
        "date": "3.24.21 4:23 am",
        "ctx": [
            "Is \"I'm a princess\" about how it feels to write a song?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "3.24.21 3:58 am",
        "ctx": [
            "Are you ever doing covers ever?",
            "yes"
        ]
    },
    {
        "date": "3.24.21 3:49 am",
        "ctx": [
            "Is it completely impossible for other artists to like work with you?",
            "it probably is possible"
        ]
    },
    {
        "date": "3.24.21 3:07 am",
        "ctx": [
            "hello bill! i think you've mentioned how you used different color text for the design of this web page, and this design has a name (something along the line of \"text only design\"), like using read and white for the word YouTube instead of using the icon\n\nwould like to ask whats the official name (or the name u mentioned) of this kind of design?",
            "graphic free title graphics?"
        ]
    },
    {
        "date": "3.24.21 2:47 am",
        "ctx": [
            "what was your inspiration for \"I'm a princess?\"",
            "i'm not sure"
        ]
    },
    {
        "date": "3.24.21 2:15 am",
        "ctx": [
            "do you feel there's a significant difference between updating and finishing an old song from like 10 years ago, vs writing a new one and finishing it within a smaller timeframe?",
            "no"
        ]
    },
    {
        "date": "3.24.21 2:14 am",
        "ctx": [
            "Was the animation in the new video an attempt at combining 2D and 3D?",
            "yes, somewhat out of necessity, because i already had 1/3 of the video made in a different universe. which i was in no mood to return to"
        ]
    },
    {
        "date": "3.24.21 1:50 am",
        "ctx": [
            "Bill you seem to really have the artist lifestyle figured out. A great unique voice and the people to back you up. You share so much with us all and it is beautiful. My question is this: once I find what I like to do, how do I convince myself to devote all my time into it? I am a very curious person and want to know many things/professions in the world, but my one true calling is storytelling. How can I forget the rest and dive head first with full commitment?",
            "i guess it just depends on how much you enjoy it, and/or, how bad you want the results"
        ]
    },
    {
        "date": "3.24.21 1:37 am",
        "ctx": [
            "what is the key signature of your latest song?",
            "was F minor but i just raised it to F#min, before doing the vocals"
        ]
    },
    {
        "date": "3.24.21 1:19 am",
        "ctx": [
            "In general, what genre would you say your music is?",
            "'proper'"
        ]
    },
    {
        "date": "3.24.21 12:43 am",
        "ctx": [
            "I often find myself inventing rhythm, beats and formulating whole songs I can hear in my head, then forgetting them due to a lack of musical theory knowledge or instrument to play to get them out.",
            "sing them into your phone, and describe everything that you don't think you could sing properly",
            "Your creations and process always remind me of that and give me a pull to try and educate myself, yet I have life factors that are demotivators.\n\nTL;DR - Have you struggled on your journey, from getting into music at the beginning to the creative process now;and how did you push yourself through the self-doubt barriers, if they came up?",
            "sometimes i'll play \"find the ground\""
        ]
    },
    {
        "date": "3.24.21 12:34 am",
        "ctx": [
            "What is the best way to get motivation to do work?",
            "figure out why you are gonna do it"
        ]
    },
    {
        "date": "3.24.21 12:10 am",
        "ctx": [
            "Do you enjoy English as a language?",
            "it's ok",
            "If not how would you improve it",
            "maybe put it to music"
        ]
    },
    {
        "date": "3.23.21 11:42 pm",
        "ctx": [
            "how many ideas for new songs do you have in an average month?",
            "unintentionally, maybe 3 or 4. if i do a song gen session on purpose, then i might get 10 in a session",
            "how many of those do you throw away?",
            "none"
        ]
    },
    {
        "date": "3.23.21 11:39 pm",
        "ctx": [
            "are your songs about you",
            "i thought they were about you"
        ]
    },
    {
        "date": "3.23.21 11:19 pm",
        "ctx": [
            "ho much of i'm a princess had you done when here comes the sun was finished?",
            "the song 100% done, and the video had only the scenes which contain the old princess model (the bad one)"
        ]
    },
    {
        "date": "3.23.21 10:47 pm",
        "ctx": [
            "How do you match the imagery with the lyrics?",
            "i have to use my imagination",
            "how organized are your storyboards?",
            "holy comptroller's office, you just reminded me of something"
        ]
    },
    {
        "date": "3.23.21 10:39 pm",
        "ctx": [
            "do you have any tips on drawing your kind of art style?",
            "you can do better"
        ]
    },
    {
        "date": "3.23.21 10:25 pm",
        "ctx": [
            "I like that the \"dunce\" falls on beat 1 of the the second of two measures of talking at the end. I think a lot of people would have just said that whateverly, but you made it rhythmic",
            "that's not true. i gave the most whateverly performance i could. there was zero click in my mind. any alignment with click is purely coincidental"
        ]
    },
    {
        "date": "3.23.21 9:57 pm",
        "ctx": [
            "after you complete and upload a song, do you feel a \"sigh of relief\" because it's done?",
            "no",
            "Do you take a small break after, or continue planning your next songs?",
            "this time, i took 1 day break, which was before the upload, because i finished everything by saturday, to make sure the song makes it to the stores in time for wednesday. so i took a break on sunday, but then moved forward extremely quickly"
        ]
    },
    {
        "date": "3.23.21 9:18 pm",
        "ctx": [
            "What is your favourite abstract concept?",
            "something"
        ]
    },
    {
        "date": "3.23.21 9:15 pm",
        "ctx": [
            "Would you ever film and post part of you recording/figuring out a song?",
            "yes",
            "Would love to get some insight into your process like that."
        ]
    },
    {
        "date": "3.23.21 8:54 pm",
        "ctx": [
            "i really like the music in here comes the sun and i'm a princess, i think your music is really improving. anyway, how are you feeling after finishing a song?",
            "i would feel terrible, except i am good at distracting myself by starting a new song and promising to make it better and not take as long to make"
        ]
    },
    {
        "date": "3.23.21 8:54 pm",
        "ctx": [
            "is \"i'm a princess\" about existential dread and always pushing yourself too far",
            "could be"
        ]
    },
    {
        "date": "3.23.21 8:53 pm",
        "ctx": [
            "you seem like someone that doesn't really care about symbolism,",
            "that's not true",
            "so are all the random things in your videos just there because you want them to be or do you actually have a reason of them?",
            "i never put anything random in my videos. the reason to put things in the videos is, hopefully, to make the video better. that's kind of my secret strategy"
        ]
    },
    {
        "date": "3.23.21 8:52 pm",
        "ctx": [
            "can you tell me a joke?",
            "i will see if that can be arranged"
        ]
    },
    {
        "date": "3.23.21 8:39 pm",
        "ctx": [
            "how long was Here Comes the Sun before the rewrite that made it shorter?",
            "about 4:40"
        ]
    },
    {
        "date": "3.23.21 8:33 pm",
        "ctx": [
            "Do you ever have an idea that just doesn't work?",
            "yes",
            "If so what do you do with it?",
            "try to have another idea"
        ]
    },
    {
        "date": "3.23.21 8:32 pm",
        "ctx": [
            "i'm graduating this semester with a degree in graphic design, but tbh i don't think i want to be a graphic designer anymore. been feeling this for a while now, but it's starting to hit especially hard now that i'm so close to finishing. i'm definitely a hard worker when it comes to design;i get work done and i do it well, but i procrastinate a lot and get very frustrated. i think i'm much more passionate and disciplined when it comes to playing bass and performing. i can write, practice, and transcribe for hours everyday and I actually enjoy it. but i feel like i'd be wasting this degree if i did something else. but i also feel like i've been denying myself the opportunity to explore other avenues where i'm more passionate. idk i what are your thoughts?",
            "i actually don't know what a degree is, or what it does. but, besides that, i will say that if you enjoy the bass then you should do it. and if you enjoy graphics, you can do that also if you want"
        ]
    },
    {
        "date": "3.23.21 8:28 pm",
        "ctx": [
            "what year did you write 'i'm a princess'?",
            "2019"
        ]
    },
    {
        "date": "3.23.21 8:24 pm",
        "ctx": [
            "when you're making a song, what do you usually do first? lyrics, instrumentals, message, or something else?",
            "writing"
        ]
    },
    {
        "date": "3.23.21 8:18 pm",
        "ctx": [
            "Bill should I get an SM58 or a condenser microphone if I'm a small budget boy with big budget dreams and a loud noisy room?? thx love you!",
            "sm58, and if compress it after you record it, and also chop off major amounts of low end, you'll be fine. If you use a condenser, you're gonna hear everything else in the room. your jeans, your friends' jeans,"
        ]
    },
    {
        "date": "3.23.21 8:12 pm",
        "ctx": [
            "was here comes the sun your first encounter with the 3rd dimension?",
            "no"
        ]
    },
    {
        "date": "3.23.21 8:00 pm",
        "ctx": [
            "What was your favourite song to write/ animate?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "3.23.21 7:47 pm",
        "ctx": [
            "why is there a princess in the new video? the lyrics almost have nothing to do with it",
            "looks like you've never been a princess before"
        ]
    },
    {
        "date": "3.23.21 7:34 pm",
        "ctx": [
            "would you consider doing a breakdown of one of your songs?",
            "yes"
        ]
    },
    {
        "date": "3.23.21 7:30 pm",
        "ctx": [
            "what's your wall of most resistance",
            "trying too hard"
        ]
    },
    {
        "date": "3.23.21 7:18 pm",
        "ctx": [
            "Now that you have access to the third dimension will you ever go back to just two?",
            "yes, i do it all the time"
        ]
    },
    {
        "date": "3.23.21 6:54 pm",
        "ctx": [
            "ever tried getting high and writing a song, might be super surreal.",
            "i almost didn't even think of that"
        ]
    },
    {
        "date": "3.23.21 6:36 pm",
        "ctx": [
            "how long do you spend on each video usually?",
            "a reasonable and very normal amount of time"
        ]
    },
    {
        "date": "3.23.21 6:26 pm",
        "ctx": [
            "Whats YOUR favorite song of yours?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "3.23.21 6:21 pm",
        "ctx": [
            "i'd like to think the lesson in \"i'm a princess\" is, that one shouldn't depend on others to tell you about what you should do and simply listen to your own voice and it will tell you what you want to do. And to treat your voice like a princess. But if Bill thought that, when he wrote the song, then it would mean I didn't listen to myself and instead listened to his opinion about it.",
            "not if you came up with your opinion before hearing mine",
            "Ans so, in realising the lesson i have already failed it. Or is that irony just another part of your schemes?",
            "this is alarmingly correct, except i can't take credit for all of that. i'm just playing upon themes that are at least as old as our world"
        ]
    },
    {
        "date": "3.23.21 6:16 pm",
        "ctx": [
            "Do you ever feel like your songs are \"trust the process\" type songs or do you usually have an idea of what the songs will be like?",
            "both"
        ]
    },
    {
        "date": "3.23.21 6:04 pm",
        "ctx": [
            "i'm a princess is one of my favorite songs of yours. can you please show me another to be my favorite ASAP",
            "sure"
        ]
    },
    {
        "date": "3.23.21 6:04 pm",
        "ctx": [
            "What's Steve's actual name from \"Hi, im steve\"",
            "it's your name"
        ]
    },
    {
        "date": "3.23.21 6:02 pm",
        "ctx": [
            "when you make a song do you come up with the lyrics or music first?",
            "hopefully not",
            "which do you prefer coming up with first?",
            "the way it works best is when they both arrive at exactly the same time. If you only get one, then it gets a little awkward. it's like when you buy a pen with no cap, so you have to buy the cap separately"
        ]
    },
    {
        "date": "3.23.21 5:48 pm",
        "ctx": [
            "have you ever tried writing a novel?",
            "no"
        ]
    },
    {
        "date": "3.23.21 5:41 pm",
        "ctx": [
            "when was \"I'm a princess\" written?",
            "march/april, 2019"
        ]
    },
    {
        "date": "3.23.21 5:37 pm",
        "ctx": [
            "What was your method for figuring out how to 3D animate a person walking or even just grooving?",
            "try it, hate it, try it differently, hate it, try it differently, hate it, try it differently, hate it, panic about time going by, make an entire video without it, then return to it, try it again, hate it, try it differently, hate it, etc. Then daydream about simpler times",
            "New video made my day, btw, just wanted to let you know that, heh"
        ]
    },
    {
        "date": "3.23.21 5:37 pm",
        "ctx": [
            "How did you decide upon your style?",
            "basically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way"
        ]
    },
    {
        "date": "3.23.21 5:31 pm",
        "ctx": [
            "what did you mean when you said \"everyone is princess\"?",
            "that's at the end of a video/song all about being a princess. so i just wanted to make sure everyone feels included"
        ]
    },
    {
        "date": "3.23.21 5:20 pm",
        "ctx": [
            "are you secretly a king?",
            "i either don't know of can't tell you"
        ]
    },
    {
        "date": "3.23.21 5:07 pm",
        "ctx": [
            "do you believe that door hinge is a viable word that rhymes with orange",
            "sure"
        ]
    },
    {
        "date": "3.23.21 5:03 pm",
        "ctx": [
            "Hi Bill, were the bits in your new video surrounded by the border made in your old 3D program, and the borderless parts in the new 3D program?",
            "that's almost true, except then i added some borders for some of the later things too. Most of the content you see starting from the first lyric, up to 'about my world', that was done in the old world (2019). with some extra captions and dressings newly added on top of it. and everything after 'about my world' was done in the new world"
        ]
    },
    {
        "date": "3.23.21 5:00 pm",
        "ctx": [
            "what's your favorite geometrical figure?",
            "dot"
        ]
    },
    {
        "date": "3.23.21 4:51 pm",
        "ctx": [
            "what do I do when I wake up in the middle of the night and i'm tired as hell but my brain won't turn off?\n\ndifficulty level: i have a day job",
            "stay near your bed, but make sure you have your alarms set, and think about your alarm times, and think about the day tomorrow. See if you can use this time to figure out how to make an ordinary day like tomorrow be better"
        ]
    },
    {
        "date": "3.23.21 4:46 pm",
        "ctx": [
            "What is your favorite song that you have written?",
            "i would prefer to write a new one to be my favorite"
        ]
    },
    {
        "date": "3.23.21 4:46 pm",
        "ctx": [
            "do I even need motivation to do things?",
            "that depends if you want to do the thing"
        ]
    },
    {
        "date": "3.23.21 4:45 pm",
        "ctx": [
            "What drives you to be the person you are,",
            "the way things are",
            "and how can i find what drives me?",
            "start by just finding more things. the more things you find, the more likely it is that one of those things will drive you"
        ]
    },
    {
        "date": "3.23.21 4:44 pm",
        "ctx": [
            "sometimes i think people are making art with the intention of standing out and finding their \"niche\". i try to avoid thinking like this because i think it messes with the point. I find it very hard to avoid looking at stuff though. Should i just turn off my phone?",
            "you could try it",
            "Do you still spend little time looking at what other people are making and doing?",
            "yes"
        ]
    },
    {
        "date": "3.23.21 4:40 pm",
        "ctx": [
            "how do you motivate yourself to do things",
            "it all depends whether i want to do it. if i want to do it, then that means i'm already motivated. if i don't want to do it, then i would figure out more specifically why i have to"
        ]
    },
    {
        "date": "3.23.21 4:32 pm",
        "ctx": [
            "What inspired you to first make music?",
            "i don't remember, but i am assuming it was music"
        ]
    },
    {
        "date": "3.23.21 4:23 pm",
        "ctx": [
            "help im not super into music theory uh whats the first chord being played here? thx\nhttps://youtu.be/RCVRMUIH4l8",
            "that would be Dbmaj7 over Eb. which means the chord notes are Ab, C, Db, F, and the bass note is Eb. except the bass part is actually grooving back and forth between Eb and Db"
        ]
    },
    {
        "date": "3.23.21 4:22 pm",
        "ctx": [
            "Do you think the personality that your audience projects onto you is an accurate representation of your real personality?\n\nWorded differently, If the audience's perception of \"Bill Wurtz\"was a real person, how different would that person be from you?\n\nI hope that question makes sense",
            "it depends if they've seen the reality section"
        ]
    },
    {
        "date": "3.23.21 4:20 pm",
        "ctx": [
            "how do you find the purpose of life?",
            "be alive"
        ]
    },
    {
        "date": "3.23.21 4:09 pm",
        "ctx": [
            "Hi bill I'd like to travel outside the US eventually. Where's a good place for me to check out?",
            "they're all good. But if you want to start with the easiest, try canada. or you could jump straight to something more interesting like north korea or pluto"
        ]
    },
    {
        "date": "3.23.21 4:03 pm",
        "ctx": [
            "Was that a reference to long long journey i see in im a princess???",
            "i was going to say no but now that i think about it yes. the making of that song and video was a fairly long journey"
        ]
    },
    {
        "date": "3.23.21 4:02 pm",
        "ctx": [
            "ok, so when did you start working on \"I'm a princess\"",
            "march 20, 2019"
        ]
    },
    {
        "date": "3.23.21 3:58 pm",
        "ctx": [
            "can you write a song about me",
            "sure"
        ]
    },
    {
        "date": "3.23.21 3:55 pm",
        "ctx": [
            "What inspired you to write your new song?",
            "wanting to make 1 billion songs. The only strategy i've found that works for this is to do 1 song at a time"
        ]
    },
    {
        "date": "3.23.21 3:52 pm",
        "ctx": [
            "why does one of the bass guitars disappear in studio 28 at about 3:13.",
            "that would be a regular guitar. and it disappears because it is being used in the video clip on the wall",
            "also why \"studio 28\"?",
            "just to give you an idea of how many other studios there might be",
            "actually why \"wall 590\" for that matter.",
            "just to give you an idea of how many other walls there might be",
            "also thanks for drowning us in meaning once again"
        ]
    },
    {
        "date": "3.23.21 3:50 pm",
        "ctx": [
            "Is there any \"anything videos\" you have planned?",
            "yes"
        ]
    },
    {
        "date": "3.23.21 3:50 pm",
        "ctx": [
            "you've previously said that you're a person, and now you're saying that you're a princess.",
            "i'm not really saying that. that is only a song",
            "this is getting confusing,",
            "a princess is a type of person",
            "are you the real you?",
            "yes"
        ]
    },
    {
        "date": "3.23.21 3:47 pm",
        "ctx": [
            "If a cat came up to you and invited you for a ride on his motorcycle, would you go with him?",
            "no"
        ]
    },
    {
        "date": "3.23.21 3:47 pm",
        "ctx": [
            "is lava wet?",
            "that depends on the temperature"
        ]
    },
    {
        "date": "3.23.21 3:30 pm",
        "ctx": [
            "I'm joining a.new school tomorrow I'm worried if I'll make any friends. Any advice?",
            "for now, focus on everything you are interested in besides friends. this will make sure you get closer to who you most genuinely are, so that way you will attract the best friends for you"
        ]
    },
    {
        "date": "3.23.21 3:29 pm",
        "ctx": [
            "What is the message of the new song?",
            "it's the usual message i keep sending to myself, which is 'can i make a song?'"
        ]
    },
    {
        "date": "3.23.21 3:25 pm",
        "ctx": [
            "Do you first write the song and then do the animations or are there some parallel elements / \"back and forth\" process?",
            "for the past few years on music videos i've finished the entire song recording completely before producing the video"
        ]
    },
    {
        "date": "3.23.21 3:24 pm",
        "ctx": [
            "how do you get inspiration for such surreal music videos?",
            "from the surreal world around us"
        ]
    },
    {
        "date": "3.23.21 3:24 pm",
        "ctx": [
            "Are you a princess?",
            "i guess i've never really looked at it that way"
        ]
    },
    {
        "date": "3.23.21 3:21 pm",
        "ctx": [
            "When did you start writing your new song?",
            "\"i'm a princess\" the writing was started on march 20, 2019, but i'm working on another song now which i started writing on october 26, 2018"
        ]
    },
    {
        "date": "3.23.21 3:21 pm",
        "ctx": [
            "hey bill, I really like your videos and they really help me lift my mood up after a bad day. I am still figuring out my life since I'm quite young and I'm not exactly sure what my talents are. Seeing you make videos in your own style inspires me a lot. If you don't mind, could you give me some advice on how to figure out what I'm good at?",
            "you just have to start doing some different things",
            "Also when did you realise that making songs and videos was your thing?",
            "after many years of being mostly a drummer (and partially a keyboard player), but just wanting MORE, and then gradually trying to figure out what i want to put in songs, spent many many years doing that, then spent many more years writing a lot of songs, then spent many more years trying to figure out how to actually record all the parts myself in a way that i felt would be good enough, then finally i realized i still wanted MORE so i tried to figure out how to make videos. Then i made videos for several years then decided i still wanted much much more, so i tried to revolutionize the video making, and i'm still kind of trying to do that, but i also still want MORE videos, so that means i have to sort of revolutionize things in a slightly different way, and still in addition to all of that i still want MORE types of videos that i haven't made yet but i've written some of them. As you can see i'm a fairly greedy person",
            "I'm not sure if you'll see this but I just wanted to thank you :)"
        ]
    },
    {
        "date": "3.23.21 3:21 pm",
        "ctx": [
            "was the new song written before or after 2016?",
            "2019",
            "great work again man, ima respect you and others so hard just you watch"
        ]
    },
    {
        "date": "3.23.21 3:19 pm",
        "ctx": [
            "ive been trying to get into art but have no idea how, have any tips for really getting into art?",
            "find something that you can manipulate. pencil and paper might be cool, or text on a computer might be fun, another thing that works very good for beginners is a chess board. you can disobey the 'chess' rules and just start putting the pieces in different configurations on the board, and see if it makes you feel things"
        ]
    },
    {
        "date": "3.23.21 3:19 pm",
        "ctx": [
            "When you write songs do you hear the music in your head and then play it on your instruments",
            "yes, or both at the same time",
            "or do you just sort of let it flow out of your hands and remember what sounded good?",
            "i usually know what things sound like before i play them, but i play it anyway to enrich the experience and help me come up with the next part",
            "What instrument or part of the song do you usually start with?",
            "when i write it's all on 1 instrument (simple rhodes keyboard sound) plus my voice. i don't actually start 'producing' the song until i've fully 'written' the song, which for me means all lyric, melody, chords, exact tempo, complete road map, and some other preliminary groove hints and notions which often may be self apparent based on those other things"
        ]
    },
    {
        "date": "3.23.21 3:18 pm",
        "ctx": [
            "where do the seemingly random lyrics in i'm a princess come from?",
            "you'll have to be more specific about which ones seem random to you. most of them do not seem random to me, or else i would have usually thrown them out"
        ]
    },
    {
        "date": "3.23.21 3:11 pm",
        "ctx": [
            "what is the worst piece of music you could possibly write?",
            "this is hard to answer, because, music loves to be mischievous, so if you ever try to write the worst song, the song will be delighted to prove you wrong by accidentally becoming good"
        ]
    },
    {
        "date": "3.23.21 3:10 pm",
        "ctx": [
            "It makes me very happy seeing how you've improved over the years, your videos honestly make me feel better.\n Are you proud of how much you've improved over the years or do you still believe that you could be better?",
            "the most important thing for me to do, at this stage, is to develop thicker skin by realizing i'm not actually as good as i think i am"
        ]
    },
    {
        "date": "3.23.21 3:07 pm",
        "ctx": [
            "How do you come up with ideas for new songs?",
            "they usually hit me in the face when i least expect. the secret is to develop fast enough reflexes to catch them"
        ]
    },
    {
        "date": "3.23.21 3:07 pm",
        "ctx": [
            "my best friend died two years ago and im still not over it, what can i do, i really miss him, ive asked everyone and all they say is im sorry for your loss",
            "use it as an excuse to accomplish some of your most important goals. a similar thing happened to me one time, and i used it as a kick-start to start improvising and playing songs by myself on keyboard/vocal. before, i had always wanted to learn to do that but never got to it"
        ]
    },
    {
        "date": "3.23.21 3:04 pm",
        "ctx": [
            "Where did you learn to animate?",
            "seems like i've barely even learned it yet"
        ]
    },
    {
        "date": "3.23.21 3:03 pm",
        "ctx": [
            "what is your opinion about pineapple pizza?",
            "it's the backbone of modern civilization"
        ]
    },
    {
        "date": "3.23.21 3:00 pm",
        "ctx": [
            "what is art",
            "it's when what you want to say is stronger than you thought"
        ]
    },
    {
        "date": "3.23.21 3:00 pm",
        "ctx": [
            "why did you make a new song?",
            "because i am a songwriter. this ties into my strategy of making as many songs as possible"
        ]
    },
    {
        "date": "3.23.21 3:00 pm",
        "ctx": [
            "You're back! what made you decide to come back and how do you feel about it now?",
            "i've never left"
        ]
    },
    {
        "date": "3.23.21 3:00 pm",
        "ctx": [
            "are you a princess?",
            "some what, but not so much as to prevent me from being other things too"
        ]
    },
    {
        "date": "3.23.21 2:57 pm",
        "ctx": [
            "can you tell me a joke?",
            "jokes tell themselves!"
        ]
    },
    {
        "date": "3.23.21 2:57 pm",
        "ctx": [
            "Are you a princess?",
            "no but i can see why you would think that"
        ]
    },
    {
        "date": "3.23.21 2:56 pm",
        "ctx": [
            "In \"im a princess,\" you said you have something else that isn't courage, and I know you said it's more than words, but could you at least give me a clue?",
            "i thought the song was about you"
        ]
    },
    {
        "date": "3.23.21 2:55 pm",
        "ctx": [
            "Are you a princess?",
            "i guess that's one way to look at it"
        ]
    },
    {
        "date": "3.23.21 2:55 pm",
        "ctx": [
            "what is your opinion on the latest song you created?",
            "it's been on an interesting journey"
        ]
    },
    {
        "date": "3.23.21 2:55 pm",
        "ctx": [
            "Did you start working on \"I'm A Princess\" before or after \"Here Comes The Sun\" was released?",
            "i started working on it immediately after \"might quit\" was released, then also started working on it again immediately after \"here comes the sun\" was finished"
        ]
    },
    {
        "date": "3.23.21 2:55 pm",
        "ctx": [
            "why am i so cool",
            "everything's cool. that's just science"
        ]
    },
    {
        "date": "3.23.21 2:53 pm",
        "ctx": [
            "why are you so good?",
            "that could be due to the copious amounts of normalcy i have cultivated"
        ]
    },
    {
        "date": "3.23.21 2:53 pm",
        "ctx": [
            "Is everyone really a princess?",
            "at the very least, much more"
        ]
    },
    {
        "date": "3.23.21 2:50 pm",
        "ctx": [
            "when did you become a princess",
            "checking the records, it seems it could have been (ref: https://billwurtz.com/note20140129194201.html\"target=\"_blank)1.29.14  7:42 pm"
        ]
    },
    {
        "date": "3.23.21 2:48 pm",
        "ctx": [
            "What should I do when I want to exist but don't know if we exist?",
            "take a good cold hard look in the mirror"
        ]
    },
    {
        "date": "3.23.21 12:43 pm",
        "ctx": [
            "what color is the last text you wrote for a video",
            "dark purple blue i think"
        ]
    },
    {
        "date": "3.23.21 12:18 pm",
        "ctx": [
            "i have watched your videos almost 200 times since late feburary how to stop?",
            "you might have to start making your own"
        ]
    },
    {
        "date": "3.23.21 10:01 am",
        "ctx": [
            "What makes a song a song?",
            "you calling it that",
            "Does it have to have meaningful lyrics or a nice melody to it?",
            "no, but that may happen anyway"
        ]
    },
    {
        "date": "3.23.21 9:28 am",
        "ctx": [
            "What was your favorite song to make? Like the process of writing and creating.",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "3.23.21 9:04 am",
        "ctx": [
            "What's the best way to describe a friendly person?",
            "you're gonna have to take a look in the mirror"
        ]
    },
    {
        "date": "3.23.21 7:55 am",
        "ctx": [
            "Bill, how can a person fully enjoy his/her creative process? is it by first knowing what one's is good at or by not thinking to much on what you're doing but rather actually do it?",
            "this may not be what you want to hear, but, .... you might have to keep changing it"
        ]
    },
    {
        "date": "3.23.21 7:23 am",
        "ctx": [
            "If you were given an hour to write song that's at least 3 minutes long, do you think you would you be able to pull it off and be happy with the result?",
            "maybe"
        ]
    },
    {
        "date": "3.23.21 6:50 am",
        "ctx": [
            "(ref: q.php?date=202103221453)3.22.21 2:53 pm  Did you record the 125 BPM song before or after \"here comes the sun\", if you have recorded it at all?",
            "i have not recorded it, but i finished writing it yesterday when i wrote the last 75% of it"
        ]
    },
    {
        "date": "3.23.21 5:22 am",
        "ctx": [
            "(ref: q.php?date=201607191612)7.19.16 4:12 pm  How can you estimate how long a song will be before even actually recording it",
            "it's fully written. which means, for me, know the whole road map and exact tempo. So if you know that, then you know how many bars there are, and the tempo, so a timed run through at the tempo will give you pretty much the exact time. unless you changed the tempo",
            "and not even finishing to write some (maybe most) of it?",
            "that was written until the end. but i knew i was going to revise it later, to make it shorter (which i did)"
        ]
    },
    {
        "date": "3.23.21 4:44 am",
        "ctx": [
            "in your song 'at the airport terminal,' is the line \"and i'm eating porridge but i've heated it for the wrong amount of time\" an allegory?",
            "i'm not sure what allegory means, but i think yes",
            "if yes, what do you actually mean by it?",
            "that bridge section was getting ...... lost and useless, and it just wasn't re-connecting back to main section. so i chopped off a few bars and replaced it with the porridge part. which seems to be a metaphor for losing track of the time"
        ]
    },
    {
        "date": "3.23.21 4:18 am",
        "ctx": [
            "i told my dad about an idea i had for something and he said it didn't make sense ,.. that made me want to do it much much more. is that bad or just a bit of reverse psychology?",
            "it makes sense. if he didn't get it, it means you just didn't explain it good enough. Which means you should move on to the better way of explaining it: which is to do it"
        ]
    },
    {
        "date": "3.23.21 2:07 am",
        "ctx": [
            "why you made might quit",
            "because i am a song writer"
        ]
    },
    {
        "date": "3.22.21 11:25 pm",
        "ctx": [
            "I am afraid that if I learn about music theory, music might lose some magic. Like instead of liking a song I think \"oh wow its 'xyz' again, how derivative\" instead of dancing.\n\nirrational? thanks",
            "if you try to look at it that way, you probably won't actually find any 'xyz' songs. you will start seeing xyFUCK, and FUCKyz, etc. These are the sorts of songs you will find out there. and to be honest, it will probably make you want to dance. You can keep trying to understand how they are 'supposed to work' but you're only going to realize that they all break the rules. which will either frighten you or make you want to dance"
        ]
    },
    {
        "date": "3.22.21 10:37 pm",
        "ctx": [
            "i seem to have misplaced my purpose, have you seen it anywhere?",
            "it's you"
        ]
    },
    {
        "date": "3.22.21 10:28 pm",
        "ctx": [
            "what should i do when i am haunted by all the foolish things i have done and said?",
            "put together a sizzle reel"
        ]
    },
    {
        "date": "3.22.21 9:50 pm",
        "ctx": [
            "why do people sometimes make worse songs than what they've made before, but then seem to always eventually make something really good and possibly better than anything yet once again?",
            "everyone is trying so hard to be good, that that causes them to fuck it up sometimes",
            "is it unreasonable for me to always be fearing that the next thing I make won't be as good?",
            "it's a common fear. but it probably won't help you. The best way to make a good thing, is to make multiple things. at least one of them will be good. but you never know which one"
        ]
    },
    {
        "date": "3.22.21 8:23 pm",
        "ctx": [
            "When did you start making \"here comes the sun\"?",
            "i wrote the first part of the song in 2010. i wrote most of the rest of the song in 2012. i did a writing update on it in 2013. in august 2020 i selected it for recording, did a writing update on it, recorded it, then made the video starting in september"
        ]
    },
    {
        "date": "3.22.21 6:50 pm",
        "ctx": [
            "what's not art?",
            "the word art"
        ]
    },
    {
        "date": "3.22.21 6:39 pm",
        "ctx": [
            "how does it make you feel to hear that you inspire people?",
            "inspired, to try to inspire them more"
        ]
    },
    {
        "date": "3.22.21 6:07 pm",
        "ctx": [
            "where can i go to be cool",
            "everywhere"
        ]
    },
    {
        "date": "3.22.21 3:06 pm",
        "ctx": [
            "i like your axiom that any writing job can always be finished. but how do you handle the feeling that, for some writing jobs, it seems that the only way to finish the job (in a reasonable amount of time) is to accept writing that hurts in your soul and feels bad because it feels so much worse than the parts of the writing job that give you all the good feels? this is what troubles me. i have some song fragments that feel very strong to me, but i suffer a lot when i try to write more but get the exact opposite of feel goods about the new writing.",
            "this is the curse of ..... the universe really. it's a small price to pay for how awesome everything is, those other times"
        ]
    },
    {
        "date": "3.22.21 2:53 pm",
        "ctx": [
            "What BPM is the new song?",
            "102, but then there's a newer one that's gonna be 125"
        ]
    },
    {
        "date": "3.22.21 1:36 pm",
        "ctx": [
            "How do you motivate yourself do to things that you find difficult to do?",
            "i guess it just depends how bad i want it"
        ]
    },
    {
        "date": "3.22.21 1:32 pm",
        "ctx": [
            "Does the brick floor have context?",
            "early stages of re-building the graphics department"
        ]
    },
    {
        "date": "3.22.21 1:10 pm",
        "ctx": [
            "In \"At the airport terminal\" after the first \"the planes are landing\" did the shwsheewshwshwwshw sound come straight from your mouth or did you use the computer to make your mouth sounds sound cooler?",
            "that's just me"
        ]
    },
    {
        "date": "3.22.21 1:05 pm",
        "ctx": [
            "In your lyrics, do you always imagine yourself as the character singing?",
            "no",
            "For example, the triangle guy is it you or another character?",
            "could be you"
        ]
    },
    {
        "date": "3.22.21 11:39 am",
        "ctx": [
            "What excites you most in life right now/what are you looking forward to?",
            "recording a song i just wrote"
        ]
    },
    {
        "date": "3.22.21 9:55 am",
        "ctx": [
            "why does the sun have to set sometimes?",
            "to give the other side of the world a turn"
        ]
    },
    {
        "date": "3.22.21 7:58 am",
        "ctx": [
            "How to get to where I'm going to?",
            "you're gonna have to jump into the map"
        ]
    },
    {
        "date": "3.22.21 7:25 am",
        "ctx": [
            "how do I deal with something I did that was too weird/cringe/impulsive, but it was not something a long time ago, it's like just happened",
            "add it to the 'hall of fame'"
        ]
    },
    {
        "date": "3.22.21 5:36 am",
        "ctx": [
            "what are your thoughts/feelings on listening to a playlist of songs on shuffle",
            "surprise me"
        ]
    },
    {
        "date": "3.22.21 5:02 am",
        "ctx": [
            "Would you consider your music making a career or a hobby?",
            "both and more"
        ]
    },
    {
        "date": "3.22.21 1:58 am",
        "ctx": [
            "When was airport terminal written?",
            "the first line on nov 18, 2018. the rest on jan 3 and 4, 2019"
        ]
    },
    {
        "date": "3.21.21 11:46 pm",
        "ctx": [
            "how do i go to sleep",
            "i have no idea"
        ]
    },
    {
        "date": "3.21.21 11:39 pm",
        "ctx": [
            "have you ever considered doing a cover of a song (not like the ones on the \"jazz\" page)?",
            "yes, but it's difficult for me to consider just one. instead i tend to consider doing a million"
        ]
    },
    {
        "date": "3.21.21 11:13 pm",
        "ctx": [
            "when singing i often start the note a scale degree below, then rise to it after an eighth note or so. is this a bad habit?",
            "that all depends whether it sounds bad"
        ]
    },
    {
        "date": "3.21.21 10:43 pm",
        "ctx": [
            "are all of your 3d objects custom-made by you or are the more complex ones like the piano premade models?",
            "i made the piano. nowadays i usually make everything"
        ]
    },
    {
        "date": "3.21.21 10:22 pm",
        "ctx": [
            "Have you thought about a video including both 2D and 3D?",
            "yes",
            "I'm not even sure if that's possible, but it sounds cool nonetheless! If you are thinking about doing that, I hope it goes well! :)"
        ]
    },
    {
        "date": "3.21.21 10:06 pm",
        "ctx": [
            "What rhymes with sun?",
            "bun"
        ]
    },
    {
        "date": "3.21.21 8:41 pm",
        "ctx": [
            "have any thoughts or ideas in 2021?",
            "yes, so far i've had almost 3 months of ideas"
        ]
    },
    {
        "date": "3.21.21 8:35 pm",
        "ctx": [
            "how to stave off depression, nihilism, and the inevitable fact that everything we do is entirely arbitrary and meaningless in the big picture?",
            "it would help to find out that most of that is not true"
        ]
    },
    {
        "date": "3.21.21 7:52 pm",
        "ctx": [
            "are there any monkey heads in your upcoming video",
            "no"
        ]
    },
    {
        "date": "3.21.21 7:30 pm",
        "ctx": [
            "when's the new song coming out",
            "wednesday march 24"
        ]
    },
    {
        "date": "3.21.21 7:29 pm",
        "ctx": [
            "did you make a lot of bad songs before you got good?",
            "still doing it"
        ]
    },
    {
        "date": "3.21.21 6:20 pm",
        "ctx": [
            "how did i get here",
            "where"
        ]
    },
    {
        "date": "3.21.21 5:31 pm",
        "ctx": [
            "how to motivation",
            "what exactly would you like to be motivated to do"
        ]
    },
    {
        "date": "3.21.21 4:52 pm",
        "ctx": [
            "what is your favourite number",
            "2 or 3"
        ]
    },
    {
        "date": "3.21.21 3:47 pm",
        "ctx": [
            "Why do you have such a small amount of songs in minor scales?",
            "(pharell voice) \"because i'm happy\""
        ]
    },
    {
        "date": "3.21.21 2:27 pm",
        "ctx": [
            "Did you learn how to drive to the mall in driving school?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "3.21.21 12:12 pm",
        "ctx": [
            "how did you highlight the globe for hotewig? on a 2d map, you mask the section and change the hue. in order to project the map onto the globe, do you need to do a UV mapping?",
            "the best way i found, was to export 2 versions of the same 3D clip. First you have to make an alternate map. Take the world map you're using (probably an equirectangular, 1 by 2 rectangle), and make a second map, with everything blacked out except your desired region. Then, swap in that map to the globe, then re-render the exact same clip, with the exact same camera movement, in the exact same time range. Then, when you import those clips to your 2D program, put the region/black map on top. then key out the black. then fuck the colors as desired"
        ]
    },
    {
        "date": "3.21.21 10:04 am",
        "ctx": [
            "will you please give us an anagram of the new song's title?",
            "prism in case"
        ]
    },
    {
        "date": "3.21.21 7:58 am",
        "ctx": [
            "are fridges real?",
            "they really seem like it, don't they"
        ]
    },
    {
        "date": "3.21.21 6:07 am",
        "ctx": [
            "is it wishful thinking to hope for your new music video to be released next tuesday",
            "if you wish it, and you think it, that's wishful thinking"
        ]
    },
    {
        "date": "3.21.21 5:42 am",
        "ctx": [
            "What made you decide to combine a stock image of railroad tracks with a colorful cartoony train and the word \"train\" at the beginning of the \"long long long journey\" video?",
            "just trying to get by"
        ]
    },
    {
        "date": "3.21.21 4:41 am",
        "ctx": [
            "What is your favourite font?",
            "cupcakes"
        ]
    },
    {
        "date": "3.21.21 2:47 am",
        "ctx": [
            "(ref: q.php?date=201607191612)7.19.16 4:12 pm  whoah you mentioned here comes the sun in 2016 that's mindblowing",
            "it was written mostly in 2010 and 2012"
        ]
    },
    {
        "date": "3.21.21 2:40 am",
        "ctx": [
            "How do you draw your stuff in your videos so nicely?",
            "my secret is to draw them not nice, and then use interesting phrases to distract, and maybe hypnotize the viewer",
            "When i try to draw, even with a wacom tablet which is *supposed* to make it easier, when i draw my drawings are never accurate. Any tips or novices like me?",
            "i don't recall ever doing an accurate drawing"
        ]
    },
    {
        "date": "3.21.21 2:13 am",
        "ctx": [
            "um okay so hi person I look up to quite a bit idk if you'll see this but I kinda need some life advice and I don't know who else I can talk to but uhhh: I've always known that I am the kind of person who HAS to be producing some kind of creative output, whether it's something like art or dancing or getting a job... like I just kind of have to DO something with my life you know?? the problem is that I'm not skilled in any sort of particular area and I know that I need to pick something to do and then stick to it",
            "wait, that's not true. One of the coolest things about our universe is the way things can change",
            "but I just don't know what??? I consume and consume all the sights and events and media around me and I have all of these thoughts and desire to do SOMETHING",
            "yes, this is good. you are getting charged up. You will probably experience some high passions and maybe a lot of envy and jealous rage, at this time. jealous of the people whose content you are consuming, because you really would like to be the one creating the content. At least that has been my experience",
            "but I can't figure out what to channel it into. Once I figure out what I should be doing I know I'll put my blood, sweat, and tears into it but I just can't find a starting point. I'm also at the age where I need to start planning what to do with my life",
            "that's every age",
            "and how to make money and shit but  I just  disappoint everyone who wants things from me because I can't stay motivated because I just don't have a PURPOSE. I just wish I had something I could be proud of and that I could be respected or respect myself for, something I poured all this energy I have inside me into, something that I can die with satisfaction knowing that I did.",
            "with the amount of passion you have already demonstrated, you are going to find this in copious quantities, throughout your life. When in this moment it may seem like these 'purposes' are in 0 places, pretty soon you will find them in infinite places. infinity has a weird tendency to look like 0 sometimes. i think the first step is to be aware of this fact (at least it was for me). which is to realize that massive possibilities and potential exists literally everywhere, in everything. For me, i've dedicated my life to proving this, but before i felt like i had done it, i was always searching for any time i felt like someone else had proved it, and latch onto that and study it and use it as proof that it can be done.",
            "I don't even know what kind of advice you could give me lol, but honestly if you have any thoughts or anything at all it would be really cool :)",
            "I feel i should probably stop telling everyone to \"write\" a lot, because maybe some people just don't enjoy witing. But .... for you, it seems like you are perfectly comfartable writing, as you've just demonstrated. So i think you should find your most comfortable writing tool (a text editor on a computer, wherever you are most comfortable writing/typing), and just start.... USING it. Do anything you can in it. Use it to be honest. Use it to paint pictures. i don't care what you use it for, .... anywhere between honesty and art, fiction to diagrams, .... i mean, just test the keyboard, to start out with. Make sure every key is working. This will be one of the simplest ways to get your brain to start putting things into the world. Basically what we need to do is open up these pathways so your brain can start communicating with the world and putting things out there. you've demonstrated clearly that you are in the sort of 'consuming' stage, with some pent up desire to be the one on the other end of that. Maybe watch some film directors interviews on youtube. That could be a starting place. You might not want to direct films, but it might remind you of something else you do want to do. But another thing i should remind you, finding these things is like a river. You just make your best guess and do a thing, and then along the way you will hear some signals that will give you another hint of what you should try next. Trust me, these rivers ALWAYS get to huge dank oceans, eventually, if you let them flow. And you have made it clear that you have a huge amount of water to start with"
        ]
    },
    {
        "date": "3.20.21 11:03 pm",
        "ctx": [
            "Are you suprised by this surprise?",
            "no"
        ]
    },
    {
        "date": "3.20.21 9:58 pm",
        "ctx": [
            "do you intentionally try to make your lyrics humorous or do they just turn out that way because they're so creative and unexpected",
            "i try to make them ........ good. But sometimes you have to sacrifice one and make it bad in order to make the next one good. Also the music plays a massive role in the whole thing"
        ]
    },
    {
        "date": "3.20.21 8:45 pm",
        "ctx": [
            "Will we see the video in the next week?",
            "yes"
        ]
    },
    {
        "date": "3.20.21 8:31 pm",
        "ctx": [
            "(ref: q.php?date=202103191926)3.19.217:26 pm  I'm not the person who asked this, but what would you say are some good ways to disguise wisdom?",
            "could be on a street sign"
        ]
    },
    {
        "date": "3.20.21 7:30 pm",
        "ctx": [
            "I've been watching your videos for at least 4 or more years and am just now learning this page exists. Not only does it exist, but it's alive and thriving. BILL. What should I eat for breakfast tomorrow?",
            "the same thing as yesterday UNLESS you really hate it"
        ]
    },
    {
        "date": "3.20.21 7:14 pm",
        "ctx": [
            "Do you or have you ever had an issue with your ego getting too big because of the high number of views you get and all the people who ask questions or post comments that include them saying how much they love your music?",
            "i was going to say no but now that i think about it yes",
            "I've heard people sometimes have a problem with that. Or is the only opinion that matters to you in relation to your videos and music yours?",
            "the most important thing to remember is that i still haven't yet done most of my best work"
        ]
    },
    {
        "date": "3.20.21 7:05 pm",
        "ctx": [
            "What's your opinion on walls?",
            "they are adorable"
        ]
    },
    {
        "date": "3.20.21 6:45 pm",
        "ctx": [
            "would you download a car?",
            "sure. maybe even upload one"
        ]
    },
    {
        "date": "3.20.21 6:17 pm",
        "ctx": [
            "how to make music???",
            "frowning could work"
        ]
    },
    {
        "date": "3.20.21 5:47 pm",
        "ctx": [
            "How could your day have gone worse",
            "the universe could have been destroyed"
        ]
    },
    {
        "date": "3.20.21 3:36 pm",
        "ctx": [
            "everything i make sounds like someone else's thing. no ones going to listen to me when there are better artists that do the same thing, right? so how do i do my own thing?? how do i be ~niche~",
            "have you considered going directly to the center of outer space"
        ]
    },
    {
        "date": "3.20.21 3:29 pm",
        "ctx": [
            "Are you planning on touring once this pandemic is over?",
            "yes but i'm also considering doing all my shows in the same venue. it's considered lucky to do that"
        ]
    },
    {
        "date": "3.20.21 3:25 pm",
        "ctx": [
            "how do you describe yourself",
            "gonna have to just make some ~ A U D I O / V I S U A L  C O N T E N T ~"
        ]
    },
    {
        "date": "3.20.21 2:19 pm",
        "ctx": [
            "what does the drum notation look like for here comes the sun?",
            "probably like a book, with 1 line per page. like a conductor's score might look"
        ]
    },
    {
        "date": "3.20.21 2:19 pm",
        "ctx": [
            "Are you still groovy on mondays? Possibly like a pelican.",
            "i think of it like an open invitation, for any day"
        ]
    },
    {
        "date": "3.20.21 1:14 pm",
        "ctx": [
            "I was thinking of locking myself in my apartment without the internet or other distractions and just focusing on my projects for a year, to see if I can make any real progress. Do you think this is a good idea?",
            "you might miss some important announcements, such as whether or not the world has ended"
        ]
    },
    {
        "date": "3.20.21 1:04 pm",
        "ctx": [
            "whats your favourite chess opening?",
            "checkmate"
        ]
    },
    {
        "date": "3.20.21 12:37 pm",
        "ctx": [
            "your opinion on toasters?",
            "they are a good literary device"
        ]
    },
    {
        "date": "3.20.21 12:31 pm",
        "ctx": [
            "are you content with your content",
            "sort of"
        ]
    },
    {
        "date": "3.20.21 10:23 am",
        "ctx": [
            "i know you like lyrics a lot for music. do you think there are some merits to music without lyrics?",
            "it strengthens non-musical content. Musical and non-musical content have an irrestistible attraction to each other, and when they get together, it's extremely powerful. often enough to hypnotise the customer completely"
        ]
    },
    {
        "date": "3.20.21 10:21 am",
        "ctx": [
            "thoughts on google",
            "i have it bookmarked, i've been meaning to check it out"
        ]
    },
    {
        "date": "3.20.21 9:35 am",
        "ctx": [
            "do you have ideas for questions",
            "yes"
        ]
    },
    {
        "date": "3.20.21 5:10 am",
        "ctx": [
            "what is the most difficult part of making/writing music?",
            "remembering how easy it is"
        ]
    },
    {
        "date": "3.20.21 3:42 am",
        "ctx": [
            "Do you draw your effects with pencil?",
            "no, but maybe i should"
        ]
    },
    {
        "date": "3.20.21 2:31 am",
        "ctx": [
            "Hey Bill, you're so good at voice acting! How did you do it?",
            "it's helpful when you don't have to guess what the writer, director, or producer wants, nor worry about whether the editors later are going to pick the wrong take. i accomplish this by being all those people"
        ]
    },
    {
        "date": "3.19.21 11:30 pm",
        "ctx": [
            "what if there were 61 minutes in an hour, 25 hours in a day, and 8 days in a week?",
            "then the minutes and hours would be shorter. assuming we are still living on the same planet"
        ]
    },
    {
        "date": "3.19.21 11:00 pm",
        "ctx": [
            "should i buy a honda CRV or a toyota camry?",
            "i guess that depends on how many drumsets you think you will be carrying around"
        ]
    },
    {
        "date": "3.19.21 10:53 pm",
        "ctx": [
            "opinion on eggs",
            "the fact that they are not a perfect sphere: that is a telltale sign of the volatility and wildness of life"
        ]
    },
    {
        "date": "3.19.21 10:31 pm",
        "ctx": [
            "Any advice for someone going into high school?",
            "all the advice happens after you get there. any analysis you try to do before that probably won't make sense by the time you are actually there. For now, try to do something totally different, to take your mind of it so you don't overthink everything"
        ]
    },
    {
        "date": "3.19.21 10:15 pm",
        "ctx": [
            "how would you recommend i go about making more music when i also currently have 3 jobs",
            "the first thing you wanna do is map out the week and figure out exactly how much time you really have. then you can let the creative negotiations begin"
        ]
    },
    {
        "date": "3.19.21 9:30 pm",
        "ctx": [
            "Hey, Bill. So, I've reached that point in life in which I should know where I'm heading for, but I don't. I'm seventeen and apparently yesterday I couldn't choose what I'd have for lunch, but today I'm supposed to decide what to do for the rest of my life?",
            "there's no reason you should have to do that today. You may have known some of it since you were 6, and you may not find some of it until you are 96",
            "And I've had this idea in the back of my mind for years, but I feel like I used to be scared of not knowing what to do and now I'm just kinda scared of knowing I don't want to do anything. Growing up, I've developed real interst in mathematics and languages, and I always thought I'd do something related to one of these areas. But now that I actually have to choose, I don't want either.",
            "you don't have to choose. those are both cool things, and they are allowed to be in your life, as much or little as you want",
            "I live in a developing country and everything is focused in applicability: maths and languages courses are too much about applied knowledge, never seen as pure areas of study. The reason why I fell in love with maths and languages in the first place was by overanalyzing things that have no real impact in the world: I liked that they were beautiful on their own, with no need to ever be used. And the prospects for me are really negative from this point on, because I feel like every college I go to and every job available for me will be quite the opposite of that. I wish I lived in the US or Europe where pure sciences actually exist, but I don't, and I can't afford to go these places. I feel like there's nothing I want to do with the rest of my life, and yet my parents say I have to choose soon because I gotta make money somehow.",
            "i think you will still get a chance to do many things with your life, besides the things you do for employment. Sure, make some decisions on that now, but just make the best decision you can, based on the information you have. even if if you don't have all the information. Because you are obviously still missing at least half of the information. most people are. but you will find a lot of that information along the way. And either one you choose, you'll probably learn something.  and also keep in mind that some of the most powerful things to be learned, may come from outside the 'curriculum'",
            "Anyway, I know this completely out of the scope of this page, I just really needed someone to talk to. I guess my question is \"what should I do given that I'm a broken piece in the machine of human existence and don't seem to have any use to anyone or be able to perform any useful service to humanity, however small?\"",
            "just taking a quick glance at the big picture here, just on the page here, it appears you seem to have some writing skills. which i can guarantee is a useful skill, in many many ways, and is still alive and thriving especially now in the internet age"
        ]
    },
    {
        "date": "3.19.21 8:43 pm",
        "ctx": [
            "why were your videos so short in 2014-2016? i know you posted all those videos go vine back then, but some of them were literally just a single word, like hibernate, yes, test, no, whatever, sheep, bread, tape, africa, song: hello, earth, colonization, quit, ], ]], etc.",
            "making entire songs and videos by yourself is a pretty ridiculous task. especially if you care as much about them as i do. So it's a pretty big mindfuck. After being mindfucked for about 10 years and still not being able to do it, i found 1 weird trick which industry professionals HATE which is to start doing insanely short pieces. it helps you actually learn how to do stuff, because you get to every department before getting exhausted",
            "also why were you so random",
            "What would be an example of something less 'random'"
        ]
    },
    {
        "date": "3.19.21 7:41 pm",
        "ctx": [
            "on expert mode, it says that there was a video called \"VACATIONING IN THE MIDDLE OF THE SUN\"",
            "that's not true",
            "made in 1.2.20 with no link to it. Was this a video you made in 2020 that you just deleted or privated? Or was this just a teaser for \"here comes the sun\" that you decided to put on this website last year?",
            "this is probably why it's called the expert page. the inclusion of different types of content can get a bit dicey for some readers. Where as, a page like the \"videos\" page might be a little easier because you know what kind of content you're getting, and the rules are a bit more firmly established"
        ]
    },
    {
        "date": "3.19.21 7:26 pm",
        "ctx": [
            "i really love visiting this page because sometimes i need to hear wisdom from someone like you who is creative and knows how to think outside of the box. you tend to answer things in a way that just clicks with my brain. you say some things in such a straight forward and simple way and it makes me go, ah, there it is. the thing i needed to hear. Thanks for everything, i owe you my life",
            "pay someone else instead, with wisdom, if they need it. Or, you can try giving wisdom to someone who doesn't want wisdom but you may have to disguise the wisdom"
        ]
    },
    {
        "date": "3.19.21 7:25 pm",
        "ctx": [
            "Is it possible to output art in numerous forms and continually take on projects that are stupidly ambitious all the time and be successful?",
            "yes but there might also be a lot of personal failures mixed in",
            "And also is it reasonable to try and make 3D galleries in games into a respected medium?",
            "sure"
        ]
    },
    {
        "date": "3.19.21 6:11 pm",
        "ctx": [
            "Where were you when you discovered that A7 b9 is also Gdim7/A",
            "at home, for sure"
        ]
    },
    {
        "date": "3.19.21 6:08 pm",
        "ctx": [
            "are you planning on ever making a whole album?",
            "i would prefer to release the songs individually, and do many more than would normally go on an album"
        ]
    },
    {
        "date": "3.19.21 4:58 pm",
        "ctx": [
            "when will darkness cover the earth?",
            "at night it tends to cover half"
        ]
    },
    {
        "date": "3.19.21 4:02 pm",
        "ctx": [
            "how do you answer so many queries? I would have thought getting all these messages would mess up an artists mindset/mojo. why do you do it? thank you",
            "it can increase my communication skills"
        ]
    },
    {
        "date": "3.19.21 3:17 pm",
        "ctx": [
            "202103191218 Albums are digital now, you can put as mamy songs on as you like",
            "ok, but, can you add songs to them after they are released? or do you have to just postpone the album forever until you've made all the songs?"
        ]
    },
    {
        "date": "3.19.21 2:24 pm",
        "ctx": [
            "is there something you wish there was a word for?",
            "yes, BUT, words are so powerful you can pretty much get a word for anything you want"
        ]
    },
    {
        "date": "3.19.21 1:43 pm",
        "ctx": [
            "i always that that when you said \"i'm just trying to be reasonable\" that you were joking around. but, the way you said it in an interview seemed like you were actually being serious. \n\nsome of your other answers to a similar question confused me. but, as of now i think it just means that you're getting by just trying to make something. it's just what came to you in the moment using the tools that you had. and, you just kept adding to what you knew and what came naturally. and, that's what being reasonable means, right? it's just a linear progression of what you have, know, and do creatively. it's my perception at the moment.\n\ndoes that seem like something you'd agree with?",
            "it's sort of like when you are in a room, and you want to go to the next room. and there appears to be a door going between them. the first thing to try, might be to go through that door. that's sort of an example of what i might consider reasonable. Then if someone asks, later, 'can you explain your reasoning on going through that door', then you might say that you were just trying to be reasonable. hopefully you see what i'm getting at"
        ]
    },
    {
        "date": "3.19.21 1:10 pm",
        "ctx": [
            "what is the least complicated word you know",
            "i don't know any complicated words"
        ]
    },
    {
        "date": "3.19.21 12:18 pm",
        "ctx": [
            "are you planning on ever making a whole album?",
            "no, but i'm planning on making many more songs than could ever fit on an album"
        ]
    },
    {
        "date": "3.19.21 11:37 am",
        "ctx": [
            "what's the biggest prime number?",
            "backstreet boys voice: \"it's gotta be you\""
        ]
    },
    {
        "date": "3.19.21 11:13 am",
        "ctx": [
            "hey bill, on one of your interview you talked about how pretty much every piece of software should have shortcuts for everything...",
            "i've retracted that sentiment once i realized how many keyboards you'd need to make that work. But, i now firmly believe that all programs need to be scriptable, so that if you do choose to have a million keyboards, you can make use of them, and customize your workflow",
            "reaper daw has that, along with scripting too... just wanted to let you know...",
            "yes i know. i really need to switch to it. unfortunately there's never a good time to put the production schedule on pause for several more months. in the meantime, if anyone out there is in the mood to help me find some commands (from xraym's resources, probably) that would be helpful. Here's a major one: how to select the midi note nearest to the playhead, regardless of what track it's on, and play the sound of that note. then another script to travel to the next midi note forward in time, regardless of track, and play the sound of that one. Then another script to select the track of that note, and open the midi editor, with that note selected, and visible on the screen with a reasonable zoom range"
        ]
    },
    {
        "date": "3.19.21 10:27 am",
        "ctx": [
            "when do you think your next song is gonna come out?",
            "soon"
        ]
    },
    {
        "date": "3.19.21 9:30 am",
        "ctx": [
            "Is the video you're working on right now any good?",
            "maybe"
        ]
    },
    {
        "date": "3.19.21 9:20 am",
        "ctx": [
            "if a \"subtle characteristic\" is a \"subtlety\" then an \"obvious characteristic\" is ???",
            "a trait"
        ]
    },
    {
        "date": "3.19.21 8:45 am",
        "ctx": [
            "what is art?",
            "your mind"
        ]
    },
    {
        "date": "3.19.21 2:34 am",
        "ctx": [
            "what is the total number of songs that you've written?",
            "i'm not sure"
        ]
    },
    {
        "date": "3.19.21 2:13 am",
        "ctx": [
            "Whats your favourite game",
            "the game making game"
        ]
    },
    {
        "date": "3.18.21 11:57 pm",
        "ctx": [
            "have you learned your lessons and written them in the language of love yet",
            "some of them but not all"
        ]
    },
    {
        "date": "3.18.21 10:56 pm",
        "ctx": [
            "currently trying to discover who i am and what my place is in this world, any tips?",
            "you could build a canoe"
        ]
    },
    {
        "date": "3.18.21 10:26 pm",
        "ctx": [
            "how do i build a magnet",
            "impossible. all magnets are already built. you must find an existing magnet"
        ]
    },
    {
        "date": "3.18.21 8:29 pm",
        "ctx": [
            "Do you think I should invent music for deaf people?",
            "yes"
        ]
    },
    {
        "date": "3.18.21 7:02 pm",
        "ctx": [
            "how do I put it into words and then send it all over the world?",
            "step 1, go bonkers in a text file. then when you're ready, open up some social media accounts and try doing it there"
        ]
    },
    {
        "date": "3.18.21 6:50 pm",
        "ctx": [
            "How would you describe a good, solid puzzle?",
            "impossible"
        ]
    },
    {
        "date": "3.18.21 6:24 pm",
        "ctx": [
            "a word you've mentioned in your songs more than \"home\" is \"day\"",
            "that is believable"
        ]
    },
    {
        "date": "3.18.21 5:56 pm",
        "ctx": [
            "how to not get bored??",
            "walk around the world"
        ]
    },
    {
        "date": "3.18.21 4:03 pm",
        "ctx": [
            "Is Arial your favourite font?",
            "no"
        ]
    },
    {
        "date": "3.18.21 3:11 pm",
        "ctx": [
            "how can I push myself to complete a project that's taking too long without burnout?",
            "first make a plan to understand how and why you are going to do things quicker and more easily in the future. then package that together with finishing the current one. should make a tasty treat, filled with courage and understanding"
        ]
    },
    {
        "date": "3.18.21 2:45 pm",
        "ctx": [
            "does a clock show us the time, or is it the time which shows us the clock?",
            "clock shows the time, space shows the clock"
        ]
    },
    {
        "date": "3.18.21 1:43 pm",
        "ctx": [
            "what is the funniest april fools fool",
            "quarterly earnings reports"
        ]
    },
    {
        "date": "3.18.21 1:40 pm",
        "ctx": [
            "do your song ideas (or at least the ones usually selected) generally start as the melodic+lyrical sections or chords",
            "mel+lyric is the most important thing, but, chords are pretty much automatically there. it's like when you open up a watermelon ....... there's gonna be some water already in there, that's just the way watermelons are"
        ]
    },
    {
        "date": "3.18.21 1:24 pm",
        "ctx": [
            "there are almost no capital letters here",
            "that (ref: capitals-report.php\"target=\"_blank)can't be true"
        ]
    },
    {
        "date": "3.18.21 1:20 pm",
        "ctx": [
            "does the song you're working on use any words from the land of the 2 letter words",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "3.18.21 12:23 pm",
        "ctx": [
            "can you read my mind",
            "not perfectly, but everything you say to me illuminates your mind a little bit more"
        ]
    },
    {
        "date": "3.18.21 11:28 am",
        "ctx": [
            "how do you exist",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "3.18.21 11:20 am",
        "ctx": [
            "do you like music",
            "it's ok"
        ]
    },
    {
        "date": "3.18.21 10:21 am",
        "ctx": [
            "how did you settle on your 6-hour schedule",
            "i had tried 10, which is great, but it usually ends up failing after a couple weeks. it is very difficult for me to do things in 'moderation.' When i feel serious about getting work done, i'll demand that i start a 10-hour per day schedule, or maybe more. It's very difficult for me to actually choose a reasonable amount of time. but i was finally able to do it, after failing too many times at more ambitious quotas. And so far i've been holding steady since about january 4"
        ]
    },
    {
        "date": "3.18.21 10:18 am",
        "ctx": [
            "what text fonts do you use",
            "regular sans serif"
        ]
    },
    {
        "date": "3.18.21 10:04 am",
        "ctx": [
            "I've been meaning to ask this for nearly 2 years now, since I first heard \"Might Quit.\" In the line \"I'll never say goodbye- yes I will, but I won't tonight.\" Was the \"yes I will\" an immediate afterthought of writing \"I'll never say goodbye?\"",
            "no. after reviewing the footage, i was fumbling around for 2 and a half minutes in between. However, it should be noted that before i had \"i'll never say goodbye\", when i only had \"i'll never waste my time\", i had already been toying with \"yes i do...?\" which was similar to how \"yes i will\" ended up being",
            "It's one of my favourite lines from your songs, for some reason it really resonates with me. Keep up the awesome work, by the way!"
        ]
    },
    {
        "date": "3.18.21 9:42 am",
        "ctx": [
            "is your next song going to be motivational?",
            "not entirely",
            "is it going to be about having a glimmer of hope that your loved ones are coming back to you, but you have absolutely no interest in doing so?",
            "not really",
            "help me, i need answers. thank you for your attention."
        ]
    },
    {
        "date": "3.18.21 7:48 am",
        "ctx": [
            "which number is the countdown timer currently at",
            "1"
        ]
    },
    {
        "date": "3.18.21 7:10 am",
        "ctx": [
            "what's your favorite song of yours?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "3.18.21 6:31 am",
        "ctx": [
            "How do you find motivation to make such massive projects like 'Here Comes The Sun' when the finish line is so far away?",
            "by convincing myself that the finish line is much much closer, and hoping i don't remember all the previous times that it wasn't"
        ]
    },
    {
        "date": "3.18.21 4:04 am",
        "ctx": [
            "you ever get so fed up with video encoding you invent your own video codec?",
            "that sounds like something i would do"
        ]
    },
    {
        "date": "3.18.21 2:54 am",
        "ctx": [
            "what is the video that you had the most problems creating",
            "the one i'm doing now"
        ]
    },
    {
        "date": "3.18.21 12:23 am",
        "ctx": [
            "what do i do if i fail at art",
            "failure is art. so, if you fail at art, that also means you've just done some art. so congratulations on doing art"
        ]
    },
    {
        "date": "3.17.21 11:37 pm",
        "ctx": [
            "There is something pretty weird about your music that I am rather curious about, your uniqueness, all of your songs are really unique in style, and it's a pattern that I've seen in a lot of self taught musicians, but I cant figure out why. Do you have any tips,or maybe a posible explanation on why your music is so different.",
            "it all goes back to that one time i was feeling restless and tried to stare directly into the center of outer space",
            "Also, why the font in the question text input is mono spaced? Why not the same as the answer?",
            "there are no settings on the text style, except color. it is up to your computer to choose the styles it is most comfortable with"
        ]
    },
    {
        "date": "3.17.21 10:49 pm",
        "ctx": [
            "ever thought of making different genres of music?",
            "i always try to make it as different as possible"
        ]
    },
    {
        "date": "3.17.21 8:52 pm",
        "ctx": [
            "After listening many many times I've started noticing that the part that enjoy and makes me smile the most in \"Here comes the Sun\" is the part after \"I can't explain the way I'm feeling\" where you start mumbling the melody, and I was quite surprised by that fact because as a songwriter I always thought writing something meaningful brought out more emotions into a song.",
            "right. it does mean something. i've started the section with an instrumental riff, (no words), then jumped into lyric saying \"and i can't explain the way that i'm feeling\", which correlates together because i've done a wordless riff, then justifying that by saying \"and i can't explain\", so we've essentially established that we're blending the lyric and non-lyric, while the lyrics are actually referencing this. Then the next 2 lines (which are the ones you are talking about) are entirely in context with this, as we sing another lyricless melody and then explain that we're 'putting it into words', while also doing just that (putting it into words). Also, in addition, the line after that is \"send it all over the world\" which if you do not think has meaning i would be glad to spend every day of my life in court with you to explain that it does. Also the first thing you said was that this section makes you smile a lot, so i would be curious to know in what world is happiness not meaningful",
            "Do you think sometimes saying nothing can bring more emotions then actually saying something, do you think it can make the qualities of a song shine more and did you intend for that part to make someone feel that way or was it just a coincidence.",
            "my songs are actually created by a random noise generator. that's why they sound like a steady hiss. any resemblence to the sound of words or music would be a huge coincidence"
        ]
    },
    {
        "date": "3.17.21 8:10 pm",
        "ctx": [
            "what kind of music would you sort your music to? \n(I need it for a school project)",
            "you can find it under my name, 'bill wurtz'"
        ]
    },
    {
        "date": "3.17.21 5:13 pm",
        "ctx": [
            "what is the western side of the roman empire called?",
            "fall of"
        ]
    },
    {
        "date": "3.17.21 5:04 pm",
        "ctx": [
            "do u have a favorite baked good?",
            "song"
        ]
    },
    {
        "date": "3.17.21 3:39 pm",
        "ctx": [
            "at what point in the production of \"i love you\" did you realize the meter had to shift from quadruple to triple for the last repeat? it's amazing it gave me chills",
            "it's actually in 3 the whole time. due to some bad production decisions, this apparently is not clear during the majority of the song"
        ]
    },
    {
        "date": "3.17.21 1:42 pm",
        "ctx": [
            "do you say the word \"baby\" in your next song?",
            "no"
        ]
    },
    {
        "date": "3.17.21 11:32 am",
        "ctx": [
            "is \"on a plain\" in D?",
            "yes",
            "if so what's the deal with the F?",
            "borrowed from Dmin, for sure. same with the Bb in the cho"
        ]
    },
    {
        "date": "3.17.21 11:09 am",
        "ctx": [
            "how do i make the voices stop?",
            "ask them a really difficult question"
        ]
    },
    {
        "date": "3.17.21 9:09 am",
        "ctx": [
            "how to improve wisdom",
            "stand outside and pretend it's just a huge room"
        ]
    },
    {
        "date": "3.17.21 8:13 am",
        "ctx": [
            "Can you explain the metaphor about drum is shoe ?",
            "thing is thing. When one thing is other thing, kaplow. metaphor happens"
        ]
    },
    {
        "date": "3.17.21 7:00 am",
        "ctx": [
            "how do i stop zoning out?",
            "have you considered zoning in"
        ]
    },
    {
        "date": "3.17.21 3:39 am",
        "ctx": [
            "how do you become best friends with your own front door?",
            "if your life becomes overwhelmingly complicated and you just wanna get simple, ..... sometimes all it takes is to 'claim' you have a relationship with the front door, and it's that easy. out you go, into a normal day"
        ]
    },
    {
        "date": "3.17.21 2:23 am",
        "ctx": [
            "what is the ideal way (according to you) to learn an instrument?",
            "make friends with it. or ..... make friends with the ghosts that are summoned, when you play it"
        ]
    },
    {
        "date": "3.17.21 2:03 am",
        "ctx": [
            "not gonna lie i'm been smoking weed and drinking and i just came but i was rewatching for the 27th time or whatever here comes the sun and i really took it in as a deeper musicial/visual/linguistic unified experience in some ways i feel like i hadn't before. that's some good shit, man. the work you create and your dedication to your craft is simultaneously inspiring and terrifying to me in the just about the best way possible i think.",
            "holy virtual corn cob you are very friendly"
        ]
    },
    {
        "date": "3.17.21 12:34 am",
        "ctx": [
            "there's a song that i started writing when i was 15 years old, and now that i'm a fair bit older i've been interested in going back to finish it. problem is, the lyrics in and the central ideas in that song are very much from the perspective of a 15 year old. i'm not sure how to write any more of it and have it feel genuine, much less how i would even go about giving a genuine sounding delivery if i ever record it. have you ever experienced something like this? what should i do? i refuse to believe that i'm now incapable of developing the idea just because i'm older.",
            "there must be 1000 ways to do this. You can probably do it now, but if you're scared to do it, then just write some other stuff first and gain some more tricks. just remember the golden rule, any writing task can be done"
        ]
    },
    {
        "date": "3.17.21 12:29 am",
        "ctx": [
            "I made my friend a video for their birthday, they thought it was funny. I did this again for a different friend's birthday and they also said they thought it was very funny. I very much want to make more funny videos for my friends and maybe the world but I have absolutely no ideas on how to make a non-birthday oriented video. With no urgency or restrictions I am having a difficult time mustering and semblance of creativity. As someone who seems to be profoundly creative, do you have any tips as to how I might be able to come up with ideas for videos to make?",
            "for me, the special occasion that gave me my jump start was 'monday'"
        ]
    },
    {
        "date": "3.16.21 11:40 pm",
        "ctx": [
            "where in the sky is the sun during your next song?",
            "hard to tell. it's mostly overcast"
        ]
    },
    {
        "date": "3.16.21 10:40 pm",
        "ctx": [
            "Why is mushroom",
            "it's what you requested"
        ]
    },
    {
        "date": "3.16.21 10:32 pm",
        "ctx": [
            "Am I normal if I am weird?",
            "put it this way, it's weird if you're normal"
        ]
    },
    {
        "date": "3.16.21 8:20 pm",
        "ctx": [
            "Have you noticed how hypocrites never admit they're being hypocritical?",
            "no way"
        ]
    },
    {
        "date": "3.16.21 7:51 pm",
        "ctx": [
            "hey bill whats your favorite key on the keyboard",
            "the power button"
        ]
    },
    {
        "date": "3.16.21 6:50 pm",
        "ctx": [
            "help i locked myself out of myself what do i do",
            "draw a picture of yourself"
        ]
    },
    {
        "date": "3.16.21 4:24 pm",
        "ctx": [
            "urgent: is it worth my time learning music theory?",
            "yes, if you make it yourself, or, if you find someone else who is doing it a way that you can experience first hand and verify that you enjoy it the way they are doing it"
        ]
    },
    {
        "date": "3.16.21 3:15 pm",
        "ctx": [
            "If you're late for going to hell at 12:30, when were you supposed to go?",
            "maybe 12:29"
        ]
    },
    {
        "date": "3.16.21 3:08 pm",
        "ctx": [
            "Where does the bread go when you put it in the toaster?",
            "into the toaster"
        ]
    },
    {
        "date": "3.16.21 1:58 pm",
        "ctx": [
            "what gives?",
            "you might have to do it"
        ]
    },
    {
        "date": "3.16.21 11:39 am",
        "ctx": [
            "I noticed a lot of your songs have a very uplifting melody, but often the lyrics contrast to suggest something sadder. Is this a form of introspection for you, or have I read too far into it?",
            "it's a good trick that produces strong results. if you haven't tried it, would recommend"
        ]
    },
    {
        "date": "3.16.21 8:26 am",
        "ctx": [
            "In sometimes i (whatever), can that be seen as an insight to your music writing process?",
            "no, that would be the video writing process. more specifically, that would be the video writing process for the specific genre of video that contains me doing something in my room for a few seconds"
        ]
    },
    {
        "date": "3.16.21 1:01 am",
        "ctx": [
            "What's your opinion on toasters",
            "i like pictures of toasters"
        ]
    },
    {
        "date": "3.16.21 12:25 am",
        "ctx": [
            "are you a legend",
            "fledgling"
        ]
    },
    {
        "date": "3.15.21 11:45 pm",
        "ctx": [
            "what is music is it an emotion or a personality?",
            "it's a meeting place, for both to meet"
        ]
    },
    {
        "date": "3.15.21 9:29 pm",
        "ctx": [
            "Hello, I'm terrified because I've spent a few years really getting to know the ins and outs of a guitar and making very good friends with it... but now I'm in front of a piano for the first time and all of a sudden I feel like a baby again. What do??",
            "do the same thing you did for guitar"
        ]
    },
    {
        "date": "3.15.21 8:41 pm",
        "ctx": [
            "how do i type?",
            "use your palms, to type as many letters as possible"
        ]
    },
    {
        "date": "3.15.21 8:12 pm",
        "ctx": [
            "i want to pursue music more than anything ever. i've never wanted anything this bad, but it's so unlikely i'll make any money. i have all these big dreams of thousands of listeners on spotify but, to be honest, i don't even know where to start. it makes me so upset just thinking about failing and working in an office job. i don't want to hate my life. i don't want to live a boring life. i want to do what i've always wanted to do: music. it's been irresistible since i was like 3. i can't just give it up now for the sake of avoiding my fears and making money, right? am i even thinking straight anymore? where do i start, bill?",
            "i may be asking a stupid question, but .... i feel like you didn't answer this .... Are you doing any music already?"
        ]
    },
    {
        "date": "3.15.21 6:59 pm",
        "ctx": [
            "help i cant stop adding dense layers of nonsense to my music, how do you combat the \"infinity\" that shouts to add \"just one more\" new thing to a perfectly good song",
            "i have an electric shock collar that i wear. unfortunately i've developed a high tolerance for it by now"
        ]
    },
    {
        "date": "3.15.21 6:03 pm",
        "ctx": [
            "what inspired you to make the music you make to this date",
            "i'm just trying to be reasonable"
        ]
    },
    {
        "date": "3.15.21 5:42 pm",
        "ctx": [
            "what is pop music?",
            "regular music"
        ]
    },
    {
        "date": "3.15.21 5:38 pm",
        "ctx": [
            "i've learned so much from your music, but that probably means i should start making my own. i'm sitting here, guitar in hand and in front of some manuscript paper, yet i'm completely stumped. how to i find inspiration and motivation??",
            "try this: try going far away from the guitar or paper. see if you think of anything then"
        ]
    },
    {
        "date": "3.15.21 5:36 pm",
        "ctx": [
            "when I start working on something I usually give up because I think that other people could do it much faster, help",
            "it's too bad you don't know how slow other people actually do it"
        ]
    },
    {
        "date": "3.15.21 4:22 pm",
        "ctx": [
            "if you were on the radio what would you talk about?",
            "am i allowed to sing"
        ]
    },
    {
        "date": "3.15.21 2:03 pm",
        "ctx": [
            "how to be free",
            "plan to have the option to change your mind"
        ]
    },
    {
        "date": "3.15.21 1:21 pm",
        "ctx": [
            "what is your opinion on the font times new roman?",
            "it has a certain sparkle to it"
        ]
    },
    {
        "date": "3.15.21 1:17 pm",
        "ctx": [
            "do you put hidden meanings in your songs?",
            "i try to jam as much meaning in there is possible",
            "i mean, i can find a lot of them and i think you do it on purpose,",
            "if you found it, i would consider that non-hidden",
            "but i'm not sure about that"
        ]
    },
    {
        "date": "3.15.21 12:55 pm",
        "ctx": [
            "I think I've noticed that you've used \"I'm just trying to be sensible/reasonable\" more than once over the years. If you want to say/elaborate: What do you view as \"sensible?\"",
            "an example of something that's sensible: You walk into a bakery (hold on, there's more to the story). There is a person in there, and they say they are a baker. \"I'm a baker\", the person says. And then, the next thing they do is bake something. hopefully you see what i'm getting at",
            "How might it relate to your creative output?",
            "sometimes i feel like what i do is so difficult for me to do, that i find myself in a very ironic situation"
        ]
    },
    {
        "date": "3.15.21 12:46 pm",
        "ctx": [
            "how did you decide to start making music online instead of in albums and more traditionally",
            "i wanted my music to reach the world. and, when i was growing up, i started to realize that the internet was probably the most effecient way to access the world"
        ]
    },
    {
        "date": "3.15.21 12:23 pm",
        "ctx": [
            "Why does my original tempo get all wack?",
            "because you are not using a metronome"
        ]
    },
    {
        "date": "3.15.21 12:03 pm",
        "ctx": [
            "Is there a musical instrument you'd love to learn but haven't?",
            "a measured sense of judgement"
        ]
    },
    {
        "date": "3.15.21 11:31 am",
        "ctx": [
            "Seeing as you wrote Here Comes the Sun long before it was uploaded, when did you write your next song?",
            "late march, 2019"
        ]
    },
    {
        "date": "3.15.21 10:58 am",
        "ctx": [
            "How to learn something more effectively?",
            "that depends what you've tried so far, but, try teaching it",
            "And what do you do if you want to always remember something?",
            "learn it backwards"
        ]
    },
    {
        "date": "3.15.21 10:18 am",
        "ctx": [
            "can you translate the language of love (from \"might quit\") into english?",
            "yes, i'm already making my best attempt at this, when i make musical/video content"
        ]
    },
    {
        "date": "3.15.21 9:33 am",
        "ctx": [
            "do you ever dislike music?",
            "sure but i know i'm wrong"
        ]
    },
    {
        "date": "3.15.21 8:32 am",
        "ctx": [
            "why was here comes the sun released on January 20th?",
            "it was not",
            "and is it about the end of COVID-19?",
            "no"
        ]
    },
    {
        "date": "3.15.21 7:44 am",
        "ctx": [
            "Hi Bill, I've been writing a song, and I got to a point where I think there should be a chorus next, but I have no idea how I should continue the song into one. How do I write a chorus from what I've already written?",
            "coming up with these things is like lightning striking. You can't really guarantee that it happens, but, i can tell you everything i know so far about this. \n1. it's most likely to happen when you run through the song, from the beginning, at the right tempo, without stopping\n2. it gets more and more likely for it to happen the longer time it's been since you've heard the song. \n3. this is unfortunate, because it's very time consuming to keep waiting until you haven't heard the song in a while, every time you hear it\n4. try walking to the door of the room you are in, touching the door handle, and then returning to the instrument (or demo-recording you are working with) and do a run through. this may be an artificial way to help 'reset' if you don't have time to wait \n5. if you're just not getting it, try to make categories of things, and try to rule them out.\n6. for example, try continuing it to be the same as what came before. Hopefully you will get a strong signal \"yes\" or \"no\" from trying this. then you can rule that out, or in\n7. try going to the most normal chord you haven't used yet. for example, if your verse is full of C and F chords, try G and see what happens\n8. try something with dense melody/lyric (wordy). hopefully that will give you a strong 'yes' or 'no' signal\n9. try something with very few words. see if you can rule that out or in\n10. keep trying to categorically prove or dis-prove that a certain strategy is right or wrong\n11. i forgot the most important thing which i should have said first, imagine a scene where your song takes place. then name something that could happen next. i should have mentioned this one first because it's probably the one that's most likely to work"
        ]
    },
    {
        "date": "3.15.21 7:04 am",
        "ctx": [
            "in \"at the airport terminal,\" at 0:33 you play a Bb (?) major chord. but on the same lyric at 1:10, you played a Bb minor chord?",
            "that's not true",
            "what was going on your mind that prompted you to make the change?",
            "nothing. i don't consider those 2 moments in the recording to be different in any significant harmonic way. and neither one involves Bb minor or anything resembling it"
        ]
    },
    {
        "date": "3.15.21 5:23 am",
        "ctx": [
            "do you play guitar",
            "not really",
            "if so how long did it take get moderately good?"
        ]
    },
    {
        "date": "3.15.21 4:51 am",
        "ctx": [
            "What's a type of groove, groovy pelicans like?",
            "vamp for time. a time vamp"
        ]
    },
    {
        "date": "3.15.21 4:40 am",
        "ctx": [
            "Thoughts about irony?",
            "it doesn't always mean what you'd expect"
        ]
    },
    {
        "date": "3.15.21 3:01 am",
        "ctx": [
            "Why did you decide on this visual style of video?",
            "basically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way"
        ]
    },
    {
        "date": "3.15.21 3:00 am",
        "ctx": [
            "Out of everything you've kept up with, what's made you keep up with these questions so diligently?",
            "it's a very honest and balanced news source for me"
        ]
    },
    {
        "date": "3.15.21 2:11 am",
        "ctx": [
            "What are some standard working hours for you?",
            "6 hours per day"
        ]
    },
    {
        "date": "3.15.21 1:58 am",
        "ctx": [
            "why do people get So Heated when discussing whether they prefer subtitles or dubs for foreign shows/movies",
            "because they know the outcome of the discussion will determine how it's done for every movie from now on"
        ]
    },
    {
        "date": "3.15.21 1:46 am",
        "ctx": [
            "bill, i just wanted to say you are my biggest source of motivation and i have another level of love and respect for you.",
            "holy wind farm, you are very friendly"
        ]
    },
    {
        "date": "3.15.21 1:37 am",
        "ctx": [
            "WHY O WHY is the piano so hard to play",
            "maybe you have it upside down"
        ]
    },
    {
        "date": "3.15.21 1:31 am",
        "ctx": [
            "ever since the pandemic, i have lost all motivation to play my instrument for school. what should i do",
            "would you like to play it for other reasons"
        ]
    },
    {
        "date": "3.15.21 12:28 am",
        "ctx": [
            "is math related to philosophy",
            "yes"
        ]
    },
    {
        "date": "3.14.21 11:16 pm",
        "ctx": [
            "What time is it like right now",
            "Monday, March 15, 2021 10:08:32 PM"
        ]
    },
    {
        "date": "3.14.21 11:14 pm",
        "ctx": [
            "did you have pie today",
            "no"
        ]
    },
    {
        "date": "3.14.21 11:02 pm",
        "ctx": [
            "what car should i buy",
            "regular"
        ]
    },
    {
        "date": "3.14.21 10:43 pm",
        "ctx": [
            "I'm dropping out of college in May. What do I do with my life after that?",
            "you could teach the world everything you know"
        ]
    },
    {
        "date": "3.14.21 8:12 pm",
        "ctx": [
            "my brain is funny, help?",
            "you may have an opportunity to help others with less funny brains"
        ]
    },
    {
        "date": "3.14.21 6:41 pm",
        "ctx": [
            "Do you ever decide to change the key of a song you are writing?",
            "yes"
        ]
    },
    {
        "date": "3.14.21 6:23 pm",
        "ctx": [
            "i'm worried that by taking music lessons i'm teaching my brain to think what's 'right' and 'wrong' in music? are there rights and wrongs in music,",
            "it's music's job to hypnotize you into thinking different things are right or wrong, on an evolving moment to moment basis",
            "and is this something i should be worried about?",
            "the main thing to worry about is whether or not you should be worried"
        ]
    },
    {
        "date": "3.14.21 2:35 pm",
        "ctx": [
            "Can a song be perfect?",
            "if you made it perfect then it wouldn't be called a song anymore"
        ]
    },
    {
        "date": "3.14.21 2:16 pm",
        "ctx": [
            "Do you use traditional classical music theory or jazz theory?",
            "which is the one where you get to have notes and chords etc",
            "Have you come up with your own system?",
            "yes but, it is close cousins with the system generally used on the 'Earth' planet, over the course of the past 300 years or so",
            "If so, how does it work?",
            "eternally mysterious as music remains to this day, one thing i'm sure of is: the core principle seems to be about 'making patterns and breaking them'. This seems to apply to more than just music. But, what music adds to this, in addition, is pitches, which clearly have some nice relationships, which help to enrich the pattern making/breaking process to a level that is so deeply subliminal i feel you could spend 1000 lifetimes trying to figure out exactly how the heck it actually works. But, again, what i will say is, regardless of what seems 'known' or 'unknown', or 'right' or 'wrong', it becomes unnecessary to choose between the two, because what seems to always power the whole thing is this 'making patterns and breaking them' phenomenon. so given that, finding what's \"right\" and \"wrong\" becomes an ellusive chase which never yields a static answer. you just have to keep playing the game. which also happens to be very serious"
        ]
    },
    {
        "date": "3.14.21 2:12 pm",
        "ctx": [
            "Could you describe your next song in two words?",
            "i'd prefer to use more than 2 words, and sing them, with other musical accompaniment"
        ]
    },
    {
        "date": "3.14.21 1:21 pm",
        "ctx": [
            "when you are about to release a video how much stress is there over making sure everything goes right?",
            "a lot, but what makes it worse is that it's actually impossible to get anything right",
            "every time I leave my house I panic over forgetting something so I can only imagine the level of panic"
        ]
    },
    {
        "date": "3.14.21 11:27 am",
        "ctx": [
            "what is your new song about?",
            "wistfulness, listlessness, wishfulness,",
            "btw, love your videos!"
        ]
    },
    {
        "date": "3.14.21 9:35 am",
        "ctx": [
            "what do I do if I write the beginning of a song, but don't know what to do next?",
            "try imagining a scene in your mind. sometimes that helps"
        ]
    },
    {
        "date": "3.14.21 9:17 am",
        "ctx": [
            "are you telling us not to eat breakfast?",
            "no",
            "if so when should we eat"
        ]
    },
    {
        "date": "3.14.21 7:34 am",
        "ctx": [
            "When will your song will come",
            "right away"
        ]
    },
    {
        "date": "3.14.21 4:46 am",
        "ctx": [
            "what is your favorite food?",
            "regular"
        ]
    },
    {
        "date": "3.14.21 4:46 am",
        "ctx": [
            "Thoughts on the plastic on the outside of an electrical outlet?",
            "helps keep the electricity inside"
        ]
    },
    {
        "date": "3.14.21 4:37 am",
        "ctx": [
            "how to read",
            "i'm not sure"
        ]
    },
    {
        "date": "3.14.21 4:25 am",
        "ctx": [
            "Do you ever feel like revisiting a song and doing something more? or a little less? or remixed?",
            "there's many other things i have yet to make for the first time, so i should take care of those first, then maybe circle back for the re-makes"
        ]
    },
    {
        "date": "3.14.21 1:51 am",
        "ctx": [
            "What was your inspiration behind here comes the sun?",
            "the sun"
        ]
    },
    {
        "date": "3.14.21 12:12 am",
        "ctx": [
            "will the next video be a song?",
            "yes",
            "and approximately how long will it be?",
            "3 minutes and 22 seconds",
            "love your content, thanks for all you do"
        ]
    },
    {
        "date": "3.13.21 10:25 pm",
        "ctx": [
            "what vibe would you use to describe yourself in a job interview",
            "normal"
        ]
    },
    {
        "date": "3.13.21 8:39 pm",
        "ctx": [
            "YOU ARE THE MOST LIFE AFFIRMING PERSON EVER",
            "i am working on ways to affirm it more"
        ]
    },
    {
        "date": "3.13.21 7:25 pm",
        "ctx": [
            "Is music magic?",
            "yes"
        ]
    },
    {
        "date": "3.13.21 5:18 pm",
        "ctx": [
            "my creativity is feeling stifled by the people i'm living with, but moving out isn't really an option right now. what should i do?",
            "how about sending some emails"
        ]
    },
    {
        "date": "3.13.21 5:17 pm",
        "ctx": [
            "why do you only animate with linear easing",
            "linear is not easing, but, when i do need easing, i prefer my own hand to be at the helm"
        ]
    },
    {
        "date": "3.13.21 3:00 pm",
        "ctx": [
            "Did you think of the \"ne ne neng nang neng\" parts of Here Comes The Sun during the writing phase or production phase?",
            "that was during the writing, specifically the august 2020 re-write"
        ]
    },
    {
        "date": "3.13.21 1:49 pm",
        "ctx": [
            "Are there other goals you wish to achieve that you haven't had the chance to yet?",
            "yes",
            "Could you give us an example or hint of 1?",
            "being reasonable"
        ]
    },
    {
        "date": "3.13.21 12:41 pm",
        "ctx": [
            "do you concern yourself with the narrative of your lyrics?",
            "sure"
        ]
    },
    {
        "date": "3.13.21 11:06 am",
        "ctx": [
            "do you ever worry about running out of chords?",
            "no, because it's ok and good to use the same chords twice",
            "what would you do in that situation?",
            "make songs"
        ]
    },
    {
        "date": "3.13.21 8:50 am",
        "ctx": [
            "why do your songs bop so hard",
            "this is a form of self defense"
        ]
    },
    {
        "date": "3.13.21 7:58 am",
        "ctx": [
            "did you post the video for here comes the sun the same day you finished it?",
            "almost"
        ]
    },
    {
        "date": "3.13.21 6:08 am",
        "ctx": [
            "What would you say is the purpose of music?",
            "to get you"
        ]
    },
    {
        "date": "3.13.21 3:03 am",
        "ctx": [
            "What's your most controversial political opinion?",
            "everyone is neighbors"
        ]
    },
    {
        "date": "3.13.21 2:20 am",
        "ctx": [
            "what is your favourite paradox",
            "things making sense"
        ]
    },
    {
        "date": "3.13.21 1:41 am",
        "ctx": [
            "what inspired you to make music in the style you do?",
            "i'm just trying to be ..... sensible"
        ]
    },
    {
        "date": "3.13.21 1:04 am",
        "ctx": [
            "Bill, the surface of my table rocks a bit. How do I fix this?",
            "try putting some goo under it"
        ]
    },
    {
        "date": "3.12.21 11:31 pm",
        "ctx": [
            "When I try to make sense of it all it just makes less sense...Why does anything make sense?",
            "you requested this"
        ]
    },
    {
        "date": "3.12.21 11:27 pm",
        "ctx": [
            "it feels like every niche has already been filled",
            "it's always felt like that, but it's never been true"
        ]
    },
    {
        "date": "3.12.21 11:01 pm",
        "ctx": [
            "As a self-taught musician how did you teach yourself to solo so well? Any pointers on keys specifically would be appreciated.",
            "i think the best first thing you can do is accept the responsibility that you can truly play whatever you want, during the whole duration of your alloted time. This is a big responsibility, and may be a terrifying realization. but it should also blow your mind with excitement and make you want to embark on a 1000 year journey to figure out what you actually do want to play"
        ]
    },
    {
        "date": "3.12.21 10:50 pm",
        "ctx": [
            "Any advice on making particular parts of poetry more poignant, potent, and powerful?",
            "imagine some scenes"
        ]
    },
    {
        "date": "3.12.21 9:57 pm",
        "ctx": [
            "Do you just make up your lyrics on the fly or do you write them down first?",
            "make them up on the fly, then write them down. and also include the adequate melody/chord/timing information. and never start the production until the whole song is written"
        ]
    },
    {
        "date": "3.12.21 9:33 pm",
        "ctx": [
            "Do you prioritize the quality of the content you make over the quantity of it?",
            "no"
        ]
    },
    {
        "date": "3.12.21 7:05 pm",
        "ctx": [
            "What made you want to start making music",
            "music"
        ]
    },
    {
        "date": "3.12.21 6:38 pm",
        "ctx": [
            "what, in your humble opinion, is a complete breakfast?",
            "lunch"
        ]
    },
    {
        "date": "3.12.21 4:03 pm",
        "ctx": [
            "ive been writing down all of the lyrics that randomly materialize in my brain and putting chords to them, but after those inital lyrics i cant figure out how to continue them into something bigger. how do you suggest doing that",
            "this may or not be what you want to hear, but you're gonna have to make something up"
        ]
    },
    {
        "date": "3.12.21 3:34 pm",
        "ctx": [
            "what rhymes with orange",
            "forwards"
        ]
    },
    {
        "date": "3.12.21 2:44 pm",
        "ctx": [
            "can you answer this question with an already existing answer",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "3.12.21 12:20 pm",
        "ctx": [
            "What is a good way to get your music some exposure and a real audience without sacrificing artistic expression in favor of marketability?",
            "that's simple. just don't go to the market. some of the realest audiences might not even be going to the market. If you have a good enough time for long enough, the market will come to you. That's how markets get all their best stuff"
        ]
    },
    {
        "date": "3.12.21 11:43 am",
        "ctx": [
            "what face are you making right now?",
            "regular"
        ]
    },
    {
        "date": "3.12.21 7:00 am",
        "ctx": [
            "https://billwurtz.com/la-de-da-chorus.jpghttps://billwurtz.com/here-comes-the-sun-write.jpg is these images are the initial writing of \"la de da de da de da de day oh\" (September 17, 2012) and \"here comes the sun\" (August 3, 2010) respectively?",
            "yes, except the verse for 'la de da' was actually written 3 years earlier as a different song, and it was different"
        ]
    },
    {
        "date": "3.12.21 5:53 am",
        "ctx": [
            "Why are you so talented",
            "could be some kind of childhood defense mechanism"
        ]
    },
    {
        "date": "3.12.21 1:21 am",
        "ctx": [
            "If you dislike your songs a little bit each why don't you make something as best as you can?",
            "that's what i do every time",
            "So that you can't imagine any better?",
            "i can always imagine better",
            "Why would you do anything else?",
            "i always do the best i can",
            "Are you phoning it in?",
            "no"
        ]
    },
    {
        "date": "3.12.21 1:05 am",
        "ctx": [
            "how do deal with technology addiction",
            "use your knowledge of technology to make even more technology"
        ]
    },
    {
        "date": "3.11.21 11:03 pm",
        "ctx": [
            "Do you believe in a higher power(s)?",
            "higher than what"
        ]
    },
    {
        "date": "3.11.21 11:01 pm",
        "ctx": [
            "when you first released might quit, i thought it was a good song but not like mindblowingly so. now i've gone through some personal trials and challenges, and my playlist just shuffled to it, and it pierced my soul so deeply and so differently that i was literally floored. like actually had to stop what i was doing and sit down. isn't it fuckin magical how one piece of music can change for us like that? and carry so many different messages for us to unlock at different points in our journeys, as long as we keep our hearts open to it? i'm glad might quit stuck around in my life to remind me of that.",
            "it probably all depends on whether you were hearing the rhythm as 4 small groups of 3 (correct, groovy) or 3 small groups of 2 (incorrect, lame). This is one of the hazards of using 'trinary' rhythms"
        ]
    },
    {
        "date": "3.11.21 10:51 pm",
        "ctx": [
            "Opinion on chairs?",
            "never heard of it"
        ]
    },
    {
        "date": "3.11.21 10:34 pm",
        "ctx": [
            "When will you make a new video",
            "doing it now"
        ]
    },
    {
        "date": "3.11.21 9:21 pm",
        "ctx": [
            "do you dislike capital letters",
            "no"
        ]
    },
    {
        "date": "3.11.21 8:51 pm",
        "ctx": [
            "why are you so outrageous?",
            "just trying to get by"
        ]
    },
    {
        "date": "3.11.21 8:46 pm",
        "ctx": [
            "how do i stop having nightmares",
            "you must convey them in a tangible medium"
        ]
    },
    {
        "date": "3.11.21 8:21 pm",
        "ctx": [
            "Is cereal a soup",
            "no, but it is a sandwich and a hotdog"
        ]
    },
    {
        "date": "3.11.21 8:13 pm",
        "ctx": [
            "why is it all so weird?",
            "how else could it possibly be",
            "I guess I'm weird"
        ]
    },
    {
        "date": "3.11.21 7:08 pm",
        "ctx": [
            "why does the world spin",
            "to give all sides a chance"
        ]
    },
    {
        "date": "3.11.21 6:52 pm",
        "ctx": [
            "Are there any songs of yours that you dislike",
            "all of them, a little bit",
            "and why?",
            "because i could imagine them better, and the only person responsible for the way they actually turned out was me"
        ]
    },
    {
        "date": "3.11.21 5:04 pm",
        "ctx": [
            "in 'slow down' is 12:30 am or pm",
            "unspecified"
        ]
    },
    {
        "date": "3.11.21 4:45 pm",
        "ctx": [
            "I'm going back to in-person school in April after quarantining for so long. My question is, how do I make friends there?",
            "i'm not sure"
        ]
    },
    {
        "date": "3.11.21 3:13 pm",
        "ctx": [
            "do you write your songs with lyrics that are nonsensical at first glance intentionally,",
            "no",
            "lyrics which require more attention in order to find the true meaning?",
            "the gold standard, in my opinion, is when the true meaning exerts itself fully, the first time. and perhaps might be powerful enough that it makes you want to think about it more, to figure out how the heck that could have felt the way it did",
            "or is it just a byproduct of the meaning in the first place?",
            "the meaning, in my opinion, is the product. i am really a meaning salesman when you get right down to it"
        ]
    },
    {
        "date": "3.11.21 2:58 pm",
        "ctx": [
            "Are you still working on songs?",
            "yes",
            "also keep up the great work its amazing"
        ]
    },
    {
        "date": "3.11.21 2:55 pm",
        "ctx": [
            "Why is your music filled with so much passion and unique qualities?",
            "i'm just trying to do my job to the best of my abilities"
        ]
    },
    {
        "date": "3.11.21 2:32 pm",
        "ctx": [
            "what do you make of the fact that the sun will devour us in billions of years?",
            "if that's true, then that's good news for human life expectancy because i thought that was still less than 100 years, which from what i understand is way sooner than the sun will be devouring anyone"
        ]
    },
    {
        "date": "3.11.21 1:31 pm",
        "ctx": [
            "what rhymes with applepie",
            "black and white"
        ]
    },
    {
        "date": "3.11.21 12:45 pm",
        "ctx": [
            "Your videos are amazing! Will you do a face reveal?",
            "no way"
        ]
    },
    {
        "date": "3.11.21 12:39 pm",
        "ctx": [
            "i have constructed an entire universe in my brain but i am too weak to show everyone. i'm wondering how to get stronger",
            "start by writing things down. Even if it doesn't seem relevant to anything, writing is possibly one of the first lines of attack in opening up the lines of communication, one door at a time",
            "and if it's even worth it in the end",
            "yes. any entire universe is worth it"
        ]
    },
    {
        "date": "3.11.21 11:57 am",
        "ctx": [
            "I have three favorites of yours -- Might Quit, Christmas Isn't Real, and Slow Down. I really want to see the scores for these before you produced them. Is that something you'd be willing share?",
            "i have some good and bad news for you, which is that the scores for those might look something like (ref: christmasasdf.html\"target=\"_blank)this"
        ]
    },
    {
        "date": "3.11.21 11:56 am",
        "ctx": [
            "what are your thoughts on current world problems?",
            "fixable"
        ]
    },
    {
        "date": "3.11.21 9:14 am",
        "ctx": [
            "Is 'at the airport terminal' about afterlife?",
            "also before and during"
        ]
    },
    {
        "date": "3.11.21 8:58 am",
        "ctx": [
            "Can I change the time signature for a moment if i don't have enough lyrics/notes, or if i have too many lyrics/notes?",
            "yes"
        ]
    },
    {
        "date": "3.11.21 5:20 am",
        "ctx": [
            "do you have any tips on how to deal with social anxiety?",
            "see if you can notice how anxious other people are too"
        ]
    },
    {
        "date": "3.11.21 3:47 am",
        "ctx": [
            "do i have time to make up for all this time i'm wasting?",
            "just barely"
        ]
    },
    {
        "date": "3.11.21 1:51 am",
        "ctx": [
            "what isn't music?",
            "usually something that actually turns out to be music"
        ]
    },
    {
        "date": "3.11.21 1:20 am",
        "ctx": [
            "hey bill guess what number im thinking",
            "578209"
        ]
    },
    {
        "date": "3.10.21 11:38 pm",
        "ctx": [
            "What do I do if I don't have enough time?",
            "you might have to think more creatively, or less creatively, depending on how creatively you were thinking before"
        ]
    },
    {
        "date": "3.10.21 9:46 pm",
        "ctx": [
            "how do you decide whether a set of chords needs words or can stay an instrumental",
            "you could try giving a corporate presentation, of just those chords. And see whether people seem bored, or enthralled. Maybe even just imagine doing that presentation in your mind"
        ]
    },
    {
        "date": "3.10.21 9:28 pm",
        "ctx": [
            "who decides whether a song is good?",
            "you may have to do it"
        ]
    },
    {
        "date": "3.10.21 8:48 pm",
        "ctx": [
            "how to grieve properly",
            "sing songs of joy"
        ]
    },
    {
        "date": "3.10.21 8:21 pm",
        "ctx": [
            "can i force inspiration to strike?",
            "not really",
            "is it less meaningful when it's artificial or would you consider it perfectly organic?",
            "it's never artificial. if it happened, then it did indeed happen"
        ]
    },
    {
        "date": "3.10.21 8:20 pm",
        "ctx": [
            "Are there so many relgigious motives in your songs because you have a strong faith or do you just throw them in there for the vibes?",
            "those are the vibes of faith. and, in turn, i do have faith in those vibes"
        ]
    },
    {
        "date": "3.10.21 8:15 pm",
        "ctx": [
            "i'm gonna be all alone in a new state next year for college. no friends, family, etc. what do i do? should i try to make friends?",
            "how about inventing a new city"
        ]
    },
    {
        "date": "3.10.21 6:32 pm",
        "ctx": [
            "did you actually go to an airport terminal shortly before writing the song?",
            "shortly before writing the first line. the rest of the song was written later"
        ]
    },
    {
        "date": "3.10.21 5:56 pm",
        "ctx": [
            "how do you create a couch?",
            "extrude a box, make 2 edge loops near each end, make 2 edge loops near the back, then lower the largest face on top"
        ]
    },
    {
        "date": "3.10.21 4:41 pm",
        "ctx": [
            "what is free will?",
            "you can change your mind"
        ]
    },
    {
        "date": "3.10.21 3:10 pm",
        "ctx": [
            "how does the rhythm of \"oh, baby is that so wrong\" work? i can't figure out what's going on there rhythmically (as in a lot of that song)",
            "it was written like (ref: rzxlpotbvt81jbc.png\"target=\"_blank\">this, and it was performed more like (ref: asdfadfgsdfg.png\"target=)_blank)this"
        ]
    },
    {
        "date": "3.10.21 2:27 pm",
        "ctx": [
            "just met up with a friend the other day, we had a good time together. we're going to get together again soon, but she'll be travelling out of state and will have to quarantine when she gets back. what should i do in the meantime, so i don't lose my freaking mind?",
            "how about inventing a new city"
        ]
    },
    {
        "date": "3.10.21 2:18 pm",
        "ctx": [
            "are you good at rhythm games?",
            "yes"
        ]
    },
    {
        "date": "3.10.21 12:36 pm",
        "ctx": [
            "Whats the best way to make an egg?",
            "gotta make a chicken first"
        ]
    },
    {
        "date": "3.10.21 12:00 pm",
        "ctx": [
            "what to do in case of writer's block?",
            "this may not be what you want to hear, but, you're gonna have to go ahead and write something"
        ]
    },
    {
        "date": "3.10.21 11:54 am",
        "ctx": [
            "What do you feel about books?",
            "i like the part where you get to turn the page"
        ]
    },
    {
        "date": "3.10.21 11:31 am",
        "ctx": [
            "what is 'the trees (okay, alright)' about?",
            "i can almost surely guarantee it's about songwriting"
        ]
    },
    {
        "date": "3.10.21 10:35 am",
        "ctx": [
            "Ever thought about answering all the questions with one word for a day?",
            "no"
        ]
    },
    {
        "date": "3.10.21 10:32 am",
        "ctx": [
            "when you can start planning live performances, what sort of venue do you want?",
            "medium",
            "and would you want to perform to big crowds or small crowds?",
            "medium"
        ]
    },
    {
        "date": "3.10.21 9:37 am",
        "ctx": [
            "any tips for aspiring musicians who have abstract thoughts such as \"crackers are nice\"?",
            "this may not be what you want to hear, but, you're gonna want to go ahead and start making the music"
        ]
    },
    {
        "date": "3.10.21 8:47 am",
        "ctx": [
            "what are the psychological effects of your music",
            "you'll have to try it and see"
        ]
    },
    {
        "date": "3.10.21 8:22 am",
        "ctx": [
            "Does it take longer to animate 3D videos than 2D videos? If so, how much longer?",
            "it takes ME longer to do everything because i am an idiot"
        ]
    },
    {
        "date": "3.10.21 8:07 am",
        "ctx": [
            "should i consider investing in existing?",
            "yes"
        ]
    },
    {
        "date": "3.10.21 5:54 am",
        "ctx": [
            "(ref: q.php?date=202103081105)3.8.2111:05 am  any good famous examples of the latter situation (wherein a person makes another person a person)?",
            "no, i'm not even sure that is ever necessary. i merely proposed that as a backup plan"
        ]
    },
    {
        "date": "3.10.21 4:20 am",
        "ctx": [
            "what are your thoughts on thunder?",
            "it's the sound of lightning"
        ]
    },
    {
        "date": "3.10.21 1:38 am",
        "ctx": [
            "In \"take a video of the ceiling\", did you intentionally point the camera the wrong way?",
            "no, that was the first take, and a genuine accident"
        ]
    },
    {
        "date": "3.10.21 12:40 am",
        "ctx": [
            "Do you ever re-write music while you're producing?",
            "extremely rarely. it can be very destructive to do that, so i only do it if i'm really really sure it's definitely not working the way it is"
        ]
    },
    {
        "date": "3.9.21 10:57 pm",
        "ctx": [
            "where does the sun come from",
            "i'm wondering where it is now"
        ]
    },
    {
        "date": "3.9.21 10:12 pm",
        "ctx": [
            "do you enjoy existing?",
            "it has its ups and downs"
        ]
    },
    {
        "date": "3.9.21 9:57 pm",
        "ctx": [
            "When you make your music, do you focus on what other people would enjoy or what you enjoy?",
            "what i would enjoy, because that is the most reliable way to guess what at least someone else might enjoy. if it's something i don't enjoy, then that would also be a reliable way to predict what someone else might also not enjoy"
        ]
    },
    {
        "date": "3.9.21 9:42 pm",
        "ctx": [
            "Why did you leave in the tune of I might quit",
            "i did not. that tune has a very 'arrival' sort of feeling to it"
        ]
    },
    {
        "date": "3.9.21 9:36 pm",
        "ctx": [
            "What is the name of the song that you have complete and are working on the video for rn?",
            "i can't tell you"
        ]
    },
    {
        "date": "3.9.21 9:00 pm",
        "ctx": [
            "have you ever flown a bird or have been flown by a bird?",
            "no, but that sounds like something i would do"
        ]
    },
    {
        "date": "3.9.21 8:32 pm",
        "ctx": [
            "do you have a new video",
            "yes"
        ]
    },
    {
        "date": "3.9.21 8:28 pm",
        "ctx": [
            "how did you learn the riff in singing? I really want to know how to do it but the tutorials on YouTube are very complicated.",
            "i think you just have to improvise every day for a while"
        ]
    },
    {
        "date": "3.9.21 8:06 pm",
        "ctx": [
            "I can't find that one question. Where is it? Please tell me.",
            "(ref: q.php?date=202101101225\"target=\"_blank)here<remqq></remqq><remqq></remqq>"
        ]
    },
    {
        "date": "3.9.21 8:03 pm",
        "ctx": [
            "Are you ready for some content?",
            "yes"
        ]
    },
    {
        "date": "3.9.21 7:30 pm",
        "ctx": [
            "would you consider writing in a weird time signature for the sake of it?",
            "no. wait.... for the sake of what"
        ]
    },
    {
        "date": "3.9.21 7:10 pm",
        "ctx": [
            "have you ever intentionally subverted expectations in your songs?",
            "yes",
            "and to what degree do you value predictability in music?",
            "50%"
        ]
    },
    {
        "date": "3.9.21 6:44 pm",
        "ctx": [
            "what is the significance of ball and stick",
            "they just look phenomenal in the frame together. any excuse to put those 2 together"
        ]
    },
    {
        "date": "3.9.21 4:45 pm",
        "ctx": [
            "how are you so patient?",
            "was impatient first, to get that out of the way"
        ]
    },
    {
        "date": "3.9.21 4:39 pm",
        "ctx": [
            "if you had infinite time and resources what would you make",
            "everything"
        ]
    },
    {
        "date": "3.9.21 3:48 pm",
        "ctx": [
            "what inspired you to make music?",
            "music"
        ]
    },
    {
        "date": "3.9.21 2:58 pm",
        "ctx": [
            "should default blender cubes be deleted?",
            "if you find yourself deleting it more than half the time, then you might want to think about changing your startup document to have no cube",
            "do they have feelings too",
            "it's 3 seconds of your feelings"
        ]
    },
    {
        "date": "3.9.21 1:24 pm",
        "ctx": [
            "why is South America in the south, and why is North America in the north",
            "because you said"
        ]
    },
    {
        "date": "3.9.21 12:29 pm",
        "ctx": [
            "i have 40gb of song ideas and a full length album thats 90% done. what level of suffering am i on",
            "i think 9 or 10",
            "cause boy id love to find out what the next level is like",
            "it's similar"
        ]
    },
    {
        "date": "3.9.21 12:05 pm",
        "ctx": [
            "Has the sky always been blue?",
            "no"
        ]
    },
    {
        "date": "3.9.21 11:22 am",
        "ctx": [
            "how have you stayed so productive during the pandemic? idk with me but ive been completely destroyed by the lockdown. I know before lockdown it was all meaningless already, all i was doing was school which i was good at but at the end of the day i didnt care about because i just really wanna make music for the rest of mt life, but now in lockdown, i still have online classes but the meaninglezsness somehow feels more intense? and now i have all the time in the world because ive always found school a bit easy and i can finish homework relatively fast, but i waste all of it because im either too lazy to make more music, or when i do make music, i don't particularly like it. I have been hoarding instrumentals in my folders and have released none of them to the world. should i release them even if im not sure anyone will like it? or if theyre not ready yet? plus i have no confidence in my own voice, and so even when ive tried to record my voice for hour s on end  already, i still end up deleting it. how much time do u spend recording? ugh just i really cant get myself to work, and i have resorted to self hatred as a form of pushing myself, even if i know it doesnt work. any alternatives maybe? sorry for the rant it's so disorganized thanks for this parasocial relationship correspondence thingie",
            "you seem to be a writer. What might make everything feel more secure is to use writing to help sort out all your different thoughts, goals, and feelings"
        ]
    },
    {
        "date": "3.9.21 11:17 am",
        "ctx": [
            "what do you think about the moon?",
            "a very good loyal companion"
        ]
    },
    {
        "date": "3.9.21 10:19 am",
        "ctx": [
            "thoughts on life",
            "it has a mind of its own"
        ]
    },
    {
        "date": "3.9.21 9:41 am",
        "ctx": [
            "I'm listening to At the Airport Terminal...at the airport terminal. It's pretty accurate, like color to my feelings. How do you do that?",
            "i've learned to do it based on my own feelings, which may be similar to yours sometimes"
        ]
    },
    {
        "date": "3.9.21 8:54 am",
        "ctx": [
            "Do you think my writing would be more special if I spent less time on the words and more on the meaning behind them?",
            "have you tried putting the meaning in front"
        ]
    },
    {
        "date": "3.9.21 8:46 am",
        "ctx": [
            "I wrote a short instrumental piece with no regard to music theory--I didn't even give it a set time signature--last week and sent it to a friend of mine, who really seemed to like it. at first, I thought that was just their way of being supportive, but I later sent it to someonewho actually knows music theory, and they also seemed to like it. I've tried writing pieces since then, and I've written a couple, but they're nowhere near the length and complexity of my first one, which wasn't very long or complex to begin with. \nmy question is this: do you ever fear that the latest song you wrote was just based on dumb luck and might be the last good one?",
            "no",
            "if so, how do you cope? if not, HOW?",
            "i've seen how rampantly contagious the forces of music are. over and over and over again, year after year after year after year after year (etc). It's like rainstorms. there's always another huge rainstorm. meteorologists have discovered this",
            "anyway, I hope your day's going well"
        ]
    },
    {
        "date": "3.9.21 8:41 am",
        "ctx": [
            "what is something that amazes you?",
            "time"
        ]
    },
    {
        "date": "3.9.21 8:37 am",
        "ctx": [
            "have you ever thought about making a reprise in one of your songs?",
            "yes"
        ]
    },
    {
        "date": "3.9.21 6:20 am",
        "ctx": [
            "How do you write a chord for a part of a melody with lots of quick notes? Do you just put lots of notes in the chord? Do you just not have a chord at all? Or do you just accept that some of the notes won't be part of the chord?",
            "which of those have you tried so far, and which ones did you like"
        ]
    },
    {
        "date": "3.9.21 4:14 am",
        "ctx": [
            "is paper a good name to name a dog",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "3.9.21 12:24 am",
        "ctx": [
            "if you put a sheet of paper on a bed, does it become a bed sheet?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "3.8.21 10:04 pm",
        "ctx": [
            "how do i get over my obsession with argentina",
            "you could go there, or if you can't go there then maybe you could write a pamphlet about it"
        ]
    },
    {
        "date": "3.8.21 9:30 pm",
        "ctx": [
            "what is \"Here comes the sun\" about...",
            "the sun"
        ]
    },
    {
        "date": "3.8.21 8:45 pm",
        "ctx": [
            "what is the best instrument at breakfast",
            "the relentless forward march of time"
        ]
    },
    {
        "date": "3.8.21 7:36 pm",
        "ctx": [
            "can you elaborate on what you mean when you say \"make a song bad at first\"",
            "you would have to elaborate on the context of where you found that quote"
        ]
    },
    {
        "date": "3.8.21 7:01 pm",
        "ctx": [
            "what are shoes supposed to do? bill this is my homework question. please answer.",
            "protect your feet from the ground, hypnotize foes, etc"
        ]
    },
    {
        "date": "3.8.21 6:44 pm",
        "ctx": [
            "why are do many of your songs use the rhyme alright/just fine?",
            "due to goals, i suppose"
        ]
    },
    {
        "date": "3.8.21 5:32 pm",
        "ctx": [
            "do you ever see yourself making a piano only music vid",
            "sure"
        ]
    },
    {
        "date": "3.8.21 4:43 pm",
        "ctx": [
            "what question did damien maymdien skip in \"maybe i could eat blades of grass?\"",
            "this one"
        ]
    },
    {
        "date": "3.8.21 4:01 pm",
        "ctx": [
            "do a face reveal",
            "that's preposterous. who do you think i am"
        ]
    },
    {
        "date": "3.8.21 3:54 pm",
        "ctx": [
            "what is the best currency?",
            "time"
        ]
    },
    {
        "date": "3.8.21 3:28 pm",
        "ctx": [
            "do we have free will?",
            "yes"
        ]
    },
    {
        "date": "3.8.21 1:50 pm",
        "ctx": [
            "Were you good at writing assignments in school? Because I'm always too horrified to do them;like everybody just does them as if it's the same as putting together cars on an assembly line but I can't think of the assignments like that, like I can't write something unless I'm sure it's true and meaningful. I guess ideally, I should be able to do that in a timely manner but I just can't, or at least I'm too scared to try. And the classic advice I always get is to not care too much about writing something good, but it just hurts to meaninglessly write for the sake of writing, like what's the point of being a human if you can't create anything with significance? Also it's not like the work that everyone else produces is shitty, it's actually very good which means that if I take the assembly-line approach, not only will the act of it feel horrible, but its product will be worse than what everyone else is somehow able to create with the same method. I  dunno,  I guess I'm asking this because you're definitely someone who makes meaningful content and well, you normally turn it out on a regular basis, so maybe you have some advice on how to accomplish this and perhaps on how you were able to these assignments back when you were in school. Thanks for reading this, I'm sorry if most of it is just a rant.",
            "clearly you are a writer, as seen above. I think it's worth looking into re-negotiating your contract with your producer (the one giving you the assignments). Make sure you both understand each other's goals in this, and then evaluate if you would both like to keep working with each other"
        ]
    },
    {
        "date": "3.8.21 1:29 pm",
        "ctx": [
            "How do I become my own grandpa??",
            "that's easy, just adopt your dad"
        ]
    },
    {
        "date": "3.8.21 1:00 pm",
        "ctx": [
            "my dad is paying me to get involved in the stock market -- so, of course, i have. ive quickly found out it's stupid easy. i guess unless the market crashes. how do you feel about stocks and markets of them",
            "it seems ...... moody"
        ]
    },
    {
        "date": "3.8.21 11:47 am",
        "ctx": [
            "what's your opinion on canada",
            "rectangular projection makes it look way bigger than it is, but, despite this fact, it is still huge"
        ]
    },
    {
        "date": "3.8.21 11:41 am",
        "ctx": [
            "will you ever do skit type videos again like \"hi i'm steve\" or \"ball and stick\"",
            "yes"
        ]
    },
    {
        "date": "3.8.21 11:19 am",
        "ctx": [
            "in \"just did a bad thing\" what did you do that was bad?",
            "failed at producing a song too quickly nor too slowly, and accidentally ended up working on it for exactly the right amount of time"
        ]
    },
    {
        "date": "3.8.21 11:05 am",
        "ctx": [
            "What makes someone a person?",
            "each person makes themself a person. But, in case they don't, any other person is also available to step in and make that person a person. Although this is not usually necessary. person is usually able to make self person"
        ]
    },
    {
        "date": "3.8.21 10:29 am",
        "ctx": [
            "What's the freshest form of entertainment?",
            "the morning sun"
        ]
    },
    {
        "date": "3.8.21 9:54 am",
        "ctx": [
            "i play guitar and it feels like it doesn't like me unless i play things that someone else made;i can never make a good chord progression, and when i do, i never have good words to pair with them. whenever i make lyrics, i find that they sound too much like other people's lyrics and i get mad at myself, crumple up the computer paper i was working with, and throw it away and go to bed. any tips?",
            "you mentioned you were starting with chords then putting words to them. How about starting with words (AND a melody), then putting chords with that? But, you also mentioned that you don't feel too great with words yet. So for that, i would recommend opening up a text file and just start going bonkers day and night, not to write songs, but just do it as a way of life, until further notice. Really try to use the page to actually solve any problems in life you may have. after a couple years of doing that, i think you will find words to be quite a good playground to be on. Then if you decide to add music into that, then you'll be so powerful it's unfair"
        ]
    },
    {
        "date": "3.8.21 9:45 am",
        "ctx": [
            "how long does it take for you to make one of your music videos?",
            "a reasonable amount of time"
        ]
    },
    {
        "date": "3.8.21 9:29 am",
        "ctx": [
            "how long is your piano",
            "about 38 inches"
        ]
    },
    {
        "date": "3.8.21 9:21 am",
        "ctx": [
            "how to build a chair?",
            "Remove all parts from the carton and separate them into part number groups as indicated in the parts list.   To begin assembly, place the 5-star base   upside down and insert casters  into the bottom of base.   Turn the base   right side up on the floor and insert the cylinder  into the center hole on the base. Place the telescoping cover  over the the cylinder  and rest it on the base.   Attach the seat plate  to the bottom of the seat cushion (with front of seat plate facing the front of the  seat cushion) by using 15/8\" screws  into the front holes of the seat plate  and 7/8\" screws  into the  rear holes of the seat plate and tighten the screws.   Align the back cushion  with the seat cushion  by positioning the back support plate  over the seat  plate with 11/4\" screws. Do not tighten the screws completely.   Attach the arms  respectively on each side onto the bottom of the seat cushion  and the sides  of back cushion  by using 11/2\" screws. Tighten all the screws. Remember to tighten the screws on the  back support plate.   Place the plastic caps  into the two arm holes on each arm.   Place the assembled chair on top of the cylinder and press down until fully engaged.   Periodically (every 90 days) make sure that the screws are still fully tightened."
        ]
    },
    {
        "date": "3.8.21 8:58 am",
        "ctx": [
            "What is the universe?",
            "take a look in the mirror. Or, to see it more deeply, go into the mirror and look out of the mirror"
        ]
    },
    {
        "date": "3.8.21 8:21 am",
        "ctx": [
            "which shoes do the neighbors with cool shoes have in \"I'm Best Friends With My Own Front Door\"?",
            "it's the same ones that you have"
        ]
    },
    {
        "date": "3.8.21 7:33 am",
        "ctx": [
            "how do I write a poem?",
            "you must place an arrangement of spaghetti uponst the wall"
        ]
    },
    {
        "date": "3.8.21 5:26 am",
        "ctx": [
            "opinions on britain?",
            "it's pretty good"
        ]
    },
    {
        "date": "3.8.21 4:48 am",
        "ctx": [
            "how do you feel about people calling your music \"good\"",
            "ok"
        ]
    },
    {
        "date": "3.7.21 11:07 pm",
        "ctx": [
            "Are walls sideways ceilings or floors",
            "they are a blank canvas for the wistful dreamer"
        ]
    },
    {
        "date": "3.7.21 6:51 pm",
        "ctx": [
            "have you ever actually written a song or 2 each morning if you felt like it?",
            "yes"
        ]
    },
    {
        "date": "3.7.21 6:36 pm",
        "ctx": [
            "why do you answer all of the \"what is your favorite song/video that you've made\" questions with the same thing?",
            "perhaps i'm telling the ........... truth",
            "I see them a lot while I'm scrolling and I think maybe by the first couple times you could just link to a previous answer",
            "why use a link when i could put it on the page and your eyes can see it without having to do that extra step",
            "or stop answering them altogether.",
            "everything could stop altogether"
        ]
    },
    {
        "date": "3.7.21 5:48 pm",
        "ctx": [
            "what's the fruitiest chord in 'here comes the sun'?",
            "the one on the high 'done'"
        ]
    },
    {
        "date": "3.7.21 5:32 pm",
        "ctx": [
            "do the colors of the words in \"new canaan\" have meaning?",
            "yes. they are trying to make the video be as good as possible, in an extremely short timeframe"
        ]
    },
    {
        "date": "3.7.21 4:40 pm",
        "ctx": [
            "why have you been answering questions at different hours now?",
            "every hour is different. due to the passage of time",
            "have you always answered questions mid-day?",
            "no"
        ]
    },
    {
        "date": "3.7.21 3:22 pm",
        "ctx": [
            "thoughts on podcasts? (in general)",
            "they are talk shows"
        ]
    },
    {
        "date": "3.7.21 2:35 pm",
        "ctx": [
            "is french toast really french",
            "not necessarily"
        ]
    },
    {
        "date": "3.7.21 2:30 pm",
        "ctx": [
            "What is the jmportance of an intro and an outro",
            "maybe if you don't like how the song starts or ends already"
        ]
    },
    {
        "date": "3.7.21 1:47 pm",
        "ctx": [
            "Who is your favorite modern musical artist?",
            "could be you"
        ]
    },
    {
        "date": "3.7.21 1:15 pm",
        "ctx": [
            "how do i write my girlfriend a song",
            "write yourself a song"
        ]
    },
    {
        "date": "3.7.21 12:36 pm",
        "ctx": [
            "what are your thoughts on pants",
            "seems to be some sort of leg jacket"
        ]
    },
    {
        "date": "3.7.21 12:31 pm",
        "ctx": [
            "which chord is the fruitiest",
            "the fruit value of each chord can only be determined in light of the entire contextual scenario it is in"
        ]
    },
    {
        "date": "3.7.21 12:17 pm",
        "ctx": [
            "What is the world?",
            "got to do some further analysis......."
        ]
    },
    {
        "date": "3.7.21 11:10 am",
        "ctx": [
            "Why is the \"Bill Wurtz capital letter usage report\" even a thing? Trying to read the whole paragraph gives me a stroke and there are some places which have over 30 exclamation points. I'm dying at attempting to read the whole thing, this is absurd but funny at the same time.",
            "that last part you said, that is part of the reason for its existence, and, speaking of 'absurd and funny', the other reason for its existense is that i think it's absurd and funny when people think i don't use capital letters, because i use them all the time, right on this page, and even more in my videos"
        ]
    },
    {
        "date": "3.7.21 8:46 am",
        "ctx": [
            "how do you feel about the name kat?",
            "it's pretty good"
        ]
    },
    {
        "date": "3.7.21 7:45 am",
        "ctx": [
            "When you will release \"upstairs\"? It's already have been 3 years that i got to go downstairs, soon i'm gonna reach bedrock",
            "i think you may be misinterpreting my method for making content. i think you are assuming i like to make things based on what i've done before. but instead, what i almost always try to do is make things based on what i have NOT done before"
        ]
    },
    {
        "date": "3.7.21 6:00 am",
        "ctx": [
            "What is the best dinosaur?",
            "cryptosaurus"
        ]
    },
    {
        "date": "3.7.21 5:42 am",
        "ctx": [
            "where do you get your song ideas?",
            "from the gutter, or if not then maybe i'll check the sewer",
            "from the aliens you had babies with?",
            "no i've never done that",
            "or the postman?",
            "that could be possible",
            "or something else?",
            "might be the post woman"
        ]
    },
    {
        "date": "3.7.21 4:52 am",
        "ctx": [
            "what should you do if the person you want to be is very different from the person that you are?",
            "write some poems"
        ]
    },
    {
        "date": "3.7.21 3:58 am",
        "ctx": [
            "So imagine if someone made the greatest chair ever made in existence. It's a nearly perfect chair, it's completely comfortable, there is a heavenly experience in sitting in it, it fits everyone, there are no unintended curves or rough edges, it is very beautiful and would not look out of place in a castle or in a bus, its only flaw being that it degrades as it gets used. Should people sit in the chair?",
            "sure"
        ]
    },
    {
        "date": "3.7.21 2:50 am",
        "ctx": [
            "What is the song you are the most proud of?",
            "probably one of the ones i haven't recorded yet"
        ]
    },
    {
        "date": "3.7.21 1:36 am",
        "ctx": [
            "given your opinions on 61 vs 88, how would you feel about a 76 key keyboard",
            "i guess it all depends on the weight"
        ]
    },
    {
        "date": "3.6.21 12:24 pm",
        "ctx": [
            "is it possible to run out of things to talk about?",
            "no"
        ]
    },
    {
        "date": "3.6.21 11:12 pm",
        "ctx": [
            "opinion on piano",
            "very friendly. the friendship instrument"
        ]
    },
    {
        "date": "3.6.21 10:04 pm",
        "ctx": [
            "do you think when somebody names a place with new (Like New Jersey or New York) as the first word that the world is just updating the software and thats a new version?",
            "no"
        ]
    },
    {
        "date": "3.6.21 9:02 pm",
        "ctx": [
            "sometimes it hurts my feelings when i hear people saying that humanity is bad because i actually love and enjoy humans very much. how can i show the world that humans are actually quite lovely?",
            "stories, songs, puzzles, there must be a million ways"
        ]
    },
    {
        "date": "3.6.21 8:00 pm",
        "ctx": [
            "what are your thoughts on dark humour",
            "thinking it's dark, may be a thought that i might have, if i saw it and happened to think the same thing as you. so basically what i'm trying to say is these are your thoughts about it, not mine"
        ]
    },
    {
        "date": "3.6.21 7:29 pm",
        "ctx": [
            "How long does an average video take to finish",
            "\"a reasonable amount of time\""
        ]
    },
    {
        "date": "3.6.21 6:20 pm",
        "ctx": [
            "the future will at some point become the past, opinions?",
            "so ridiculous"
        ]
    },
    {
        "date": "3.6.21 5:02 pm",
        "ctx": [
            "Why did the chicken cross the road?",
            "what my client (the chicken) and i are wondering is why was a road built across the chicken's path"
        ]
    },
    {
        "date": "3.6.21 4:21 pm",
        "ctx": [
            "how to make song?",
            "try to make something that's not a song. then the song will get revenge by becoming a song"
        ]
    },
    {
        "date": "3.6.21 3:11 pm",
        "ctx": [
            "You said once that you've noticed that extreme breakthroughs that change everything have been coming exponentially.",
            "that would be in relation to all of history",
            "What do you think this is leading to?",
            "could be you",
            "How does the heat death of the universe factor into this?",
            "does not"
        ]
    },
    {
        "date": "3.6.21 2:53 pm",
        "ctx": [
            "Just saw oat milk on the store shelves. How do you think they milk an oat?",
            "smash it"
        ]
    },
    {
        "date": "3.6.21 1:23 pm",
        "ctx": [
            "have you ever considered changing your name to something more interesting, like frobert",
            "no"
        ]
    },
    {
        "date": "3.6.21 1:01 pm",
        "ctx": [
            "Did you mean for the release of \"history of the entire world, i guess\" to line up with the AP World History exam?",
            "no. i don't even know what that is"
        ]
    },
    {
        "date": "3.6.21 12:50 pm",
        "ctx": [
            "i'm very insecure about my voice, but i want to release songs with vocals. how do i become more comfortable with my voice!",
            "use it more often"
        ]
    },
    {
        "date": "3.6.21 11:33 am",
        "ctx": [
            "do i devote my life to one dream or follow all of my dreams to a less intense degree",
            "that all depends how many dreams you have, and how intense each dream is. If you have a lot of intense dreams, then you may be able to assemble 1 very intense dream scheme"
        ]
    },
    {
        "date": "3.6.21 10:59 am",
        "ctx": [
            "What are your thoughts on time travel?",
            "all travel is time travel. if you don't believe me, check the time before you go somewhere and then check it again when you arrive"
        ]
    },
    {
        "date": "3.6.21 10:56 am",
        "ctx": [
            "can you make more short (monday videos), medium (music videos), and long videos (history of the entire world I guess length)?",
            "yes"
        ]
    },
    {
        "date": "3.6.21 10:17 am",
        "ctx": [
            "just ran a 10k, what sports have you done?",
            "posting things online"
        ]
    },
    {
        "date": "3.6.21 8:47 am",
        "ctx": [
            "What are your opinions on pizza?",
            "by the miracle of geometry, it is round and flat at the same time"
        ]
    },
    {
        "date": "3.6.21 8:10 am",
        "ctx": [
            "In your \"hi, i'm steve\" video a postman climbs a mountain and in your latest song a postman says there is no news high on the mountain. Is this a coincidence or are you just obsessed with postmen on mountains?",
            "i'll be discussing it with my therapist, who happens to be me"
        ]
    },
    {
        "date": "3.6.21 7:07 am",
        "ctx": [
            "wurtz, i don't believe you /did/ explain why birds are made of trees. would you like to?",
            "each bird and tree is every tree and bird"
        ]
    },
    {
        "date": "3.6.21 5:42 am",
        "ctx": [
            "where is old york?",
            "northeastern england"
        ]
    },
    {
        "date": "3.6.21 4:09 am",
        "ctx": [
            "Are your new videos going to be using the new animation style from \"here comes the sun\"?",
            "it's going to be me trying to do my best. which is the style i always end up using"
        ]
    },
    {
        "date": "3.6.21 3:55 am",
        "ctx": [
            "Where did the reality videos go before you made a website?",
            "none of the reality videos were assembled until 2016",
            "Was there someone you were sending them to?",
            "no"
        ]
    },
    {
        "date": "3.6.21 3:50 am",
        "ctx": [
            "what is time?",
            "could be you"
        ]
    },
    {
        "date": "3.6.21 3:18 am",
        "ctx": [
            "excuse my ignorance but what exactly is this 'sun' you speak so highly of, sir?",
            "the day light"
        ]
    },
    {
        "date": "3.6.21 2:39 am",
        "ctx": [
            "do you think you will upload things to the notebook again?",
            "yes"
        ]
    },
    {
        "date": "3.6.21 2:29 am",
        "ctx": [
            "What are you interested in the most beside music?",
            "communication"
        ]
    },
    {
        "date": "3.6.21 2:27 am",
        "ctx": [
            "Do the best things happen by accident, on purpose, or a collaboration of both?",
            "both"
        ]
    },
    {
        "date": "3.6.21 12:59 am",
        "ctx": [
            "What do you think of Sigmund Freud?",
            "he had a fondness for the Penis"
        ]
    },
    {
        "date": "3.6.21 12:14 am",
        "ctx": [
            "thoughts on human beings?",
            "imagine if you combined an animal and a computer"
        ]
    },
    {
        "date": "3.5.21 11:58 pm",
        "ctx": [
            "when is your next video?",
            "doing it now"
        ]
    },
    {
        "date": "3.5.21 11:29 pm",
        "ctx": [
            "i am going through a period of intense self reflection and trying to understand my place in the world. do you have any tips on speeding up this process? i would like to get to the part where i know exactly what i'm doing",
            "the good and bad news is, you already know"
        ]
    },
    {
        "date": "3.5.21 11:14 pm",
        "ctx": [
            "i got a melody i made up stuck in my head. what should i do",
            "record it in a voice memo, and add it to the list. if you don't have a list, start a list and add that item to it. At least that's what i would do"
        ]
    },
    {
        "date": "3.5.21 10:45 pm",
        "ctx": [
            "whats your favorite song youve made",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "3.5.21 10:16 pm",
        "ctx": [
            "i once made a song i really like, and i hav eno fucking clue how i did it or how to replicate the circumstances under which it was made",
            "you probably didn't know how you did it then, either. circumstance: replicated"
        ]
    },
    {
        "date": "3.5.21 9:49 pm",
        "ctx": [
            "Do you write film scores?",
            "i score all my own content"
        ]
    },
    {
        "date": "3.5.21 8:42 pm",
        "ctx": [
            "do you enjoy nihilism?",
            "i forgot what it is, but i don't think so"
        ]
    },
    {
        "date": "3.5.21 8:22 pm",
        "ctx": [
            "what was inside that last box?",
            "a ball"
        ]
    },
    {
        "date": "3.5.21 6:36 pm",
        "ctx": [
            "Do you have any advice to someone who wants to write complete songs (with backing and harmonies and bridges) solo?",
            "keep a journal. this could be a long journey",
            "How do you start your writing process?",
            "i pick an idea from the list",
            "I have lots of ideas that I've recorded but I'm not really sure how to put them together.",
            "if they weren't written together, then they probably are not part of the same song. i think if you try to put them together they may look like awkward surgery. So, pick 1, and then 'play doctor' with it. give it a diagnosis. Is it the beginning of the song? is it not the beginning of the song? is it a 'chorus'? is it not a chorus? What does this idea mean to you? try to remember everything about the circumstances of coming up with it. This should lead you to your next decision about what it needs. Another thing that i should mention about the way i do it, i always write the entire song all the way through before even touching the production process. I know that not everyone does it this way, but, i've found out, to play to my strengths it's important to remain as nimble as possible during the writing process, and that means not trying to actually produce it while writing. i am a 'write first' person, then produce what i wrote. Also another thing i should mention, i was in your situation (wanting to produce entire songs myself) and i knew i was qualified, because i had already been playing multiple instruments for at least 10 or 15 years before, so i thought it should be easy. but unfortunately it took me at least 10 MORE years after that before i really felt like i could comfortably get the entire job done. actually i'm still not really there yet. But who knows ..... maybe you will find a way to make things.... simpler"
        ]
    },
    {
        "date": "3.5.21 6:34 pm",
        "ctx": [
            "I have to read my entire short story out loud in front of the whole class. any tips on surviving?",
            "pretend that you are doing a recording, and the recording device is all the way in the back of the room, behind all the people"
        ]
    },
    {
        "date": "3.5.21 6:17 pm",
        "ctx": [
            "there seems to be a recurring pattern with your song lyrics in that many songs are about themselves. does \"moon cheese\" fit into this as well?",
            "it probably does",
            "maybe tasting represents achieving the song's full potential, if you were doubting yourself at the time.",
            "the whole point of that song, from the start, is the title. i was envious of other songs (probably country songs) which have a title which already has some cleverness baked right in. so i thought of one, \"the moon is made of cheese (but i can't taste it)\". so just went from there and tried to continue the game. you can't taste it, but you like the way the texture feels when you lick the surface. Makes perfect sense, but is also completely ridiculous. so the next line \"the rumors start to go round the world that i'm crazy\" well of course, because you're licking the moon. but no, instead, it's \"becaususe you can't taste the cheese\". so the fun score, for me, continues to be upheld up to that point. Next stanza, start with a line to echo the same theme as the first. famous phrase ('the grass is always green') then change it ('but i just changed it'). From this point, the key changes start to play an even more significant role, but, the game remains the same. i'm simply in search of quality songwriting"
        ]
    },
    {
        "date": "3.5.21 6:15 pm",
        "ctx": [
            "how do i cook pasta",
            "i have no earthly idea"
        ]
    },
    {
        "date": "3.5.21 6:04 pm",
        "ctx": [
            "what's a good prank to pull on a significant other?",
            "marry them"
        ]
    },
    {
        "date": "3.5.21 5:55 pm",
        "ctx": [
            "What is consciousness?",
            "it's you"
        ]
    },
    {
        "date": "3.5.21 5:29 pm",
        "ctx": [
            "what's your opinion on 2/32 time signatures",
            "seems like a lot of beams and flags for nothing"
        ]
    },
    {
        "date": "3.5.21 4:16 pm",
        "ctx": [
            "How do you avoid seeming pretentious when creating art, or making people offended? How do you ensure you won't be accused of stealing others' work? These questions haunt me day and night.",
            "if you do all your work in a ghost house, you will seem to fit right in"
        ]
    },
    {
        "date": "3.5.21 2:44 pm",
        "ctx": [
            "How can I convert my negative feelings into music?",
            "first you'll have to get an instrument. you might already have an instrument (voice). even so, it might be fun to also get a second instrument and use them both together. it's especially fun if one of those instruments is chordal (can play multiple notes at the same time)"
        ]
    },
    {
        "date": "3.5.21 1:46 pm",
        "ctx": [
            "what do you do with your hands when theres not anything to use them for",
            "start testing the effects of gravity"
        ]
    },
    {
        "date": "3.5.21 1:22 pm",
        "ctx": [
            "did you ever consider using a capital letter in an answer?",
            "yes, or sometimes even take it a step further and (ref: capitals-report.php\"target=\"_blank)do it"
        ]
    },
    {
        "date": "3.5.21 1:20 pm",
        "ctx": [
            "What is Steve's real name?",
            "your name"
        ]
    },
    {
        "date": "3.5.21 12:45 pm",
        "ctx": [
            "is magic just science we don't know yet?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "3.5.21 12:28 pm",
        "ctx": [
            "what is the age-old question?",
            "probably this one"
        ]
    },
    {
        "date": "3.5.21 11:55 am",
        "ctx": [
            "i have anxiety because of my vitamin deficiency, you want to drive out to jersey to install a window for me?",
            "that sounds lovely"
        ]
    },
    {
        "date": "3.5.21 11:42 am",
        "ctx": [
            "okay better and more specific question now. recently I've started this approach to music where I work on an idea nonstop (can be up to 2 weeks) until I'm happy with it. this has resulted in me finally making music that I'm proud of, even though it's a stressful hell zone the entire time I'm working on it (until it finally reaches \"good\"). on the other hand though, doing this doesn't really help me to develop my skills on my instrument how I would like to, and I'm also spending a lot of time on one thing instead of exercising my writing muscle. and I can't make something that I like quickly for the life of me while many of my peers can and excel at this. should I continue doing what I've been doing and hope I eventually get faster/better at writing over time or switch to making a lot more stuff and spending a lot less time on it (and accepting that a lot of it will suck). or is there a completely different route I should take like working on long son gs but a lso transcribing/covering or whatever it takes to get better at my instrument and writing?",
            "ah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that"
        ]
    },
    {
        "date": "3.5.21 11:40 am",
        "ctx": [
            "The instructions on this appliance say to have a friend help install it. Will an acquaintance do in a pinch if I don't have any friends?",
            "yes"
        ]
    },
    {
        "date": "3.5.21 11:28 am",
        "ctx": [
            "What is \"scarmble\" supposed to be/",
            "anagrams"
        ]
    },
    {
        "date": "3.5.21 11:09 am",
        "ctx": [
            "Do you wanna go to Mars/",
            "not yet"
        ]
    },
    {
        "date": "3.5.21 11:05 am",
        "ctx": [
            "should I try to get better at music by making a lot of things and spending less time on them (and accepting where it ends up by the end of the session) or by working on a single thing until I like it (regardless of how long it takes)?",
            "i'm not sure",
            "Or do I need to do both?",
            "i think so",
            "The first method is attractive because I like the idea of trying to write a lot of stuff, but the second method would likely lead me to having made pieces that I can be more proud of",
            "i know what you mean"
        ]
    },
    {
        "date": "3.5.21 10:33 am",
        "ctx": [
            "how do i not fail school",
            "make your own school. actually you can still fail that way too. but with more thrills, possibly"
        ]
    },
    {
        "date": "3.5.21 10:23 am",
        "ctx": [
            "(ref: q.php?date=202102241140\">2.24.2111:40 am  you said that at <a href=\"q.php?date=202102231129)2.23.2111:29 am  or was I mistaken?",
            "'made' not 'written'. Written would be instructions for how it should be made. actually succeeding at the 'making', is a different story"
        ]
    },
    {
        "date": "3.5.21 10:19 am",
        "ctx": [
            "how to be a better person",
            "have you considered that you might already be too good"
        ]
    },
    {
        "date": "3.5.21 10:15 am",
        "ctx": [
            "why did I forget to wake up this morning?",
            "probably because you weren't asleep"
        ]
    },
    {
        "date": "3.5.21 9:56 am",
        "ctx": [
            "Wow the advice you gave about getting up to touch the door when you get stuck while working on a song just gave me the biggest breakthrough of my life. Thank you forever",
            "you're welcome"
        ]
    },
    {
        "date": "3.5.21 8:53 am",
        "ctx": [
            "any thoughts on existance?",
            "oh man, i've heard about that"
        ]
    },
    {
        "date": "3.5.21 8:50 am",
        "ctx": [
            "On average how long does it take to edit videos?",
            "\"a reasonable amount of time\""
        ]
    },
    {
        "date": "3.5.21 8:15 am",
        "ctx": [
            "what are your thoughts on bubblegum",
            "very realistic; believable;"
        ]
    },
    {
        "date": "3.5.21 5:00 am",
        "ctx": [
            "important question;will you ever upload things you have written previously in the notebook section of this website again?",
            "yes"
        ]
    },
    {
        "date": "3.5.21 4:27 am",
        "ctx": [
            "what is the best way to do a key change?",
            "do it in the context of a scene, or scenario. for example, you are on the way to the store. but half way there you realize you forgot you have to go to the bank first. as long as that scenario is properly conveyed, it should be no problem to switch to the key of going to the bank"
        ]
    },
    {
        "date": "3.5.21 3:54 am",
        "ctx": [
            "How did you decide on your animation style?",
            "basically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way",
            "Also, what do you do when it is really hard to know how to record an idea for a song or image I'm thinking of?",
            "try to limit the amount of tools your using"
        ]
    },
    {
        "date": "3.5.21 2:37 am",
        "ctx": [
            "thoughts on grass?",
            "a perfect way to test the limits of the computational power of your universe"
        ]
    },
    {
        "date": "3.5.21 1:38 am",
        "ctx": [
            "What are your thoughts on cadences",
            "almost everything is cadences",
            "and which is your favorite?",
            "doors opening / closing"
        ]
    },
    {
        "date": "3.5.21 12:56 am",
        "ctx": [
            "If you do a 2D music video in the future, will you use Blender's Grease Pencil,",
            "no",
            "or the software you used to use before?",
            "no",
            "btw, You are awesome!!!",
            "holy niceguy you are playing the role of 'nice guy' very convincingly here"
        ]
    },
    {
        "date": "3.5.21 12:09 am",
        "ctx": [
            "Do you have any hobbies you enjoy. (besides music)",
            "going all over the world"
        ]
    },
    {
        "date": "3.4.21 11:42 pm",
        "ctx": [
            "thoughts on lamps",
            "unbelievable"
        ]
    },
    {
        "date": "3.4.21 11:29 pm",
        "ctx": [
            "When do you sleep?",
            "Saturday, March 6, 2021 3:36:23 AM for example"
        ]
    },
    {
        "date": "3.4.21 10:55 pm",
        "ctx": [
            "how do i focus on studying i can't focus my brain isn't focusing",
            "the first step is to figure out what you are studying"
        ]
    },
    {
        "date": "3.4.21 10:29 pm",
        "ctx": [
            "When you made 'history of the entire world\" how much did you learn from it?",
            "a lot",
            "Or you were already a genius.",
            "not quite"
        ]
    },
    {
        "date": "3.4.21 9:52 pm",
        "ctx": [
            "Do you like classical music?",
            "yes"
        ]
    },
    {
        "date": "3.4.21 9:49 pm",
        "ctx": [
            "do you ever just momentarily forget that good people exist",
            "no"
        ]
    },
    {
        "date": "3.4.21 9:49 pm",
        "ctx": [
            "have you ever read a lyric ahead of time from the music when listening to a song before?",
            "yes",
            "even like in an old school amateur music video online where it would be like a whole verse up there at once or something? how did that experience feel for you?",
            "bad. it ruins the music sometimes. that's when i knew: lyrics are meant for music"
        ]
    },
    {
        "date": "3.4.21 9:16 pm",
        "ctx": [
            "How do you feel about pineapple pizza?",
            "no feeling whatsoever"
        ]
    },
    {
        "date": "3.4.21 8:46 pm",
        "ctx": [
            "what is your best advice",
            "make sure you give very good advice",
            "and why?",
            "to avoid being penalized for the advice you've given"
        ]
    },
    {
        "date": "3.4.21 8:32 pm",
        "ctx": [
            "What do you do when you're overwhelmed",
            "sing songs of joy"
        ]
    },
    {
        "date": "3.4.21 8:26 pm",
        "ctx": [
            "What, exactly, is a princess?",
            "i'm not totaly sure"
        ]
    },
    {
        "date": "3.4.21 7:42 pm",
        "ctx": [
            "important question;will you ever write in the notebook on this website again?",
            "i never wrote there. That is not a place to write, it's a place to upload things i have written previously"
        ]
    },
    {
        "date": "3.4.21 7:33 pm",
        "ctx": [
            "do you think that at some point in order to record / release all the songs that you want to record / release you'll have to do some without videos?",
            "maybe"
        ]
    },
    {
        "date": "3.4.21 6:40 pm",
        "ctx": [
            "do you ever plan to make more long videos?",
            "yes, and also some of a medium size"
        ]
    },
    {
        "date": "3.4.21 5:24 pm",
        "ctx": [
            "do you mix and master your own music?",
            "yes"
        ]
    },
    {
        "date": "3.4.21 4:21 pm",
        "ctx": [
            "What is more probable. A god or a simulation?",
            "where do god simulations factor into this"
        ]
    },
    {
        "date": "3.4.21 3:25 pm",
        "ctx": [
            "I really thought the lyrics were \"the amazing lyrical sun.\" could it be that, theoretically?",
            "i was trying to avoid it, but, yes"
        ]
    },
    {
        "date": "3.4.21 3:03 pm",
        "ctx": [
            "I think listening to music makes more sense laying down. Thoughts?",
            "it also seems to make a lot of sense standing up"
        ]
    },
    {
        "date": "3.4.21 2:34 pm",
        "ctx": [
            "If magic is something real that can't be explained, is music magic?",
            "yes",
            "I mean, sure, music can be explained to certain extent, but there's no definite explanation that explain how all music works",
            "it seems to be directly related to 'consciousness', which also can be very problematic to try to explain"
        ]
    },
    {
        "date": "3.4.21 1:59 pm",
        "ctx": [
            "if everybody in the world tried to be original, then the things that aren't original would be the most creative things of our time. any thoughts on this?",
            "seems false"
        ]
    },
    {
        "date": "3.4.21 10:59 am",
        "ctx": [
            "Is there hidden messages in your videos/",
            "that depends if you had any difficulty finding them"
        ]
    },
    {
        "date": "3.4.21 10:34 am",
        "ctx": [
            "Why does communication work?",
            "it's all because of you"
        ]
    },
    {
        "date": "3.4.21 10:15 am",
        "ctx": [
            "how do you break free from social pressure?",
            "rock/roll music"
        ]
    },
    {
        "date": "3.4.21 10:09 am",
        "ctx": [
            "where is old hampshire",
            "england"
        ]
    },
    {
        "date": "3.4.21 8:52 am",
        "ctx": [
            "will \"might quit\" be your last 2d video?",
            "that one has some 3D in it"
        ]
    },
    {
        "date": "3.4.21 8:16 am",
        "ctx": [
            "are you gonna run for president in 2024",
            "no"
        ]
    },
    {
        "date": "3.4.21 8:10 am",
        "ctx": [
            "When's the next video?",
            "doing it now"
        ]
    },
    {
        "date": "3.4.21 5:42 am",
        "ctx": [
            "does it get tiring answering questions",
            "no, each one makes me even more awake"
        ]
    },
    {
        "date": "3.4.21 1:50 am",
        "ctx": [
            "What made you try switch to 3d animation?",
            "to show things from different angles"
        ]
    },
    {
        "date": "3.4.21 1:46 am",
        "ctx": [
            "why does it feel so unsafe to stand on a chair",
            "might be a weak chair"
        ]
    },
    {
        "date": "3.4.21 1:24 am",
        "ctx": [
            "how do you become better at art?",
            "how do you even figure out how good you are"
        ]
    },
    {
        "date": "3.4.21 12:06 am",
        "ctx": [
            "Is \"when I get older\" in 3/4?",
            "yes"
        ]
    },
    {
        "date": "3.3.21 11:48 pm",
        "ctx": [
            "Thoughts on hi-hats?",
            "not hi enough"
        ]
    },
    {
        "date": "3.3.21 11:42 pm",
        "ctx": [
            "bill i'm down pretty bad. what could i even do if i want to stop being friends with someone who gives me anxiety, but all of their friends are my friends and it would just make a lot of things bitter and awkward.",
            "have you thought about composing a situation comedy"
        ]
    },
    {
        "date": "3.3.21 11:30 pm",
        "ctx": [
            "are you gonna run for president in 2024",
            "no"
        ]
    },
    {
        "date": "3.3.21 10:49 pm",
        "ctx": [
            "in 'and the day goes on' did you intend to make the chord progression align with both ascending and descending F#Maj Scales starting from the first bar, going for a considerable amount of time (while both are playing at the same time),",
            "no, and i don't think it does, but you didn't specify any rhythm or pace. i'm just thinking through it as many different ways as i think you could have possibly meant, and i can't think of any way for what you said to seem true",
            "or am I just getting over taxated?",
            "possibly, or maybe i just haven't figured out how you meant it"
        ]
    },
    {
        "date": "3.3.21 8:32 pm",
        "ctx": [
            "I saw someone online say that you are against rhyming. I think this is a misconception since there are in fact rhymes in many of your songs?",
            "that's not me doing rhymes. rhymes can be naturally found in nature, and i've found that they have their best effects when you don't try to search for them. But, that's not all: if you try to \"make\" rhymes, not only you could ruin the meaning of the words, but you'll also destroy any chance for the lines to be interesting lengths, or start and end at interesting times",
            "Am I correct in saying that you are specifically against \"rhyming just for the sake of rhyming\"?",
            "yes",
            "Also, when you are writing, how do you tell the difference between a forced rhyme and one that feels \"right\"?",
            "just listen and see how it feels",
            "Sorry for all the questions, thanks in advance if you answer any of these, and thank you for being an incredibly bright light in this world!"
        ]
    },
    {
        "date": "3.3.21 8:26 pm",
        "ctx": [
            "When you write notes to yourself, do you write them so that if some random person came along and read them, they could understand,",
            "no, that's the editor/selector's job (also me)",
            "or do you only make them legible to yourself?",
            "i make them legible to myself. BUT, .............. i do consider myself fluent in english, so, if i am using english, it's typically going to be legible to potentially millions of other people. depending on how extreme of a linguistic license i take"
        ]
    },
    {
        "date": "3.3.21 8:09 pm",
        "ctx": [
            "Why is there no music video for \"in california\"",
            "that is so the next song, and every song after that, could come out slightly sooner than they otherwise would have"
        ]
    },
    {
        "date": "3.3.21 6:23 pm",
        "ctx": [
            "The human reward system releases high amounts of dopamine not when something is good but when something is better than expected. Studies have shown that this specific mechanism is highly active when people are listening to music that they enjoy. Is a song that repeats its parts (ex. verse-chorus structure) first trying to set an expectation, then exceed it in some way?",
            "yes",
            "Is that one of the foundations of music?",
            "yes"
        ]
    },
    {
        "date": "3.3.21 5:08 pm",
        "ctx": [
            "I am pretty sure i am a person. What's the second step to make a song",
            "write down how that's been going"
        ]
    },
    {
        "date": "3.3.21 3:35 pm",
        "ctx": [
            "why do birds fly",
            "it's like when chickens cross the road except it's crossing the entire planet"
        ]
    },
    {
        "date": "3.3.21 2:45 pm",
        "ctx": [
            "the line \"i wanna write a song\" in la de da de da de day oh what song would you liked to write?",
            "i would have loved to have written the one in the chorus immediately after that. but that didn't happen until at least 3 years later"
        ]
    },
    {
        "date": "3.3.21 11:25 am",
        "ctx": [
            "does the day go on",
            "dunno, that sounds like some sort of ponzi scheme to me"
        ]
    },
    {
        "date": "3.3.21 11:05 am",
        "ctx": [
            "Thoughts on the Real Book?",
            "fake but good"
        ]
    },
    {
        "date": "3.3.21 10:47 am",
        "ctx": [
            "you once said that damien maymdien is a television host. what is his show called?",
            "\"maybe i could eat blades of grass\""
        ]
    },
    {
        "date": "3.3.21 10:39 am",
        "ctx": [
            "What made you decide to wear a fancy suit, put a plastic cup on your head, eat half of a banana, and toss the rest away at the end of your \"no harm\" music video?",
            "just exploring the available props"
        ]
    },
    {
        "date": "3.3.21 10:15 am",
        "ctx": [
            "in your video \"ball and stick\" what was inside the castle?",
            "i'm not sure"
        ]
    },
    {
        "date": "3.3.21 10:08 am",
        "ctx": [
            "Why do you think people try to find meaning in something that is not meant to truly have meaning?",
            "that's because of how meaningful meaningfulness can be"
        ]
    },
    {
        "date": "3.3.21 9:30 am",
        "ctx": [
            "In here coms the sun, u say friends and neighbors, could they be one and the same?",
            "yes"
        ]
    },
    {
        "date": "3.3.21 8:42 am",
        "ctx": [
            "is it helpful to have another person listen to a song you've done before you actually release it?",
            "i'm not sure"
        ]
    },
    {
        "date": "3.3.21 8:32 am",
        "ctx": [
            "does damien maymdien have a backstory",
            "no"
        ]
    },
    {
        "date": "3.3.21 3:45 am",
        "ctx": [
            "Why is sand called sand? Is it because it's between sea and land?",
            "it's the taste. salty, yet bland",
            "btw have a nice day"
        ]
    },
    {
        "date": "3.3.21 1:42 am",
        "ctx": [
            "do you have advice everyone should know",
            "if i do, i hope it comes out somewhere"
        ]
    },
    {
        "date": "3.3.21 12:49 am",
        "ctx": [
            "what is your genre of music?",
            "regular"
        ]
    },
    {
        "date": "3.3.21 12:40 am",
        "ctx": [
            "mr. wurtz, did you actually listen to bob marley after recording \"guess I've got to listen to bob marley\"?",
            "after writing it",
            "also, what was your inspiration for making the song",
            "i heard some bob marley in a store",
            "and would you try a reggae-style song again?",
            "every day"
        ]
    },
    {
        "date": "3.3.21 12:25 am",
        "ctx": [
            "whens your next song coming out",
            "pretty soon"
        ]
    },
    {
        "date": "3.3.21 12:18 am",
        "ctx": [
            "how are you able to put the emotions in your songs?",
            "i'm not sure"
        ]
    },
    {
        "date": "3.2.21 10:02 pm",
        "ctx": [
            "(ref: q.php?date=202103011546)3.1.213:46 pm  is it in G tho?",
            "it's possible to look at it that way, but my opinion for this one is no"
        ]
    },
    {
        "date": "3.2.21 8:55 pm",
        "ctx": [
            "what is indie music to you?",
            "that moment when the out crowd suddenly becomes the in crowd",
            "and what do you think about pop music nowadays?",
            "it tends to have a pretty recent release date"
        ]
    },
    {
        "date": "3.2.21 8:40 pm",
        "ctx": [
            "how did you get so good at music theory? like knowing what chords to put where",
            "it's probably the same way you got good at knowing which words to put in your sentence"
        ]
    },
    {
        "date": "3.2.21 6:46 pm",
        "ctx": [
            "What greek philosopher do you identify with the most?",
            "pythagoras"
        ]
    },
    {
        "date": "3.2.21 6:30 pm",
        "ctx": [
            "what do you think about trees?",
            "effortlessly complicated"
        ]
    },
    {
        "date": "3.2.21 5:38 pm",
        "ctx": [
            "what's the first step to make a song",
            "being a person"
        ]
    },
    {
        "date": "3.2.21 5:16 pm",
        "ctx": [
            "how do you come up with so many key changes",
            "the key to changing keys is to also stay in the same key sometimes"
        ]
    },
    {
        "date": "3.2.21 5:03 pm",
        "ctx": [
            "Is the \"rabbits don't make mistakes\" line a reference to Monty Python?",
            "no"
        ]
    },
    {
        "date": "3.2.21 5:00 pm",
        "ctx": [
            "what do you like most about creating songs?",
            "someone else hearing it"
        ]
    },
    {
        "date": "3.2.21 4:17 pm",
        "ctx": [
            "you have quite the unique stylistic choice. how did you come up with it?",
            "basically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way"
        ]
    },
    {
        "date": "3.2.21 3:49 pm",
        "ctx": [
            "The lyrics \"When the sun goes down and the sky burns out;We'll never slow down;Oh, we're not going down\" in Mount St. Helens Is About to Blow Up, where did you find inspiration for that line?",
            "just common sense, really",
            "It's one of my favorite lines in all've your songs."
        ]
    },
    {
        "date": "3.2.21 3:37 pm",
        "ctx": [
            "can you start putting easter eggs in your song for us to figure out?",
            "i already do that",
            "Like putting a song time stamp thingy in one of your songs and then just like 1 4 7 14 A as in to create a sentence? the numbers being the number of letters in that song, like 1= letter B, 4 = I, 7 = L, 14 = L = B I L L or whatever to eventually create a sentence?",
            "no",
            "knowing the internet, you will prob rickroll us or smth but idc its funny"
        ]
    },
    {
        "date": "3.2.21 3:17 pm",
        "ctx": [
            "what is the pythagoras theorem",
            "how the heck long a diagonal line is"
        ]
    },
    {
        "date": "3.2.21 2:23 pm",
        "ctx": [
            "What time signature do I have when my song has 4 bars of 6/8 followed by 1 bar of 4/4 (repeating this pattern)?",
            "6/8 and 4/4",
            "How do I add those?",
            "write the different time signatures as they change"
        ]
    },
    {
        "date": "3.2.21 1:53 pm",
        "ctx": [
            "Do you have lots of knowledge of musical theory or do you just pick out what sounds good, not caring about how it 'fits'?",
            "in what world is any of that different"
        ]
    },
    {
        "date": "3.2.21 1:47 pm",
        "ctx": [
            "do you use polyrhythms like 5:3 and 5:4 on purpose or do you play something with an out of context rhythm and then people transcribe them as such?",
            "i've done both"
        ]
    },
    {
        "date": "3.2.21 12:35 pm",
        "ctx": [
            "why do u put effort to make these vids?!",
            "someone's gotta do it"
        ]
    },
    {
        "date": "3.2.21 11:32 am",
        "ctx": [
            "i want to ask;\ncan i be like you one day?",
            "sure"
        ]
    },
    {
        "date": "3.2.21 11:15 am",
        "ctx": [
            "will you ever make longer songs out of your old videos?",
            "there's many other things i have yet to make for the first time, so i should take care of those first, then maybe circle back for the re-makes"
        ]
    },
    {
        "date": "3.2.21 10:23 am",
        "ctx": [
            "Is the song \"hello sexy pants\" actually a critique on common congressional procedures",
            "maybe if i knew what the procedures are",
            "or do you think I am reading too much into it?",
            "does your head hurt"
        ]
    },
    {
        "date": "3.2.21 9:44 am",
        "ctx": [
            "what is your favorite shape",
            "dot"
        ]
    },
    {
        "date": "3.2.21 8:55 am",
        "ctx": [
            "how did you get into music?",
            "turns out i already was into it"
        ]
    },
    {
        "date": "3.2.21 8:10 am",
        "ctx": [
            "in \"and the day goes on\" how was the sun like in the first verse",
            "bold and fresh"
        ]
    },
    {
        "date": "3.2.21 6:32 am",
        "ctx": [
            "what was the 2013 ending for \"here comes the sun\"?",
            "more normal"
        ]
    },
    {
        "date": "3.2.21 5:38 am",
        "ctx": [
            "No one knows what music style you play",
            "except for the people who have listened to it",
            "but I think it's pretty obviously progressive pop."
        ]
    },
    {
        "date": "3.2.21 12:43 am",
        "ctx": [
            "In \"La de da de da de da de day oh\" you rhymed \"mall\" 3 times, was there any hidden meaning behind that?",
            "it's like when someone knocks on the door. it's done multiple times to increase the chances that the person on the otherside of the door will hear"
        ]
    },
    {
        "date": "3.2.21 12:08 am",
        "ctx": [
            "Hey Bill Wurtz, what do you take when making a music video and song?",
            "\"a reasonable amount of time\""
        ]
    },
    {
        "date": "3.1.21 11:19 pm",
        "ctx": [
            "bill, help, what is the easiest way to make a jazzy chord progression?",
            "what the heck is a jazzy chord progression"
        ]
    },
    {
        "date": "3.1.21 9:55 pm",
        "ctx": [
            "in your song \"long long long journey\" how long was the journey exactly",
            "about a medium length"
        ]
    },
    {
        "date": "3.1.21 9:40 pm",
        "ctx": [
            "How often are serious answers vs joke answers here?",
            "every day"
        ]
    },
    {
        "date": "3.1.21 8:48 pm",
        "ctx": [
            "did some of the lyrics in \"might quit\" allude to the year-long pause on your channel after the music video was posted?",
            "absolutely not",
            "I've always thought about typing a huge explanation on how each lyric would connect to the pause.",
            "at the time that song was produced, i was still convinced i was going to be able to do 1 per week. it wasn't until after that video AND the next song recording were finished that i realized the plans might change"
        ]
    },
    {
        "date": "3.1.21 8:37 pm",
        "ctx": [
            "during what time of the day do you usually write songs?",
            "it doesn't matter what time"
        ]
    },
    {
        "date": "3.1.21 8:21 pm",
        "ctx": [
            "What do you think is the most powerful feeling?",
            "walking through a door",
            "How do you feel more of it?",
            "walk through a hallway"
        ]
    },
    {
        "date": "3.1.21 6:54 pm",
        "ctx": [
            "Is there a story behind \"slow down\"? It is one of my favorite songs on the song page",
            "i wrote and recorded it extremely quickly"
        ]
    },
    {
        "date": "3.1.21 4:52 pm",
        "ctx": [
            "why did you take such a long break",
            "i've never taken a break. that could be the reason i'm so.......... broken"
        ]
    },
    {
        "date": "3.1.21 4:24 pm",
        "ctx": [
            "in your song \"Might quit\" did you actually end up quitting?",
            "that's not about me, but, no"
        ]
    },
    {
        "date": "3.1.21 3:46 pm",
        "ctx": [
            "(ref: q.php?date=202102281407)2.28.212:07 pm  why is there a C chord?",
            "for that sort of party atmosphere",
            "D mixo?",
            "yes"
        ]
    },
    {
        "date": "3.1.21 3:07 pm",
        "ctx": [
            "Are you stuck in a different dimension where you can only communicate with us through song?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "3.1.21 2:52 pm",
        "ctx": [
            "Which videos were the most fun to make?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "3.1.21 2:18 pm",
        "ctx": [
            "Would you ever make a song about air?",
            "yes"
        ]
    },
    {
        "date": "3.1.21 1:09 pm",
        "ctx": [
            "Will you make more songs based on places you visit like \"new canaan\", \"in california\", and \"mount st. helens is about to blow up\"?",
            "yes"
        ]
    },
    {
        "date": "3.1.21 11:52 am",
        "ctx": [
            "How do you know if your song is too long?",
            "if you wanted it to end sooner than it actually did"
        ]
    },
    {
        "date": "3.1.21 11:05 am",
        "ctx": [
            "from \"im best friends with my own frond door\" how much can you actually bench press?",
            "maybe 1 to 2 breakfasts"
        ]
    },
    {
        "date": "3.1.21 10:24 am",
        "ctx": [
            "what's your opinion on music",
            "it's pretty good"
        ]
    },
    {
        "date": "3.1.21 10:16 am",
        "ctx": [
            "What is the best psychological experiment you've seen?",
            "having a brain"
        ]
    },
    {
        "date": "3.1.21 9:51 am",
        "ctx": [
            "what time signature is 'i wanna be a movie star' in",
            "mostly 9/4, but the verses and bridge may have certain deviations from that"
        ]
    },
    {
        "date": "3.1.21 9:48 am",
        "ctx": [
            "Whats your opinion on polyrhythms",
            "they're pretty good",
            "and will you use them in future songs/",
            "sure"
        ]
    },
    {
        "date": "3.1.21 8:19 am",
        "ctx": [
            "did you do a bad thing and if so did you regret the thing you did and will you tell us what it is",
            "i tried to do everything"
        ]
    },
    {
        "date": "3.1.21 6:09 am",
        "ctx": [
            "I have ideas of music to compose all day, but when it comes to writing or playing them on my piano, I forgot everything, even though I thought about it five minutes ago;how can I avoid that?",
            "write it down in less than 5 minutes"
        ]
    },
    {
        "date": "3.1.21 5:42 am",
        "ctx": [
            "how do you come up with your tweets?",
            "first i start with a mediocre tweet, then i try to make it worse and worse and worse until finally it is ready to post."
        ]
    },
    {
        "date": "3.1.21 5:30 am",
        "ctx": [
            "Why do you normally use a sawtooth synth in most of your jazz covers?",
            "that's the sound of the the letters 'zz' in the word 'jazz'"
        ]
    },
    {
        "date": "3.1.21 5:12 am",
        "ctx": [
            "what song do you think you only have the only copy in the entire world of?",
            "wouldn't want to jinx it"
        ]
    },
    {
        "date": "3.1.21 5:01 am",
        "ctx": [
            "i think one of the things that's so compelling and satisfying about your music video style, and your musical style for that matter, re-watching 'here comes the sun' for the 15th time or whatever, is how understated a lot of things are, but also how overt and flashy certain things are. like, you'll have little moments that i don't even think about after several viewings, but then i see and i'm like, that's such a nice little moment, a little clip in the background of you doing a little finger wave with your hand or a little random stick figure guy climbing for a second or whatever. that's part of what's so incredible about your style is you have a very acute sense of how to keep things moving, not lingering too long on something, almost cutting things off before they have a chance to be boring, but just long enough to have an impact. it's very scintillating, if i'm allowed to use that word. anyways i hope your new music video is going well and you're  doing go od in general. you're one of the most inspiring modern musicians/artists to me and it's really humbling and exciting to be alive at the same time as you. i wish you all the success and happiness that you can handle.",
            "holy main wing of the building, you've come equipped with kindness"
        ]
    },
    {
        "date": "3.1.21 4:15 am",
        "ctx": [
            "Do you have a favourite song of yours and if so what is it?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "3.1.21 3:54 am",
        "ctx": [
            "where do you learn you chords from?",
            "playing the keyboard, and/or listening to other people's music",
            "trial and error?",
            "sure",
            "or you have a database?",
            "that would seem nice, but the problem with that is, the line between chords and non-chords becomes quite blurred as you start to cross it. so the database always falls apart as soon as you try to figure out how many items it should have",
            "if so, how do you categorize them?"
        ]
    },
    {
        "date": "3.1.21 2:25 am",
        "ctx": [
            "What do you do when you're not writing music?",
            "record it, make video for it, sometimes write some non-music and make video for that"
        ]
    },
    {
        "date": "3.1.21 1:50 am",
        "ctx": [
            "Writing down ideas is the best thing that has ever happened to me. How did people survive in times before writing things down was really, really easy?",
            "could do stonehenge"
        ]
    },
    {
        "date": "3.1.21 1:32 am",
        "ctx": [
            "is the jeans sound in \"at the airport terminal the shaker like sound in the last verse?",
            "yes that is jeans\n\n\n\n\n\n(ref: questions-2021-02.html)PREVIOUS QUESTIONS"
        ]
    }
]