[
    {
        "date": "5.31.21 11:20 pm",
        "ctx": [
            "what do you use to synthesize your voice",
            "my vocal chords"
        ]
    },
    {
        "date": "5.31.21 9:36 pm",
        "ctx": [
            "Did you enjoy animating 3-D you in \"I'm a princess\"?",
            "sometimes",
            "How was it?",
            "it was a dramatic journey, with ups and downs, spanning the course of almost 2 years"
        ]
    },
    {
        "date": "5.31.21 9:07 pm",
        "ctx": [
            "is that a mcdonald's in your latest video or is it just a yellow m",
            "it represents a mcdonalds"
        ]
    },
    {
        "date": "5.31.21 6:29 pm",
        "ctx": [
            "What influenced your music style",
            "time and space"
        ]
    },
    {
        "date": "5.31.21 5:23 pm",
        "ctx": [
            "what's your favorite line in \"i'm a princess?\" there are just so many that stick out to me, what do you think",
            "tell it to me once before i'm gone"
        ]
    },
    {
        "date": "5.31.21 5:14 pm",
        "ctx": [
            "what is your favourite fact about alexander the great?",
            "i only knew 1 fact about him but i just realized that might be an opinion"
        ]
    },
    {
        "date": "5.31.21 5:12 pm",
        "ctx": [
            "how do you do it to not let others expectations of you alter the work you do?",
            "it all comes down to the power of free will, which conveniently is not a hoax"
        ]
    },
    {
        "date": "5.31.21 3:26 pm",
        "ctx": [
            "the notebook and reality sections of this website seem very closely tied together, does it feel wrong to you that they're so far away from each other?",
            "no"
        ]
    },
    {
        "date": "5.31.21 2:30 pm",
        "ctx": [
            "what is going on exactly with the time signatures in slow down?",
            "it's all in 4 except the entire ending section (starting at \"going very very really slowly now\") which alternates between 4 and 3, or it could be 7 if you don't mind your bars being huge"
        ]
    },
    {
        "date": "5.31.21 11:53 am",
        "ctx": [
            "does 'land of the 2 letter words' really exist in real life? or is it just an imaginary land?",
            "as you climb the ranks of the professional scrabble community, you will find it very much exists"
        ]
    },
    {
        "date": "5.31.21 9:06 am",
        "ctx": [
            "does your next song contain the word \"dream?\"",
            "yes",
            "if so, how many times?",
            "you probably wouldn't believe me if i told you"
        ]
    },
    {
        "date": "5.31.21 6:29 am",
        "ctx": [
            "what does our ueqstions look like on your screen? like your perspective when you answer and see them",
            "it looks like (ref: questions-interface.png\"target=\"_blank)this"
        ]
    },
    {
        "date": "5.31.21 6:10 am",
        "ctx": [
            "time is divided into weeks and each week contains 7 days. do you like this division?",
            "mostly, although sometimes i wish it was a little longer",
            "do you have special feelings for different days of the week?",
            "conceptually yes, but the actual feeling of a day is usually defined by more than just the week schedule"
        ]
    },
    {
        "date": "5.31.21 5:26 am",
        "ctx": [
            "Do you pronounce ketchup as catsup",
            "no"
        ]
    },
    {
        "date": "5.31.21 4:22 am",
        "ctx": [
            "What was your main source for learning arrangement/harmonization?",
            "songs"
        ]
    },
    {
        "date": "5.31.21 1:20 am",
        "ctx": [
            "how many songs/songideas do you throw away on average before finishing and making a video for one?",
            "0"
        ]
    },
    {
        "date": "5.31.21 12:02 am",
        "ctx": [
            "I'm learning how to play piano, I learn the key C right now, what next key or notes you suggest for the beginners like me",
            "try to play some songs you know"
        ]
    },
    {
        "date": "5.30.21 9:11 pm",
        "ctx": [
            "Looking at your songs list, it seems to me that you're free to do whatever you want to is the absolute milestone in your work. It marks the end of your early amateur efforts and blasts into utter professionalism. It sounds like any of your 2018 songs. How did this giant leap forward happen?",
            "what you might be hearing, in the recording, is more of a willingness to pursue complete vocal harmonies. Typically what happened previously, when doing a full length song, is, by the time i get the regular vocal all done and set, i have no energy left to actually deal with all the vocal harmonies. Because it is a lot of work to do vocal harmonies. but around 2015 i started recognizing the importance of following through with that, and i prioritized it much more, and developed some effecient procedures for working through this. and almost every recording since then has used a significant amount of vocal harmonies. however it should be mentioned that the writing for that song was mostly done in 2010"
        ]
    },
    {
        "date": "5.30.21 7:19 pm",
        "ctx": [
            "Does the Gsus chord have anything to do with jesus",
            "sometimes, if it's used in songs about jesus",
            "or was jesus just named after the chord?",
            "no"
        ]
    },
    {
        "date": "5.30.21 5:53 pm",
        "ctx": [
            "what are some other fields you think are cool beyond music, history",
            "quantum mechanics"
        ]
    },
    {
        "date": "5.30.21 4:11 pm",
        "ctx": [
            "how do you feel about photogrammetry",
            "pretty good"
        ]
    },
    {
        "date": "5.30.21 12:14 pm",
        "ctx": [
            "Do you think some people can go insane to your songs?",
            "i don't see why not"
        ]
    },
    {
        "date": "5.30.21 3:27 pm",
        "ctx": [
            "Why the end of the videos \"Christmas isn't real\", \"You're free to do whatever you want to\" and \"The dot video\" are very surprising?",
            "my only explanation is that you were expecting something different"
        ]
    },
    {
        "date": "5.30.21 12:12 pm",
        "ctx": [
            "why is the u and q swapped in questions?",
            "combined with the color scheme, it's part of a strategy for graphics-free title graphics"
        ]
    },
    {
        "date": "5.30.21 9:53 am",
        "ctx": [
            "how should one start experimenting with seemingly endless harmonic language?",
            "how about doing some things with words, and/or melodies. You could think of yourself like an Emergency Medical Technician, bringing harmony to places and times where it is most desperately needed"
        ]
    },
    {
        "date": "5.30.21 9:14 am",
        "ctx": [
            "What color is shown at 1:23 in the next video?",
            "none yet"
        ]
    },
    {
        "date": "5.30.21 8:12 am",
        "ctx": [
            "Do you think it's reasonable for Em to substituted for C/E?",
            "that all depends on how it sounds with the rest of the music"
        ]
    },
    {
        "date": "5.30.21 5:14 am",
        "ctx": [
            "What would you call this chord? low to high on piano: D, G, A, C#, E. Bass guitar mainly plays A (and some C# and D), the melody over it oscillates between C# and D with one E.",
            "without actually hearing it, from your description it sounds like it's probably A7add4",
            "For reference, the chord resolves to G6 but the song is in A major. I wrote the chord to fit the melody and IDK what it is but that's just how it turned out."
        ]
    },
    {
        "date": "5.30.21 5:03 am",
        "ctx": [
            "Which musical instrument is good for the beginners",
            "probably some type of piano keyboard"
        ]
    },
    {
        "date": "5.30.21 4:54 am",
        "ctx": [
            "do you have any songs with overdubbed vocal harmony?",
            "yes, certainly all of them since at least 2015. all of my harmony is overdubbed because i haven't yet learned how to sing 2 notes at the same time",
            "if not, would you consider it for future songs?"
        ]
    },
    {
        "date": "5.30.21 3:16 am",
        "ctx": [
            "what is the meaning of time and humans living?",
            "this is your opportunity to demonstrate"
        ]
    },
    {
        "date": "5.30.21 2:59 am",
        "ctx": [
            "Does your next song contain the word 'love'",
            "no"
        ]
    },
    {
        "date": "5.30.21 2:02 am",
        "ctx": [
            "how long does it take you to write a song?",
            "1 to 3 days",
            "and how do you come up with such astounding chord progressions and modulations?",
            "sometimes i must 'flip my lid'"
        ]
    },
    {
        "date": "5.30.21 1:08 am",
        "ctx": [
            "Thoughts about phillipines",
            "the roads are made of concrete"
        ]
    },
    {
        "date": "5.30.21 12:41 am",
        "ctx": [
            "How is your next song coming along?",
            "pretty good"
        ]
    },
    {
        "date": "5.29.21 11:57 pm",
        "ctx": [
            "does \"i said it three or four songs ago\" refer to \"at the airport terminal\" or \"you're free to do whatever you want to\"?",
            "no"
        ]
    },
    {
        "date": "5.29.21 11:57 pm",
        "ctx": [
            "will there be any sort of behind-the-scenes production breakdown?",
            "yes"
        ]
    },
    {
        "date": "5.29.21 10:53 pm",
        "ctx": [
            "Do you find arpeggios gimmicky?",
            "limiting. like if you only were allowed to speak in palindromes"
        ]
    },
    {
        "date": "5.29.21 9:08 pm",
        "ctx": [
            "is your new song 3d or 2d?",
            "neither yet"
        ]
    },
    {
        "date": "5.29.21 8:40 pm",
        "ctx": [
            "On average how long does it take to produce a music video?",
            "just the right amount of time"
        ]
    },
    {
        "date": "5.29.21 8:34 pm",
        "ctx": [
            "As an unknown musician which tries to make good music to eventually become a little less unknow, I was wondering how do you create such unexpected but cool chords progressions. Does it require a lot of harmonic knowledge?",
            "it helps to have a lot of harmonic experience. But, there's more to the story. If you just have a lot of harmonic experience, you're probably going to be thinking about the chords too much. So what you really need is to have a lot of harmonic experience while also having a lot of experience with songs in general, or with life in general. this is what's really going to make everything click togetherattention to the chords"
        ]
    },
    {
        "date": "5.29.21 7:32 pm",
        "ctx": [
            "Do you ever have business meetings?",
            "yes"
        ]
    },
    {
        "date": "5.29.21 6:44 pm",
        "ctx": [
            "Does music truly decorate time?",
            "yes"
        ]
    },
    {
        "date": "5.29.21 6:05 pm",
        "ctx": [
            "why do you time travel from 2019 to 2021?",
            "we all did. it's impossible not to travel through time"
        ]
    },
    {
        "date": "5.29.21 6:02 pm",
        "ctx": [
            "Why are you blue in the first \"game going to\" in just did a bad thing",
            "what can i say. color happens"
        ]
    },
    {
        "date": "5.29.21 5:58 pm",
        "ctx": [
            "go on a indepth rant explaining the word \"normal\"",
            "it's you"
        ]
    },
    {
        "date": "5.29.21 4:15 pm",
        "ctx": [
            "What inspired you to write \"you're free to do whatever you want to\"?",
            "if i recall correctly i was on some sort of intensive self inflicted songwriting training program, which now that i think about it, continues to this day"
        ]
    },
    {
        "date": "5.29.21 2:34 pm",
        "ctx": [
            "will you use the sombrero hat again",
            "yes"
        ]
    },
    {
        "date": "5.29.21 1:36 pm",
        "ctx": [
            "Should we avoid putting reverb on any instrument on the lower part of the frequency spectrum",
            "i guess it depends on the size of your suitcase"
        ]
    },
    {
        "date": "5.29.21 9:56 am",
        "ctx": [
            "why is a piano floating around in 0:18 in here comes the sun?",
            "to accompany the sound of a piano that can be heard in the music at that time",
            "does it have any significance and why was it an upright and not a grand piano",
            "perhaps a more box shaped piano is more recognizable when spinning. or perhaps it fits with the general 'boxed in' sort of theme developing at that time"
        ]
    },
    {
        "date": "5.29.21 6:42 am",
        "ctx": [
            "when given the option, do you take the elevator or the stairs?",
            "usually the stairs, unless they are fucked up stairs"
        ]
    },
    {
        "date": "5.29.21 4:40 am",
        "ctx": [
            "do you ever have recurring dreams that you can never remember?",
            "i'm not sure"
        ]
    },
    {
        "date": "5.29.21 2:16 am",
        "ctx": [
            "Why did you upload the song \"might quit\"?",
            "because i finished it, including the video for it",
            "Comment section says that you've been learning 3D animations.",
            "i've begun to incorporate 3D into my videos, more since 2020 than i had been before"
        ]
    },
    {
        "date": "5.29.21 1:39 am",
        "ctx": [
            "How much mustard is too much?",
            "how about a million tonnes"
        ]
    },
    {
        "date": "5.29.21 12:37 am",
        "ctx": [
            "favorite type of bread?",
            "huge"
        ]
    },
    {
        "date": "5.29.21 12:03 am",
        "ctx": [
            "how to make a good video",
            "got to praise the lord, of course i'm paraphrasing here somewhat"
        ]
    },
    {
        "date": "5.28.21 10:40 pm",
        "ctx": [
            "do you enjoy making songs?",
            "yes"
        ]
    },
    {
        "date": "5.28.21 10:15 pm",
        "ctx": [
            "Is your next song cool?",
            "yes"
        ]
    },
    {
        "date": "5.28.21 9:57 pm",
        "ctx": [
            "Which song are you referring to when you say \"cause wednesday seems so long ago (I said it three or four songs ago)\"?",
            "i was probably referring to an improv, where i sang \"it's time for the show\""
        ]
    },
    {
        "date": "5.28.21 7:37 pm",
        "ctx": [
            "Where do you find the inspiration for your songs?",
            "all over the place"
        ]
    },
    {
        "date": "5.28.21 6:21 pm",
        "ctx": [
            "Is your next song a song?",
            "let me perform some calculations"
        ]
    },
    {
        "date": "5.28.21 6:09 pm",
        "ctx": [
            "where do you get your ideas from?",
            "someetimes they are B sides of other ideas"
        ]
    },
    {
        "date": "5.28.21 5:52 pm",
        "ctx": [
            "what do you think of this chord: 1 m3 5 maj7 #11 and do you have a cool name for it?",
            "B/C mostly"
        ]
    },
    {
        "date": "5.28.21 5:27 pm",
        "ctx": [
            "Do you write the lyrics first or the music first?",
            "usually not",
            "Or both?",
            "usually yes"
        ]
    },
    {
        "date": "5.28.21 4:27 pm",
        "ctx": [
            "do the letters in 'sea' in the money video turn to a's because you're singing an a",
            "the original line is \"going out to sea\". then, i discovered a double meaning: \"going out to see.\" So i took the opportunity in the video to display both. and when i showed \"see\" first and changed it to \"sea\", it became obvious to continue changing more letters to A, just on sheer momentum. then i also noticed that the word \"see\" occurs over a huge C in the bass"
        ]
    },
    {
        "date": "5.28.21 4:03 pm",
        "ctx": [
            "how much jazz music theory training have you had?",
            "i trained myself, so i'm not sure when it's 'training' and when it's ....tripping",
            "your songs seem to be full of subtle but intricate harmony",
            "that is thanks to my subtle but intricate personality"
        ]
    },
    {
        "date": "5.28.21 1:22 pm",
        "ctx": [
            "how long does it take to make your music?",
            "just the right amount of time"
        ]
    },
    {
        "date": "5.28.21 11:35 am",
        "ctx": [
            "Do you think it would be correct to say that you love and hate your creations at the same time?",
            "no. has to be different times"
        ]
    },
    {
        "date": "5.28.21 9:24 am",
        "ctx": [
            "since you want each song to be better than the last, does that mean that got some money is your favorite song that is on Youube at this very moment?",
            "it's the most scary. because, as you said, i 'want' each song to be better than the last. That one's done, so i can't change it. so that's exactly when i most have to face my fears about whether or not it actually turned out that way. but as usual in this situation my attention is diverted to the next one i'm working on"
        ]
    },
    {
        "date": "5.28.21 5:56 am",
        "ctx": [
            "how long is a quarter note (in seconds)",
            "60 divided by the tempo"
        ]
    },
    {
        "date": "5.28.21 3:41 am",
        "ctx": [
            "how do you make your songs catchy?",
            "you have to strike up an emotional relationship between you and whomever you wish may 'catch' the songs"
        ]
    },
    {
        "date": "5.28.21 3:12 am",
        "ctx": [
            "What's the best way to use the pitch wheel on a keyboard?",
            "move the wheel with one hand, and play notes with your other hand"
        ]
    },
    {
        "date": "5.27.21 11:49 pm",
        "ctx": [
            "Listened to \"got some money\" on JBL studio monitors w/ the matching subwoofer and wow the clarity on the high and low end is ear candy. How do you approach separation btwn kick drum and bass gtr? Do you mix with speakers, headphones, or both?",
            "in my opinion, the key to this game is not putting any reverb on the bass or kick. that may be a no brainer but it's worth mentioning"
        ]
    },
    {
        "date": "5.27.21 10:03 pm",
        "ctx": [
            "Gustav Mahler once said, \"A symphony must be like the world. It must contain everything.\" Do you have this sort of attitude toward your songs? Do you agree with it?",
            "it's good to leave at least some things out. if you include everything it will probably just seem like 1 solid blank sheet, because it will all cancel each other out"
        ]
    },
    {
        "date": "5.27.21 9:06 pm",
        "ctx": [
            "In Movie Star, what time signature do you see the main chorus and verse sections to be in? Or if not applicable, what groupings of beats did you intend during the writing process?",
            "the chorus is a repeating 9 beat pattern, which i prefer to think of as 4/4 + 5/4. the verse also starts this way,  but soon deviates from it"
        ]
    },
    {
        "date": "5.27.21 7:18 pm",
        "ctx": [
            "what is the song of your meanings?",
            "i'm trying to make as many as i can"
        ]
    },
    {
        "date": "5.27.21 6:37 pm",
        "ctx": [
            "Whats the real name of Steve from \"hi, im Steve\"?",
            "your name"
        ]
    },
    {
        "date": "5.27.21 1:33 pm",
        "ctx": [
            "do you feel pressured to make music based on what your fans expect from you?",
            "no"
        ]
    },
    {
        "date": "5.27.21 1:28 pm",
        "ctx": [
            "What's the key to saucy chords? You seem to have the hang of it",
            "it all comes down to saucy situations"
        ]
    },
    {
        "date": "5.27.21 1:27 pm",
        "ctx": [
            "Did you watch Charles Cornell's video about some of Money?",
            "yes",
            "If not, why not, and do you ever watch videos analyzing your music? If you did watch his video, 1) do you appreciate it?",
            "yes",
            "and 2) how correct is he with blocking out the right chords and musical ideas?",
            "usually about 65%"
        ]
    },
    {
        "date": "5.27.21 1:03 pm",
        "ctx": [
            "Where are the 3d parts in got some money?",
            "the \"in the streets\" part, there is a water clip somewhere around \"billion\", then \"don't understand...\", and several other scenes soon after that"
        ]
    },
    {
        "date": "5.27.21 12:56 pm",
        "ctx": [
            "If you had to pick one, what's your favorite song that you've made?",
            "it should always be the one i'm currently working on"
        ]
    },
    {
        "date": "5.27.21 11:34 am",
        "ctx": [
            "Why did you make Got Some Money?",
            "to accompany the \"money\" song"
        ]
    },
    {
        "date": "5.27.21 7:46 am",
        "ctx": [
            "What kind and/or how much vocal training have you had?",
            "never understood most vocal training, because i found breathing to be so connected to thought, i've always found it difficult to really control your breathing/air directly. so vocal triaining mostly never made sense to me in that way. so i was stuck on my own, and yet i sounded terrible. so that left me to figure out what to do. i quickly realized that there is a phenomenon at play here which is very similar to acting. you have to convince your inner-most mind to actually believe in the things you are communicating. A neat hack i found was to improvise the lyrics. i always seemed to sound much better when the words were genuinely made up at the time i'm singing them, instead of scripted. and if they are scripted, you have to ask a lot of similar questions that an actor would ask, about your character and your situation that you are trying to envoke. but aside from that, i also found out later that simply the more time singing makes you better. then much later on, a voice doctor told me that clearing your throat is bad, so i stopped doing that, and i also picked up a boring warm up exercise which i do on morning walks"
        ]
    },
    {
        "date": "5.27.21 7:45 am",
        "ctx": [
            "can you make a song about infinity",
            "that must be a common topic of my songs"
        ]
    },
    {
        "date": "5.27.21 7:15 am",
        "ctx": [
            "will you put an f chord for the next song or perhaps a variation of an f chord? (F7, FM etc)",
            "the song is in F and has a lot of Fs. there is also Fmaj7 in there somewhere"
        ]
    },
    {
        "date": "5.27.21 5:55 am",
        "ctx": [
            "(ref: q.php?date=202105261447)5.26.212:47 pm \n\nYes thanks. To be more specific, it's right after you sing'astray' and right before you sing 'buckets'.",
            "Asus4 will do you just fine there. if you are able to tenderly lace a 2 note in there (B) also, you can get away with it, but i'd recommend just Asus4 to most strongly and clearly get the right effect here"
        ]
    },
    {
        "date": "5.27.21 5:21 am",
        "ctx": [
            "Will there be music in your next song?",
            "let me perform some calculations"
        ]
    },
    {
        "date": "5.27.21 3:39 am",
        "ctx": [
            "How did you discover YouTube",
            "a friend told me about it in 2006"
        ]
    },
    {
        "date": "5.27.21 12:34 am",
        "ctx": [
            "why don't you use capital letters?",
            "i do, but, why don't you"
        ]
    },
    {
        "date": "5.26.21 11:58 pm",
        "ctx": [
            "do you like traveling?",
            "yes"
        ]
    },
    {
        "date": "5.26.21 10:48 pm",
        "ctx": [
            "Is the moon really made out of cheese?",
            "no"
        ]
    },
    {
        "date": "5.26.21 10:44 pm",
        "ctx": [
            "do you like tritone subsitutions",
            "occasionally"
        ]
    },
    {
        "date": "5.26.21 10:32 pm",
        "ctx": [
            "Given how you've expressed interest in motion capture and how recent Pro-series iPhones and iPads have LIDAR, are you interested in getting one to do some motion capture in your music videos?",
            "not yet"
        ]
    },
    {
        "date": "5.26.21 10:20 pm",
        "ctx": [
            "what do your songs mean",
            "they are music. and according to my calculations, music means anything and everything"
        ]
    },
    {
        "date": "5.26.21 9:45 pm",
        "ctx": [
            "Is \"Outside\" about starting a new life?",
            "it's about going outside"
        ]
    },
    {
        "date": "5.26.21 8:39 pm",
        "ctx": [
            "i'm tryna figure out the key of 'im a princess' so i can play it on the guitar. could you give me some pointers?",
            "it's in the key of D, although it doesn't use any D chord until the chorus"
        ]
    },
    {
        "date": "5.26.21 8:17 pm",
        "ctx": [
            "Whats the bpm of Here comes the sun",
            "130"
        ]
    },
    {
        "date": "5.26.21 7:36 pm",
        "ctx": [
            "what new song will you write to be your favorite?",
            "a different one each time"
        ]
    },
    {
        "date": "5.26.21 5:17 pm",
        "ctx": [
            "hi. i'm starting my first job soon as a cashier. do you have any advice at all?",
            "not yet. nothing has happened yet. so far everything is fine. let me know how it goes and if you encounter any problems"
        ]
    },
    {
        "date": "5.26.21 5:06 pm",
        "ctx": [
            "how do you decide on what you call your songs/videos? for example, what were you debating about when you were trying to decide the title of \"got some money\"?",
            "it was written in my song list as \"got some money, got some cash, i'm rich and now i'm sad\", but that's obviously too much for a real title. more reasonable titles would be \"got some money, got some cash\", then i quickly settled on \"money (cash)\" and i assumed that is what it would be for most of the time i was writing it. Then i decided to go even simpler for the song title ('money') because it seemed the strongest. And for the video i didn't want anyone to think it was going to be just a video about money, so i made a slight tweak to make the video title look even more like a song title"
        ]
    },
    {
        "date": "5.26.21 4:56 pm",
        "ctx": [
            "which artists inspire you",
            "potentially you"
        ]
    },
    {
        "date": "5.26.21 4:55 pm",
        "ctx": [
            "will you re-attempt the two-week schedule?",
            "yes"
        ]
    },
    {
        "date": "5.26.21 3:57 pm",
        "ctx": [
            "how to be motivated?",
            "what would you like to do"
        ]
    },
    {
        "date": "5.26.21 2:49 pm",
        "ctx": [
            "what won't your next song be about?",
            "money"
        ]
    },
    {
        "date": "5.26.21 2:47 pm",
        "ctx": [
            "In 'I'm a princess' I keep hearing an A chord in the verse but it's not just any A chord. It sounds likes it consist of these notes: A B C# D E. Correct me if I'm wrong but what chord is that?",
            "sometimes it's A, sometimes it's Asus4, surely a lot of times it's Asus4(with 2). this should explain all 5 notes you mentioned, but probably not all 5 at the exact same time"
        ]
    },
    {
        "date": "5.26.21 1:44 pm",
        "ctx": [
            "what are the chords in the 'see sea saa aaa' part?",
            "Gsus2/CDadd4Esus4/G#F/Bb"
        ]
    },
    {
        "date": "5.26.21 1:36 pm",
        "ctx": [
            "what was the bad thing that you did in \"I just did a bad thing\"?",
            "tried to order a 10-pack of something, but actually ordered a 10-pack of 10-packs"
        ]
    },
    {
        "date": "5.26.21 12:47 pm",
        "ctx": [
            "I'm wondering, have you ever had problems with changing the first supertemporary sketches (like temp perc/rhythm tracks) because you didn't redo them early enough, and now those first drafts (if played well) feel like an integral part of the composition that you can't really change? \n\nIf so, how have you solved this? I have some ideas, but would like more input.",
            "i guess it depends if you like it. if you like it, you can keep it. if you don't like it, you can change it"
        ]
    },
    {
        "date": "5.26.21 12:32 pm",
        "ctx": [
            "how can i get original ideas for my paintings if i want to make others understand that painting?",
            "you can't make anyone understand something. But, the good news is, people tend to understand just about anything. a pretty good rule to go by: if you understand it, people will understand it. this is assuming of course that you are a people"
        ]
    },
    {
        "date": "5.26.21 11:12 am",
        "ctx": [
            "why do you sometimes include strange verses at the end of some songs, like the \"just got home, got no home\" part in La de da de da de da de day oh, or in Just did a bad thing with \"just did a strange thing now everything's pink\"??",
            "through years of experimentation, i just find often that's the best way to end a song"
        ]
    },
    {
        "date": "5.26.21 10:22 am",
        "ctx": [
            "could you please explain chords for me? I keep reading questions about them, and I have no clue what they mean",
            "it's when you have multiple different pitches playing at the same time. you'd have to try it, there's no way i could explain how this sounds. when you hear it you should start tripping balls. it's that cool"
        ]
    },
    {
        "date": "5.26.21 9:52 am",
        "ctx": [
            "How do you write such interesting melodies without relying on a lot of music theory?",
            "how can the ocean not rely on boats"
        ]
    },
    {
        "date": "5.26.21 9:41 am",
        "ctx": [
            "what's the actual meaning of 'I am a princess'",
            "being a song, there's really no limit to its meaning"
        ]
    },
    {
        "date": "5.26.21 8:23 am",
        "ctx": [
            "is your next song about songs?",
            "not quite"
        ]
    },
    {
        "date": "5.26.21 7:35 am",
        "ctx": [
            "hi! i'm planning on starting a band, but i need a little help. what are the necessary parts of a band? i know drums and bass are probably really important, along with a chordal instrument. is this true? am i missing anything?",
            "sounds like you need a melody in there somewhere. voice? Also it's totally possible to skip the bass and drums, and just go for some percussion, choral instrument (who also has to take care of the bass as well) and voice. but don't take my word for it, just try some things and see if it sucks"
        ]
    },
    {
        "date": "5.26.21 6:40 am",
        "ctx": [
            "will you make an album?",
            "i'm not sure why that's better than songs, BUT, i will make songs. And for something more substantial, i will make videos with adventurous tales and stories in them"
        ]
    },
    {
        "date": "5.26.21 3:52 am",
        "ctx": [
            "i think what most people wants to hear about when they yell at you about the capital letter issue is the answer to the question that why are you not using them at the beginning at the sentences as the common rule suggests. in formal letters or formal digital letters it still feels necessary to do that, at least for me, but at any other kinds of letters, it feels unnecessary to me.",
            "i agree",
            "do you have any other relatively unpopular customization rules for your grammar?",
            "it's not unpopular to skip first-letter capitalization of sentences. it's normal. First letter capitalization is good too, sometimes as a formality. Formality is also popular in some circles."
        ]
    },
    {
        "date": "5.26.21 3:23 am",
        "ctx": [
            "what is a bass section of a song?",
            "would be a part of songs that has ... mostly only bass? not every song has this necessarily. in fact most songs probably don't",
            "I thought it was the part of the instrumentation that's lower in pitch,",
            "yes you are right about that",
            "but I'm starting to doubt this for some reason."
        ]
    },
    {
        "date": "5.26.21 3:00 am",
        "ctx": [
            "if you were to do a concert, which instrument would you use while singing?",
            "voice/vocal",
            "or would you just sing without using instruments and let a band do all the music?",
            "it's hard to explain what i would do. that's because i still want to do more trillions of things than there is ever time for in a human lifetime"
        ]
    },
    {
        "date": "5.26.21 1:16 am",
        "ctx": [
            "do you find it annoying when people assume there's a grand underlying message behind all of your songs?",
            "no, do you"
        ]
    },
    {
        "date": "5.25.21 11:55 pm",
        "ctx": [
            "How do I stop comparing myself with other people, artistically or otherwise",
            "sounds like it's time for you to go on holiday with yourself"
        ]
    },
    {
        "date": "5.25.21 10:15 pm",
        "ctx": [
            "do you more often find your self with ideas that are a chorus with no verse or a verse with no chorus?",
            "there's a 3rd type of thing, which is the A of an AABA form"
        ]
    },
    {
        "date": "5.25.21 10:01 pm",
        "ctx": [
            "what do you think of my theory of the meaning of life being about evolving you and the others? do you see any flaws in it? thabks",
            "basically any time you have a sort of 'wow' moment, where you feel any type of 'wow' feeling, .... that is 'meaning', of life"
        ]
    },
    {
        "date": "5.25.21 9:35 pm",
        "ctx": [
            "Have you ever taken the time to learn about physics?",
            "a little bit",
            "I've been reading a lot about quantum physics and relativity. It's fascinating. I've also, through this, come to the conclusion that free will doesn't exist.",
            "i disagree",
            "It's really just not compatible with the modern understanding of physics.",
            "i disagree with that too, especially if quantum physics is allowed",
            "You might have free will, though. You are special and deserve it, in this case you might be God, bill.",
            "only if you are too"
        ]
    },
    {
        "date": "5.25.21 8:50 pm",
        "ctx": [
            "How do you come up with your lyrics?",
            "musically"
        ]
    },
    {
        "date": "5.25.21 8:32 pm",
        "ctx": [
            "What is your favorite chord?",
            "F"
        ]
    },
    {
        "date": "5.25.21 7:15 pm",
        "ctx": [
            "If you are watching something and you write about it in a non-academic setting, can you consider it studying?",
            "i thought studying is when you try to think and learn about something"
        ]
    },
    {
        "date": "5.25.21 7:12 pm",
        "ctx": [
            "My dad says you \"only sing in quarter notes\"",
            "that's not even close to true. but i was going to mention that your dad is only a dad. he has never done anything else",
            "and wants to know why. Also love you bill"
        ]
    },
    {
        "date": "5.25.21 4:58 pm",
        "ctx": [
            "in what location have you come up with the most song ideas?",
            "it's usually in between locations"
        ]
    },
    {
        "date": "5.25.21 4:19 pm",
        "ctx": [
            "Is your next song about concepts, thoughts, or ideas?????",
            "yes"
        ]
    },
    {
        "date": "5.25.21 4:10 pm",
        "ctx": [
            "Lah de da de day oh and Got Some Money both have lyrics about having a measure in place just in case you need to quickly get away.",
            "i think only 1 of those songs has that",
            "Are these two songs connected?",
            "same writer, same producer, same entire credits"
        ]
    },
    {
        "date": "5.25.21 3:04 pm",
        "ctx": [
            "is lying in bed and thinking about stuff a good way to write a song?",
            "sure"
        ]
    },
    {
        "date": "5.25.21 2:51 pm",
        "ctx": [
            "will your next song have the word \"hi\"?",
            "no"
        ]
    },
    {
        "date": "5.25.21 2:25 pm",
        "ctx": [
            "why does every tune i come up with feel unoriginal and like it's already been used?",
            "maybe there is some type of pilgrimage you could make, that you haven't made yet"
        ]
    },
    {
        "date": "5.25.21 1:46 pm",
        "ctx": [
            "How many bars are in the next song?",
            "100"
        ]
    },
    {
        "date": "5.25.21 12:35 pm",
        "ctx": [
            "Why is your email address on the e-mail page written in such horrifically large text?",
            "to add a sense of adventure to an otherwise fairly predictable piece of information"
        ]
    },
    {
        "date": "5.25.21 12:00 pm",
        "ctx": [
            "do you ever get tired of answering questions?",
            "each one actually makes me more awake"
        ]
    },
    {
        "date": "5.25.21 11:39 am",
        "ctx": [
            "at the \"what it does\" part of got some money, what is the background a thermal video of?",
            "me attempting to make volumetric clouds work on my operating system"
        ]
    },
    {
        "date": "5.25.21 10:10 am",
        "ctx": [
            "is your next song about numbers?",
            "no"
        ]
    },
    {
        "date": "5.25.21 9:23 am",
        "ctx": [
            "what's your favourite song that you've ever written",
            "i would prefer to write a new one to be my favorite"
        ]
    },
    {
        "date": "5.25.21 8:40 am",
        "ctx": [
            "I heard an interview where the author neil gaiman said of an idea of one of his novels - he had when he was 25 - \"i knew it was a better idea than I was a writer\", and he put off writing it for some 20 years. have you ever had any ideas which you have deliberately stashed until you believe you can do them more justice in the future?",
            "yes",
            "do you currently have any such ideas stashed?",
            "yes"
        ]
    },
    {
        "date": "5.25.21 5:09 am",
        "ctx": [
            "do you enjoy making music?",
            "yes",
            "and what inspired you to make them?",
            "music is one of the best communication/artistic tools i have"
        ]
    },
    {
        "date": "5.25.21 2:21 am",
        "ctx": [
            "do you like your music?",
            "i try to make it how i like it"
        ]
    },
    {
        "date": "5.25.21 12:36 am",
        "ctx": [
            "what is the last movie you watched?",
            "grand budapest hotel"
        ]
    },
    {
        "date": "5.24.21 11:04 pm",
        "ctx": [
            "everybody thinks they know everything when in fact they know nothing.",
            "i'll meet you half way. i think a lot of people know some things"
        ]
    },
    {
        "date": "5.24.21 10:54 pm",
        "ctx": [
            "will your next song contain the word \"fuck\"",
            "no"
        ]
    },
    {
        "date": "5.24.21 10:27 pm",
        "ctx": [
            "A depressing question, but please help: Is a search for purpose in life futile and/or selfish?",
            "no, that's literally what the universe is here for",
            "I desperately feel like my life is a journey, a search for purpose.",
            "yes that's true",
            "Yet I can't help but feel that I'm the something billionth person to feel this thing-",
            "you are. that's because it's true, and it is common to feel the truth",
            "that I'm unoriginal, and inconsequential, and that any pursuit of this is just my brain's narcissistic way of making me feel more important than I am in the grand scheme of things.",
            "how important would you like to be",
            "I know this is depressing sounding, but please advise me if possible. I don't just want to \"get over\" this;I need an answer of some sort, and you seem very wise so I'd love to hear what you have to say. Thanks for answering if you do, or just being an inspiration regardless of if you do.",
            "everything means everything. i know that sounds like a lot of meaning, but i'm pretty sure that's what we all requested. i know i did"
        ]
    },
    {
        "date": "5.24.21 10:07 pm",
        "ctx": [
            "i feel like you think in a way that i have not encountered in anyone else. how did you come up with your own unique way of thinking ,",
            "i was wondering how everyone came up with theirs",
            "and how do you have so much wisdom?",
            "i'm in a box"
        ]
    },
    {
        "date": "5.24.21 9:33 pm",
        "ctx": [
            "What is the bpm of the moon is made of cheese (but I can't taste it)?",
            "94"
        ]
    },
    {
        "date": "5.24.21 9:29 pm",
        "ctx": [
            "an tips for my first full time job? it's an overnight position",
            "contemplate the purpose of the universe"
        ]
    },
    {
        "date": "5.24.21 8:25 pm",
        "ctx": [
            "Do you make your videos with love?",
            "yes",
            "Is your next video going to be made in love?",
            "yes",
            "How long did \"Here Comes The Sun\" take you to edit?",
            "a very normal, reasonable and respectable amount of time"
        ]
    },
    {
        "date": "5.24.21 8:16 pm",
        "ctx": [
            "what does your song \"im a princess\" mean?",
            "being music, it could potentially mean everything"
        ]
    },
    {
        "date": "5.24.21 7:33 pm",
        "ctx": [
            "does your next song have a g suspended chord init",
            "it has Gsus2"
        ]
    },
    {
        "date": "5.24.21 6:14 pm",
        "ctx": [
            "Whats your next video going to be about\n?",
            "the song that's playing in it"
        ]
    },
    {
        "date": "5.24.21 5:14 pm",
        "ctx": [
            "how do i make music that i genuinely like? i'm struggling",
            "it's going to happen whether you like it or not. as long as you can be patient enough to not freak out"
        ]
    },
    {
        "date": "5.24.21 3:59 pm",
        "ctx": [
            "how did you move so smoothly from the key of E (Fb) to the main Db at the beginning of just did a bad thing? i suppose it's because of the A and B in the bass, enharmonic to Bbb Cb so bVI - bVII - I (Mario cadence)? or maybe you dont even know?",
            "when the song starts, i consider that to be C#min (Dbmin). Switching from minor to major key (on the same root) is usually pretty harmless"
        ]
    },
    {
        "date": "5.24.21 3:18 pm",
        "ctx": [
            "if you only have 20 minutes to spend in central park on a nice sunny day, what do you do?",
            "walk around"
        ]
    },
    {
        "date": "5.24.21 3:13 pm",
        "ctx": [
            "Is the first word of the next song's title \"maybe\"?",
            "no"
        ]
    },
    {
        "date": "5.24.21 1:42 pm",
        "ctx": [
            "how does a person keep from going bonkers",
            "not be born"
        ]
    },
    {
        "date": "5.24.21 12:35 pm",
        "ctx": [
            "does your next song have couches in it",
            "no"
        ]
    },
    {
        "date": "5.24.21 12:22 pm",
        "ctx": [
            "What made you want to do music",
            "music"
        ]
    },
    {
        "date": "5.24.21 11:59 am",
        "ctx": [
            "i've always been taught it's best to hold out the sound of the word that has your mouth open when you sing, yet i notice that many singers (such as you) don't do this all the time. why is this?",
            "i don't know"
        ]
    },
    {
        "date": "5.24.21 11:24 am",
        "ctx": [
            "Why are you such a good philosopher",
            "i'll have to think about that"
        ]
    },
    {
        "date": "5.24.21 11:22 am",
        "ctx": [
            "do you think plagiarism in music is avoidable?",
            "yes"
        ]
    },
    {
        "date": "5.24.21 9:17 am",
        "ctx": [
            "Bill, why do you have a song about smoking Marijuana called \"California\"",
            "california was known for medical marijuana at the time i wrote it",
            "and only put it on your website?",
            "i put it on spotify and itunes also, as well as other music platforms"
        ]
    },
    {
        "date": "5.24.21 9:13 am",
        "ctx": [
            "how many a's are in your next song?",
            "approximately 140"
        ]
    },
    {
        "date": "5.24.21 9:05 am",
        "ctx": [
            "do you have any tips for being creative? i always have trouble with this.",
            "first, disassemble the entire observable universe into its component particles, then re-assemble it to taste"
        ]
    },
    {
        "date": "5.24.21 7:03 am",
        "ctx": [
            "was the first verse of here comes the sun inspired by the covid 19 pandemic?",
            "that seems unlikely because it was written in 2010"
        ]
    },
    {
        "date": "5.24.21 5:27 am",
        "ctx": [
            "Have you ever rewritten a song that you've written several years ago because your taste and preferences have changed since then?",
            "yes"
        ]
    },
    {
        "date": "5.24.21 3:38 am",
        "ctx": [
            "why does 'got to know what's going on' and 'its going to be alright' doesn't have a music video?",
            "this allowed every release after to be sooner"
        ]
    },
    {
        "date": "5.24.21 2:50 am",
        "ctx": [
            "Is there any chance the next song involves a mail carrier or climbing a mountain?",
            "no"
        ]
    },
    {
        "date": "5.24.21 12:00 am",
        "ctx": [
            "have you ever answered someone's \"how many times does X word appear in your next song\" or \"what is the Xth word/letter of your next song\" question and posted the answer here, but before publishing the song the lyrics were changed, and that answer became incorrecT?",
            "sure. it's often ambiguous, for example, take the \"oh\" part before \"hey what's the name of this game\". Is that 1 word per note, or is it all the same word? it's impossible to know for sure"
        ]
    },
    {
        "date": "5.23.21 11:16 pm",
        "ctx": [
            "will your next song contain the word \"love\"?",
            "no"
        ]
    },
    {
        "date": "5.23.21 10:17 pm",
        "ctx": [
            "What instrument do you normally start with when writing music?",
            "i do all writing using a plain rhodes sound, and my voice"
        ]
    },
    {
        "date": "5.23.21 9:19 pm",
        "ctx": [
            "How do you suggest I study rhythm? A lot of the melodies I try to make are rhythmically simple, repetitive, and boring",
            "divide a bar into 4 beats. then divide each beat into 4 subdivisions. so you'll have 16 ticks per bar. Experiment with putting 1 note in the bar at different places. try putting it in every different place and sing it with a metronome and see what it sounds like. Now try putting 2 notes in the bar, in various places"
        ]
    },
    {
        "date": "5.23.21 9:15 pm",
        "ctx": [
            "am i really just supposed to sit around until i come up with a song idea?",
            "that's one way to do it. but you could also try standing or walking",
            "is forcing myself to write songs bad?",
            "no",
            "why do i hate every song i write?thanks",
            "i'm not sure"
        ]
    },
    {
        "date": "5.23.21 8:18 pm",
        "ctx": [
            "will you ever make an album?",
            "i would prefer to make songs, videos, and more"
        ]
    },
    {
        "date": "5.23.21 7:48 pm",
        "ctx": [
            "do your songs have some form of meaning?",
            "multiple, if possible",
            "i've always wondered",
            "long-term wondering is proof of meaning"
        ]
    },
    {
        "date": "5.23.21 7:24 pm",
        "ctx": [
            "how do i make music?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "5.23.21 7:02 pm",
        "ctx": [
            "Why do you think humans are drawn to rhythms, melodies, patterns, and other similar things?",
            "because we are living in time"
        ]
    },
    {
        "date": "5.23.21 4:53 pm",
        "ctx": [
            "is your next song titled \"maybe i can dream\"?",
            "no"
        ]
    },
    {
        "date": "5.23.21 4:35 pm",
        "ctx": [
            "Is listening to music a timewaste?",
            "no"
        ]
    },
    {
        "date": "5.23.21 4:33 pm",
        "ctx": [
            "i hear a lot of people ask you if you'd make your videos in 60 fps, but do you think it's actually better thank 24 or 30?",
            "for higher frame rates, all your movements and motions need to be absolutely world class quality or else the machinery behind them will be plainly revealed",
            "and why did you make your old videos in 25 instead of 24 or 30?",
            "i'm not sure. i didn't even notice until i had already made at least 100 that way. perhaps i was in europe and didn't notice"
        ]
    },
    {
        "date": "5.23.21 4:02 pm",
        "ctx": [
            "do you need to know music theory to music?",
            "other way around. you need to know music to find any music theories"
        ]
    },
    {
        "date": "5.23.21 3:21 pm",
        "ctx": [
            "Would you be willing to take a piece of a song of your choice and show us how many layers of meaning there are?",
            "sure",
            "It'd be pretty cool to see a little bit about how many things you're thinking about..."
        ]
    },
    {
        "date": "5.23.21 3:03 pm",
        "ctx": [
            "what was your favorite song to produce?",
            "i would prefer to produce a new one to be my favorite"
        ]
    },
    {
        "date": "5.23.21 2:35 pm",
        "ctx": [
            "What does it mean in a chart where it says pedal. For example. Gypsy in my soul it has G pedal then F pedal. Another example is passion dance in the b section. That one is harder for me to figure out. In gyps i can imagine it just means when we have g-7 and c7 then c7 should be with inversion with g in the bass. But passion damce seems stranger since its a Bb pedal with many chords on top. Like Cb sus 4.",
            "it means that note stays in the bass for that entire time"
        ]
    },
    {
        "date": "5.23.21 1:08 pm",
        "ctx": [
            "how accurate are the timestamps on your notebook(and other pages)",
            "usually within 10 minutes, if not exact",
            "and why do u feel it was necessary to have the exact time when you posted them and not just the dates?",
            "because there's often more than 1 per day"
        ]
    },
    {
        "date": "5.23.21 12:30 pm",
        "ctx": [
            "what sound do you prefer to work with?",
            "'poit'"
        ]
    },
    {
        "date": "5.23.21 12:28 pm",
        "ctx": [
            "What's your favorite kind of humor?",
            "scientific"
        ]
    },
    {
        "date": "5.23.21 12:26 pm",
        "ctx": [
            "Where do you get your ideas for your songs?",
            "from the atmosphere, and/or lithosphere"
        ]
    },
    {
        "date": "5.23.21 10:47 am",
        "ctx": [
            "what do you find is the most effective way to dunk on them haterz?",
            "with a little extra configuration, you can set it to auto-dunk"
        ]
    },
    {
        "date": "5.23.21 6:54 am",
        "ctx": [
            "what is your fave chord progression?",
            "Am F C G"
        ]
    },
    {
        "date": "5.23.21 3:44 am",
        "ctx": [
            "do you now know if the next video is going to be mostly in 3d or in 2d?",
            "no"
        ]
    },
    {
        "date": "5.22.21 11:03 pm",
        "ctx": [
            "how do you feel about everyone guessing what the next song will be about?",
            "it makes me feel very.......... special"
        ]
    },
    {
        "date": "5.22.21 9:06 pm",
        "ctx": [
            "Do you ever start laughing out of joy when you come up with a really, really cool idea",
            "yes"
        ]
    },
    {
        "date": "5.22.21 8:01 pm",
        "ctx": [
            "Don't want to analyze you, but it seems like 'i'm a princess' is a much more cogent piece,",
            "than what",
            "like album ready music. Seems like the central idea is more esoteric and interesting so you're not as bored in the rest of the song and it hangs together better.",
            "than what",
            "Thoughts?",
            "you seem to be making a comparison ......... with only 1 thing"
        ]
    },
    {
        "date": "5.22.21 6:01 pm",
        "ctx": [
            "are there any words that don't exist but you wish they did?",
            "words are imagined, so, it's almost impossible to wish a word exists without imagining it into existence"
        ]
    },
    {
        "date": "5.22.21 5:02 pm",
        "ctx": [
            "Will you ever release a songbook with chords to your music? I think we could all learn a lot from your work.",
            "yes, if i can figure out the right way to do it"
        ]
    },
    {
        "date": "5.22.21 5:01 pm",
        "ctx": [
            "bill, could you summarize \"chapter 2: existentialism and creative craziness in the 12th world\"",
            "just your typical run of the mill turn of phrase"
        ]
    },
    {
        "date": "5.22.21 2:20 pm",
        "ctx": [
            "is your next song about cats?",
            "no"
        ]
    },
    {
        "date": "5.22.21 12:15 pm",
        "ctx": [
            "how to get out of social media trap",
            "open up a blank text file (offline), or blank sheet of paper, and try to come up the Grand Unified Theory, artistically"
        ]
    },
    {
        "date": "5.22.21 11:27 am",
        "ctx": [
            "in la de da de da de da de day oh, you ask \"when did all the windmills start to turn so slow?\" i ask, when did you first become aware that windmills were turning slower than normal?",
            "i've never known the speed of windmills. in fact i'm not even sure if i know exactly what a windmill is"
        ]
    },
    {
        "date": "5.22.21 10:53 am",
        "ctx": [
            "Are you secretly a duck-controlled robot?",
            "i either don't know or can't tell you"
        ]
    },
    {
        "date": "5.22.21 10:13 am",
        "ctx": [
            "how are you so smart?",
            "ah, that's because of the huge amount of books on the shelf behind me in the video chat",
            "i find genius in your videos and on the \"questions\" page. could you teach me how to become smarter?",
            "i'll try"
        ]
    },
    {
        "date": "5.22.21 9:05 am",
        "ctx": [
            "i have used this chord progression within a chorus of a song: Bb7, Ebmaj7, Eb7, Ab, Bb7, Ebmaj7, Eb7 but i have been trying to figure out what key my song is in, when the verses have the progression Fm7/9, Ebm7/9, Dbmaj7. i think it's in Bb natural minor but what do you think?",
            "we're missing a lot of information without any melody or any rhythmic context for the chords. but the verse looks like Db, and the chorus looks like probably Eb"
        ]
    },
    {
        "date": "5.22.21 4:18 am",
        "ctx": [
            "Are you planning on releasing some of your songwriting videos in which you record yourself trying out a melody, trying new things, etc.?",
            "yes"
        ]
    },
    {
        "date": "5.22.21 2:52 am",
        "ctx": [
            "What to do when you have tons and tons of old songs that you just need to release so they're out there, but your standards of what's worth putting to tape have......... evolved in the time since you recorded those?",
            "it can be a nice breakthrough to discover how to rewrite any old song to make it new"
        ]
    },
    {
        "date": "5.22.21 2:36 am",
        "ctx": [
            "have you ever felt really good about a song idea until you actually sat down to work on it and realized it was crap",
            "yes, OR the other way around"
        ]
    },
    {
        "date": "5.22.21 1:28 am",
        "ctx": [
            "hi bill, do you usually record the bass first, as part of a rhythm backing track along with drums, or do you record it last so that you can play some melodic lines that compliment the rest of the song? paul mccartney said that he did the latter on all beatles albums from sgt peppers, and you can really hear how the bass sounds so much nicer when it compliments the rest of the song, because it was the last thing to be recorded.",
            "a long time ago i used to do it early, but nowadays i do it last. Actually most often on a solo project it's good to continue doing a series of temps and then go around the band and re-do each part, so everyone gets a chance to hear everyone else while they're playing (almost)",
            "come to think of it, as a one man band, what is your preferred order of recording instruments? i know it would depend on the song, but if i had to guess i'd say you first record drums, bass and keys for a backing track, then vocals, and then the extra stuff that fills in the spaces like guitar or more keys and vocal harmonies",
            "first supertemp perc, then supertemp rhyth/chords, just to have something to sing over. then temp voc. then better instruments. then better vocal. and around we go"
        ]
    },
    {
        "date": "5.22.21 12:46 am",
        "ctx": [
            "Have you considered dating your scarmbles? Not romantically dating them haha like noting the day you complete them",
            "yes"
        ]
    },
    {
        "date": "5.22.21 12:23 am",
        "ctx": [
            "In Billy Joel's 'Piano Man', when John at the bar says \"Bill, I believe this is killing me.\", is there a chance he was actually talking to you?",
            "no"
        ]
    },
    {
        "date": "5.21.21 11:51 pm",
        "ctx": [
            "have you ever considered writing a song about the Israeli-Palestinian conflict?",
            "yes"
        ]
    },
    {
        "date": "5.21.21 11:30 pm",
        "ctx": [
            "is the next song about unpaved roads or tractors?",
            "no"
        ]
    },
    {
        "date": "5.21.21 10:44 pm",
        "ctx": [
            "why do you think so many people want your videos in 60 fps?",
            "i think what they really want, is to talk about 60fps. which is fair because it's an interesting subject",
            "for some videos i think it works very well, but for cameras and 3d animation it just feels wrong. i get the appeal but i feels likes i'm playing a video game or watching a soap opera. just feels weird.",
            "what i've discovered, whether or not i was expecting this, is that higher frame rates REVEAL the exact nature of every motion and movement. so if your movements are anything less than absolutely world class deeply wonderful, the high frame rate will reveal how primitave those movements truly are. fake angular character animations will look fakely angular. Bezier-curved animations will look too obvious like a bezier curve (fake). A slightly nervous real human will appear nervous. a choreographed fight scene will appear choreographed. where as, at a lower frame rate, your imagination automatically fills in the gaps"
        ]
    },
    {
        "date": "5.21.21 8:35 pm",
        "ctx": [
            "how many on's are in your next song",
            "1"
        ]
    },
    {
        "date": "5.21.21 8:18 pm",
        "ctx": [
            "do you consider yourself to be a philosopher?",
            "i'll have to think about that"
        ]
    },
    {
        "date": "5.21.21 4:21 pm",
        "ctx": [
            "how many easter eggs are on this site",
            "just 1. the whole site is the easter egg"
        ]
    },
    {
        "date": "5.21.21 2:18 pm",
        "ctx": [
            "Hey friend :), Any new styles your working on?",
            "yes",
            "I liked the beat for \"money\"."
        ]
    },
    {
        "date": "5.21.21 2:03 pm",
        "ctx": [
            "Should we even bother thinking about things?",
            "sure",
            "So much stuff had already been thought, has humanity thunk every think?",
            "not even close"
        ]
    },
    {
        "date": "5.21.21 1:20 pm",
        "ctx": [
            "what is a grammar rule that you think is unnecessary?",
            "capitalizing the letter 'i' when referring to self",
            "and why do you think it's unnecessary?",
            "worse, i think it makes it worse. it makes it look like l (another letter). and it also ruins the chance for the i to have an 'eye', which is its only real chance to express any personality, like the person it represents"
        ]
    },
    {
        "date": "5.21.21 1:01 pm",
        "ctx": [
            "which of your songs would be your favorite, assuming a new one could not be your favorite?",
            "i would never assume that",
            "(Must be an already-released song of yours)",
            "my ability to make new songs will hopefully fly in the face of that"
        ]
    },
    {
        "date": "5.21.21 12:57 pm",
        "ctx": [
            "is your next song about fast food",
            "no"
        ]
    },
    {
        "date": "5.21.21 12:48 pm",
        "ctx": [
            "Is (ref: q.php?date=202105101431)5.10.212:31 pm  ordered by when you made them?",
            "yes"
        ]
    },
    {
        "date": "5.21.21 12:26 pm",
        "ctx": [
            "is your shift key broken",
            "i have 20 shift keys and 19 of them work perfectly and 1 of them tends to press itself unexpectedly"
        ]
    },
    {
        "date": "5.21.21 11:55 am",
        "ctx": [
            "do you like the joke questions or serious questions more?",
            "everything in the world is both"
        ]
    },
    {
        "date": "5.21.21 11:15 am",
        "ctx": [
            "If someone tries to put a definite meaning on a piece of art, is it still art?",
            "yes"
        ]
    },
    {
        "date": "5.21.21 11:00 am",
        "ctx": [
            "(ref: q.php?date=201609121612)9.12.164:12 pm  is this legit? Or was this satire?",
            "they're learning to do it with single particles"
        ]
    },
    {
        "date": "5.21.21 10:14 am",
        "ctx": [
            "how is it even possible to be happy without being completely delusional or ignorant",
            "i was going to say it's like surfing, but then i realized if you fall off it can also be like floating"
        ]
    },
    {
        "date": "5.21.21 9:17 am",
        "ctx": [
            "WHat is tHe meAninG oF lIfe",
            "could be you"
        ]
    },
    {
        "date": "5.21.21 8:01 am",
        "ctx": [
            "What are the chords for \"money\" when you say \"swiftly get away\"?",
            "F#min, G#7, C#"
        ]
    },
    {
        "date": "5.21.21 6:05 am",
        "ctx": [
            "can i pretend im an expert at something even if im in the process of becoming one?",
            "sure. except for space travel maybe",
            "will it prepare me and give me confidence?",
            "yes"
        ]
    },
    {
        "date": "5.20.21 11:28 pm",
        "ctx": [
            "Is going down to the mall, realizing it was closed, a true story in la de da de da de da de day oh?",
            "it's based on a real life experience, almost. this is what really happened: one day i started to notice that a lot of stores at the mall were closing, and moving out of the mall. the mall was still open, but most of the stores had shut down. i didn't see or hear of any explanation for this. also it was a mall that i really liked going to.  so there's this very mild subtle feeling of cold apocalyptic abandonment"
        ]
    },
    {
        "date": "5.20.21 11:22 pm",
        "ctx": [
            "how can i stop perfectionism from incapacitating me",
            "hopefully you find perfection soon so you can see how boring it is"
        ]
    },
    {
        "date": "5.20.21 10:46 pm",
        "ctx": [
            "does your character in 'i'm a princess'(with a yellow crown and pink halo) represent yourself?",
            "maybe around april, 2019"
        ]
    },
    {
        "date": "5.20.21 9:19 pm",
        "ctx": [
            "Do you always record vocals after all the instrumentation?",
            "no"
        ]
    },
    {
        "date": "5.20.21 7:16 pm",
        "ctx": [
            "do you know how long the next song will be",
            "yes"
        ]
    },
    {
        "date": "5.20.21 5:55 pm",
        "ctx": [
            "hey,, how can i learn to play chord inversions without having to spend 30 seconds thinking about it each time",
            "how did you learn to speak sentences without spending 30 seconds thinking about each word"
        ]
    },
    {
        "date": "5.20.21 5:51 pm",
        "ctx": [
            "How often do you break the rules?",
            "a different amount than i'm supposed to"
        ]
    },
    {
        "date": "5.20.21 5:42 pm",
        "ctx": [
            "Bill, over the last months im hopless stuck with a feeling of overhelming futility. I really don't know how to cope with it. Booze helps a little bit. But it doesn't solve the Problem for longer periods. Do you have any tips for me to appreciate my existence without questioning it every day?\n\nHopefully you have a nice day :)",
            "i think you need a cool project"
        ]
    },
    {
        "date": "5.20.21 5:10 pm",
        "ctx": [
            "I was scrolling through expert mode, and saw the music sheets for \"here comes the sun\". Is it true that it was in the making since 2010,",
            "yes",
            "or was it just the wrong date?",
            "it's right"
        ]
    },
    {
        "date": "5.20.21 3:39 pm",
        "ctx": [
            "The cover art for At the Airport Terminal seems really eccentric compared to the content of the song. Why did you choose to give such a humbly pleasant song such a crazy cover photo?",
            "knowing me, i was probably trying to make it 'good'"
        ]
    },
    {
        "date": "5.20.21 2:36 pm",
        "ctx": [
            "how close is the relationship between your songs and their videos?",
            "like a cookie and the jar"
        ]
    },
    {
        "date": "5.20.21 1:42 pm",
        "ctx": [
            "Which is the principal source of inspiration of your songs?",
            "the universe"
        ]
    },
    {
        "date": "5.20.21 1:00 pm",
        "ctx": [
            "thoughts on wyoming?",
            "i'll believe it when i see it"
        ]
    },
    {
        "date": "5.20.21 12:07 pm",
        "ctx": [
            "bill, must songs rhyme?",
            "do you like it when they do, or when they don't",
            "because my rhyming skills are just poop\nhave you ever tried to rhyme lyrics?",
            "no. in my opinion, 'try' is the enemy of the 'rhyme'. the best and most genuine rhymes are found in nature. so i find it's best to just go about your songwriting, and the right rhymes will always be where they want to be. trying to rhyme is like trying to make the sun come up"
        ]
    },
    {
        "date": "5.20.21 11:45 am",
        "ctx": [
            "What is sadness?",
            "a break, from all the happiness"
        ]
    },
    {
        "date": "5.20.21 10:28 am",
        "ctx": [
            "can anyone be a musician",
            "i don't see why not"
        ]
    },
    {
        "date": "5.20.21 10:08 am",
        "ctx": [
            "how do i cope with none of my friends understanding my extreme passion for anagrams",
            "you may have to do them by yourself for a while"
        ]
    },
    {
        "date": "5.20.21 8:17 am",
        "ctx": [
            "Do you take requests?",
            "no"
        ]
    },
    {
        "date": "5.20.21 8:12 am",
        "ctx": [
            "is the next song about chicken wings",
            "no"
        ]
    },
    {
        "date": "5.20.21 7:43 am",
        "ctx": [
            "what's a song",
            "i have no earthly idea"
        ]
    },
    {
        "date": "5.20.21 7:42 am",
        "ctx": [
            "Is When I Get Older an autobiography of yours?",
            "hopefully the first few lines are"
        ]
    },
    {
        "date": "5.20.21 4:56 am",
        "ctx": [
            "is the next song a sequel/continuation/spinoff of mount st helens is about to blow up?",
            "no"
        ]
    },
    {
        "date": "5.20.21 2:40 am",
        "ctx": [
            "Why don't you post any more of your chord charts and sheet music on expert mode anymore?",
            "i'm always posting more. Most of them are usually going to be from before 2011 because around 2011 i switched to using text lyric sheets with cited audio references. and i'm gradually posting more of those too"
        ]
    },
    {
        "date": "5.20.21 12:53 am",
        "ctx": [
            "How do you decide the tempo for your songs? Do you specifically right it down first or have a rough estimate of where you wanna be?",
            "get a metronome, make a guess, try a few bars, adjust it until it's close, then when it's close, play the song all the way through at that tempo, and then ask yourself if you thought it was too fast or too slow. and then change the metronome accordingly, and repeat this process, changing the metronome smaller and smaller amounts. and i only stick to integers because i think it's good luck"
        ]
    },
    {
        "date": "5.19.21 11:42 pm",
        "ctx": [
            "Bill, how do I get my melodies to be more melodic and less methodical? I always want so many notes, to try and contain as much complexity as possible because I'm always so afraid creating a song that is generic. But sometimes I feel like I ruin the song doing so, what do I do?",
            "sounds like it's time to impose a note limit. Also it's worth writing down what you think 'generic' means, because i'm not actually sure myself"
        ]
    },
    {
        "date": "5.19.21 10:55 pm",
        "ctx": [
            "do all of your songs have meaning?",
            "yes EXCEPT when i've done too many with meaning and then it suddenly becomes more meaningful to do one without meaning, so i do 1 like that and then go back to doing them with meaning"
        ]
    },
    {
        "date": "5.19.21 9:34 pm",
        "ctx": [
            "Whats your favorite song you made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "5.19.21 9:26 pm",
        "ctx": [
            "F# or Gb?",
            "if the lower neighbor is F, then you'll want Gb. \n if the upper neighbor is G, then you'll want F#. \n if BOTH, then it's times like these when you'll wish you had 12 letters"
        ]
    },
    {
        "date": "5.19.21 8:40 pm",
        "ctx": [
            "What was the bad thing you did that you seemed to regret doing so much?",
            "failed at producing a song too quickly nor too slowly, and accidentally ended up working on it for exactly the right amount of time"
        ]
    },
    {
        "date": "5.19.21 7:40 pm",
        "ctx": [
            "what's double harmonic major with a sharped fourth called? is it just b2 #4 b6, or is there a cooler, less numeric way?",
            "'double harmonic major' is not something i've ever heard anywhere near places where music is used for audio purposes"
        ]
    },
    {
        "date": "5.19.21 7:27 pm",
        "ctx": [
            "if im learning a song on GarageBand piano, and im listening to the song as reference, how to i simplify what im playing so i dont end up playing as many notes as im hearing",
            "this is really an artistic exercise, which is actually pretty fun and easy. at each moment, play a game where you ask yourself 'what would i do if i HAD to express this harmonic moment in just 1 note.' and i think you can pretty clearly find an answer. and then just move it up to 2 notes and leave it at that. maybe use 3 in an emergency"
        ]
    },
    {
        "date": "5.19.21 7:05 pm",
        "ctx": [
            "i feel like with most of my creative endeavors, i get to a point where i realize that i was indeed able to do what i set out to do. and feel like proving i can do something new now, and keep jumping from one thing to another trying to prove that i can do it all. while at the same time accidentally proving that i can't do anything for long enough. or atleast showing light to the fact that it seems like i haven't cared enough to prove i can keep improving on something or atleast not stop doing it, which maybe would let me do things, since apparently my motivation is trying to prove that i can be and do. ever dealt with something like this? I want to practice all my creative outputs periodically instead of focusing on a single one for months and then switch. do you have any experience making micro-shifts macro and macro-shifts micro?",
            "one weird trick which nay sayers HATE is to make projects that are about 99% smaller than what you thought was supposed to be a normal sized project"
        ]
    },
    {
        "date": "5.19.21 5:42 pm",
        "ctx": [
            "why do diminished chords and augmented chords sound similar to me?",
            "you're probably using them totally outside of a song right now. Try taking a song you already know, and swapping out a 'diminished' chord with an 'augmented' chord and i think you will see that it immediately will sound ruined. But, if you don't think you know any songs with  'diminished' or 'augmented' chords, then i would recommend skipping this topic until it comes up naturally in a song"
        ]
    },
    {
        "date": "5.19.21 4:02 pm",
        "ctx": [
            "how many vowels are there in your next song's title?",
            "6"
        ]
    },
    {
        "date": "5.19.21 2:08 pm",
        "ctx": [
            "WHy do i exist",
            "for business, or pleasure"
        ]
    },
    {
        "date": "5.19.21 1:41 pm",
        "ctx": [
            "do you study/have studied",
            "that reminds me i was going to ask you, have you made"
        ]
    },
    {
        "date": "5.19.21 1:03 pm",
        "ctx": [
            "what's the best thing to do right now?",
            "how about ushering in a new era"
        ]
    },
    {
        "date": "5.19.21 12:57 pm",
        "ctx": [
            "Do you enjoy sports?",
            "i must admit i like the ball"
        ]
    },
    {
        "date": "5.19.21 10:49 am",
        "ctx": [
            "do any of your songs have the time signature 69/420",
            "no"
        ]
    },
    {
        "date": "5.19.21 10:45 am",
        "ctx": [
            "is aaab a good rhyming scheme for a four verse poem?",
            "it all depends on exactly when (in time) the start and end of each rhyme is. but you can always figure out what's good by trying it and seeing if you like it"
        ]
    },
    {
        "date": "5.19.21 10:41 am",
        "ctx": [
            "hi, what happens when i makin a song but i make the melody but i forget to put words to it, but now i am at the melody and i don't know how to figure out what words to attach? did i fuck it up?",
            "first, you must try to convince the song you are actually NOT trying to write it. make up a contract agreement that you and the song can sign, that says \"i am NOT trying to 'write' this song, and will not make any attempts to do so!\" and you and the song both sign it, and maybe you'll have some fine print located somewhere near the bottom of your left shoe or something. Then, as you sit down casually next to your melody, 'NOT' appearing to have any intention or desire to write the song, .... just begin trying phrases and sentences with the melody. don't worry about what's \"good\" or not yet, just start saying anything that comes to mind, with that melody. You will automatically start getting a feel for what the mechanics are (lyrically) of this melody. you'll see which kinds of words and phrases seem to always want to go in certain parts. and you'll just be internalizing the melody subconsciously, in the linguistic part of your mind. Then, put that aside, and just tell a story in your own words of what this melody is. When did you think of it? how did it make you feel? describe anything you know or feel about this melody and its origins. Sometimes you can even catch a glimpse of the exact essence of what the melody seems to be saying, even if it's the totally wrong number of words or syllables and has no physical resemblence to the shape or size of the melody. if you get this, definitely write it down. just try to PARAPHRASE (non-musically, in normal non-lyrical language) exactly what you think the melody seems to feel like it's saying. Now at this point the song will probably start to think you are trying to write it, with all the effort you've been putting in, so you will probably need an updated contract to assure everyone even more clearly that you are 'NOT' 'TRYING' to 'write' the song. then after that it's pretty much a waiting game. if you can stay calm and be patient enough for the song to forget you are trying to write it, that's when it's gonna happen"
        ]
    },
    {
        "date": "5.19.21 10:02 am",
        "ctx": [
            "in 'im a princess' you said \"do you love me?\" and i was just wondering... uhh who is this?",
            "a song, of music"
        ]
    },
    {
        "date": "5.19.21 9:05 am",
        "ctx": [
            "are you a genius?",
            "i can climb a ladder very high. does that count"
        ]
    },
    {
        "date": "5.19.21 7:48 am",
        "ctx": [
            "Hi I have two important tests this week, that I know I'll do well on. Why am I still constantly panicking? How do you recommend I stop panicking.",
            "have you tried singing"
        ]
    },
    {
        "date": "5.19.21 3:19 am",
        "ctx": [
            "Hi I am creative, I like to do creative things like make music and draw pictures. But my music isn't very good because I haven't learned how to make music. Sounds weird right?\nWell that's because I don't know how to use instruments. I can think of a melody in my head but I have trouble translating the music to my fingers to make the sounds and chord progressions that I want.\nAny advice that you can give to help me out of this pickle would be greatly appreciated! -creative",
            "think of it like the same way you learned to talk. how did you learn to talk? i actually don't know how people do that"
        ]
    },
    {
        "date": "5.19.21 2:28 am",
        "ctx": [
            "I just started learning how to play classical guitar and have no musical experience whatsoever. Got any tips?",
            "let me know if anything goes wrong"
        ]
    },
    {
        "date": "5.19.21 12:56 am",
        "ctx": [
            "Why did you use a photo of a town in the pants texture in I'm a Princess?",
            "for aesthetic reasons"
        ]
    },
    {
        "date": "5.18.21 11:59 pm",
        "ctx": [
            "Does \"jumping\" rhyme with \"reason\"?",
            "somewhat"
        ]
    },
    {
        "date": "5.18.21 11:00 pm",
        "ctx": [
            "this is a more general question about writing, not necessarily lyrics, but any form of creative piece. when you are stuck on a part, how do you get rid of or work around the writers block? \n\ni feel like anytime i really get into any personal projects that involve words, i end up stopping because of writers block and never return to it again, no matter how much i previously liked it",
            "basically what you want to do is open up the project and then act so calm and natural that the project eventually forgets you are there. the writing doesn't want to happen if it feels like it's being watched. it wants to be able to blow your mind, and surprise you, which is really difficult for it to do if you're staring directly at it. but if you open up the project and act naturally next to it, EVENTUALLY the project will calm down and forget you're there, and then the whole thing starts writing itself"
        ]
    },
    {
        "date": "5.18.21 10:32 pm",
        "ctx": [
            "What's the time signature of \"the mountains\" in \"hi, i'm steve\"?",
            "none, or 4 by default. if i were to chart it i'd probably put some changing times"
        ]
    },
    {
        "date": "5.18.21 8:54 pm",
        "ctx": [
            "how many verses of the Soviet anthem can you memorize",
            "as many as necessary"
        ]
    },
    {
        "date": "5.18.21 7:36 pm",
        "ctx": [
            "what can you say about \"harmonic stability\" as a tool for voicing around/below a melodic line?",
            "it just might work"
        ]
    },
    {
        "date": "5.18.21 6:58 pm",
        "ctx": [
            "What would happen if no leap years?",
            "the yearly calendar would drift"
        ]
    },
    {
        "date": "5.18.21 6:57 pm",
        "ctx": [
            "i need a song idea",
            "i have some great news for you. everything is a song idea"
        ]
    },
    {
        "date": "5.18.21 4:59 pm",
        "ctx": [
            "Whats the coolest thing you have ever done?",
            "blend in seamlessly with the fabric of society"
        ]
    },
    {
        "date": "5.18.21 4:05 pm",
        "ctx": [
            "how do i pick the best microphone for my music?",
            "you'll have to start trying some"
        ]
    },
    {
        "date": "5.18.21 2:43 pm",
        "ctx": [
            "is music a universal language?",
            "it communicates feelings much more than information"
        ]
    },
    {
        "date": "5.18.21 1:06 pm",
        "ctx": [
            "what do you think about consulting the oracle",
            "i wonder who the oracle gets to consult"
        ]
    },
    {
        "date": "5.18.21 12:38 pm",
        "ctx": [
            "can you say a word that's not in your next song?",
            "sure"
        ]
    },
    {
        "date": "5.18.21 11:22 am",
        "ctx": [
            "Hey bill. I've wrote some more on a verse and now I have another problem. Should I spend any time worrying about writing different variants to go in the same spot or should I just stick with what I have and not sweat it? Thank you man!",
            "i think you should make a decision for how it is. you can write down other options, which may or may not resurface for other verses"
        ]
    },
    {
        "date": "5.18.21 10:28 am",
        "ctx": [
            "why does my guitar sound so weird",
            "maybe it's underwater"
        ]
    },
    {
        "date": "5.18.21 10:24 am",
        "ctx": [
            "I'm thinking about buying the fueled by ramen 25th anniversary some nights vinyl because it's my favorite album, but I don't have a record player and its limited stock. I don't think it'll run out of stock soon because it released in February, but I know it will eventually. Is it reasonable to buy a vinyl record without having a player?",
            "maybe, although i know i wouldn't"
        ]
    },
    {
        "date": "5.18.21 10:14 am",
        "ctx": [
            "What is the bpm of the next song?",
            "104"
        ]
    },
    {
        "date": "5.18.21 5:43 am",
        "ctx": [
            "I've noticed you have lots of sheets and charts for some of the stuff you write. how important do you finding writing music down on paper to be?\n\nI have a traditional music background and a bachelors degree in music but when I'm actually doing stuff I ~like~ to do like song writing and recording little tunes I hardly ever write anything down minus the words and chords",
            "if you're brave enough to believe you can remember the exact melody, then that's fine. i don't like to take any chances with that. i've watched people come up with a brand new awesome idea, and then play the same thing for me again tomorrow and the melody has changed and they don't realize it, and the original was definitely better. Because new song ideas are so new, you haven't heard them very much, so you are likely to forget exactly how it went. i am not comfortable trusting that the next time i look at it i'll remember the exact melody. so i must document it exactly. Whether this is done with notation or not, it doesn't really matter to me. it can be done with recording references, and nowadays i always use recording references, because we live in such a digital world. but for a long time i was using handwritten notation. The only times i ever do it with notation is when i have no instrument near me. i used to go to the library and put in earplugs and write songs that way. nowadays, when writing songs at the keyboard, i just make recorded references and cite them in the lyric sheet. The same goal is accomplished: to exactly document the lyric, melody, and chords"
        ]
    },
    {
        "date": "5.18.21 5:17 am",
        "ctx": [
            "is turning a poem into a song a good idea?",
            "sure"
        ]
    },
    {
        "date": "5.18.21 4:49 am",
        "ctx": [
            "why don't you say your name in your songs?",
            "to add a sense of intrigue"
        ]
    },
    {
        "date": "5.18.21 3:31 am",
        "ctx": [
            "how has music affected your mental state?",
            "it improves it"
        ]
    },
    {
        "date": "5.18.21 2:00 am",
        "ctx": [
            "why is the 5th of a chord so unnecessary compared to the root, the 3rd, 7th, 9th etc? is it just so damn implied by the root that it's often superfluous?",
            "i'm pretty sure you are talking about chords with more than 3 or 4 notes. in that case, i guess chords tend to be happiest when there's only 3 or 4 different notes at a time, or less. but sometimes the 5th above the root is actually the most important. it seems like you are probably just having the kind of day where you are directing your attention to certain kinds of chords and contexts where the note best described as the '5th' of the chord happens to be the unnecessary one"
        ]
    },
    {
        "date": "5.18.21 1:52 am",
        "ctx": [
            "Something tells me you don't look up chords for songs online a lot.",
            "of course not",
            "You just figure it out by yourself.",
            "yes",
            "But how accurate are those chords online for a song?",
            "insanely wrong. it blows my mind every time"
        ]
    },
    {
        "date": "5.18.21 12:41 am",
        "ctx": [
            "what is love?",
            "it's the \"yes\" mode, of life"
        ]
    },
    {
        "date": "5.17.21 11:06 pm",
        "ctx": [
            "bill, are you a princess?",
            "no, but i can see why you would think that"
        ]
    },
    {
        "date": "5.17.21 10:09 pm",
        "ctx": [
            "Is here comes the sun your best song?",
            "not quite"
        ]
    },
    {
        "date": "5.17.21 9:31 pm",
        "ctx": [
            "What do the r m and p stand for on the anagrams page?",
            "requested, made, posted",
            "Thanks for everything you do, really appreciate your work"
        ]
    },
    {
        "date": "5.17.21 9:13 pm",
        "ctx": [
            "I feel like I saw an answer that said your least favorite line you'd written was \"it's the best scheme I have, and that's bad enough for me.\" I can't find that question now, but why is that your least favorite?",
            "it's not. it turns out i read that question wrong and, embarassingly, thought it said most favorite",
            "Or, if I'm remembering the question wrong, why is that line whatever you said it was?"
        ]
    },
    {
        "date": "5.17.21 8:50 pm",
        "ctx": [
            "Are you pelicans?",
            "no, but i can see why you would think that"
        ]
    },
    {
        "date": "5.17.21 7:52 pm",
        "ctx": [
            "i hope you dont mind this question, but when do you plan on making more youtube videis/songs?",
            "constantly"
        ]
    },
    {
        "date": "5.17.21 7:40 pm",
        "ctx": [
            "does perfectionism inspire music writing (or other things?)",
            "maybe, but that would be kind unfortunate as soon as you realize that the only 'perfect' sound would have to be total silence, which in most cases probably isn't quite what you wanted"
        ]
    },
    {
        "date": "5.17.21 7:15 pm",
        "ctx": [
            "Bill, I'm having a songwriting crisis (again). I seem to periodically flit between complicated chords, interesting harmony and trying to write geoundbreaking crazy stuff and just simple diatonic stuff with powerful melodies, more focused on the emotional conveyance - squeezing as much emotion out of a simple idea as possible, rather than trying to convey something super-interesting and harmonically spicy. I have about 15 full tracks I want to record for some kind of release, but they're all so different - some are pretty wild and others are just 3 chord ABABCB style things. Is it wise to try to release them anyway as they are, or do you think that kind of thing won't sound cohesive. I can't tell which path I wanna go down and I'm panicking",
            "you won't know the answers to any of these things until you start doing it. maybe to lower the stakes, you could try something much much much shorter. that's a weird trick that i don't hear about too many other people doing and yet it was the only thing that seemed to work for me"
        ]
    },
    {
        "date": "5.17.21 7:00 pm",
        "ctx": [
            "what picture did you map to the pants of the 3d princess man?",
            "seems to be some town in the swiss alps"
        ]
    },
    {
        "date": "5.17.21 6:56 pm",
        "ctx": [
            "is the title of your next song \"make some shit up\"?",
            "no"
        ]
    },
    {
        "date": "5.17.21 6:34 pm",
        "ctx": [
            "Hey Bill,\n\nSome of my favorite artists write songs through \"divine inspiration\": An entire song just appears in their head, and they just write down what they hear.",
            "what makes you think they succeed at this every single time they try?",
            "The stuff they come up with is so intricate, it's unbelievable that a human could come up with it.",
            "that's the magic of music, and imagination in general",
            "I feel like my methodical, trial-and-error approach to creating music is vastly inferior. I study my favorite songs' chord progressions, melodies, timbres, rhythms, etc., to see what makes a song \"good\", and I use these conclusions toaid me in my songwriting process. But I feel like the end result isn't truly original, not inspired by something \"beyond this world\".\n\nWhen I sit down to make music, I feel like I'm forcing it. It doesn't feel authentic, and it doesn't sound original. I feel like I'm just ripping off my favorite artists. Part of me thinks that I haven't studied/practiced enough to convert inspiration into originality. I've only covered a few dozen  songs i n-depth. Another part of me thinks that I don't have a creative/original mind, and never will.\n\nI know that you aren't omniscient, and this isn't an easy topic. But I would be truly grateful for any advice you have for me, based on the thoughts that I'm having.",
            "from what you're saying, you say you catch yourself 'forcing' it. This makes me think you want it really really badly. Which makes sense. who wouldn't, after seeing what magic can be found in music. I think i have good and bad news for you. the good news is, it IS that magical, it IS other worldly, and pretty much everything about the way it functions best, makes it seem like it literally came from somewhere else. The bad news is ....... it reminds me of something you see in movies where the only way you get it is if you can actually stop thinking about it. And this is actually a problem i can sympathize with, because, if you want it so so so bad, how could you possibly stop thinking about it? but i think ultimately this IS what's going to happen. you WILL be able to calm down. whether you want to wait patiently or whether you keep kicking and screaming in desperation for a while and eventually exhaust yourself, and after all that is said and done, it WILL come. this may seem hard to believe but it wants you every bit as bad as you want it. it just really really needs you to be as open minded as possible, in order for it to feel comfortable arriving, because that's when it knows it can blow your mind the most. which, presumably, is what you've requested"
        ]
    },
    {
        "date": "5.17.21 5:52 pm",
        "ctx": [
            "When is your next song",
            "doing it now"
        ]
    },
    {
        "date": "5.17.21 5:43 pm",
        "ctx": [
            "So I've been doing that thing where I try and catch the musical ideas before they fly past and I forget them. But now what happens, is I catch maybe 4 bars and try to get them recorded, but by the time everything's recorded, the spark is gone and all I have are these four bars. Do I just need to work faster?",
            "no, i think you're doing fine. it's not expected that you can get much further than 4 bars at one time. What i think is the right thing to do here is, properly file and label your item into a list, and then carry on with your life. A separate question, for several different departments at different times, is why when and how to do anything with them, and also when and how to decide which, and a whole splintering of other questions which i would be glad to help you with as well, if you are ready to examine what your goals may be"
        ]
    },
    {
        "date": "5.17.21 5:06 pm",
        "ctx": [
            "One interesting thing about your website, Bill, is that \"notebook\" section is on the frontpage with major content pages (songs, videos) while some of your other major content is on either \"other categories\" (lyrics, instrumentals, questions) or on \"other other categories\" page (anagrams, jazz, improvs, reality videos). What is so significant about \"notebook\" that makes it worth a place on the frontpage?",
            "every time i try to redesign the site, that argument comes up, but i never seem to want to change it. I think the reason that section holds such importance for me is because it absolutely was the main stream of content during a long arduous time when all i really wanted to do was make a lot of music, videos, and more, etc, but i hadn't been able to nail the procedures together, so textual writing was sort of a life saving stop gap for me, and an amazingly important and therapeutic way to express my ideas and feelings regardless"
        ]
    },
    {
        "date": "5.17.21 4:43 pm",
        "ctx": [
            "in i just did a bad thing, you say \"it's a sad mad and bad glad dream\", but then, later, you say \"it's a sad bad and mad glad scheme\". why did you swap mad and bad?",
            "that's a trick i call.... 'music'"
        ]
    },
    {
        "date": "5.17.21 4:29 pm",
        "ctx": [
            "In Alabama you can smoke marijuana",
            "10 years later, that is barely any closer to true"
        ]
    },
    {
        "date": "5.17.21 3:13 pm",
        "ctx": [
            "Do you know an interesting animal?",
            "computers"
        ]
    },
    {
        "date": "5.17.21 2:43 pm",
        "ctx": [
            "what song would you play to the aliens in \"close encounters\"",
            "i would get on there and improvise it, taking it very slowly, starting perhaps 1 note at a time, with an open heart and mind to the situation at hand"
        ]
    },
    {
        "date": "5.17.21 2:12 pm",
        "ctx": [
            "i want to go to London but I also want to stay in New York. any advice",
            "see if you can go back and forth a couple of times. i think you'll be able to do that soon without being confined to your room for weeks"
        ]
    },
    {
        "date": "5.17.21 12:40 pm",
        "ctx": [
            "how would you describe perfect pitch?",
            "an often misunderstood name for 'absolute pitch', which is a non-musical skill and not related to perfect musical pitch, which is called \"relative pitch\" even if you have it perfectly"
        ]
    },
    {
        "date": "5.17.21 12:02 pm",
        "ctx": [
            "is there anything you want to say but you haven't gotten the chance to",
            "yes"
        ]
    },
    {
        "date": "5.17.21 11:46 am",
        "ctx": [
            "do i need to use a time signature?",
            "no"
        ]
    },
    {
        "date": "5.17.21 11:36 am",
        "ctx": [
            "i always have had trouble with being creative do you have any tips?",
            "what would you like 'being creative' to mean? the bad news is it can be anything you want, the good news is you have to decide"
        ]
    },
    {
        "date": "5.17.21 11:34 am",
        "ctx": [
            "Does your next song have the word \"of\" in it",
            "i was going to say yes but now that i checked the answer is no"
        ]
    },
    {
        "date": "5.17.21 10:10 am",
        "ctx": [
            "why were you pointing up in im crazy/its raining?",
            "i was probably trying to make a point. pointing up is the universal symbol for trying to make a point. or else i was pointing at the rain, i'm not sure i thought of that"
        ]
    },
    {
        "date": "5.17.21 8:51 am",
        "ctx": [
            "what would happen if there was a tiny piece of dust on my headphones connector",
            "you may have to buy a whole new computer because your old one is already 8 months old (too old to repair, or exist anymore) and the new one will be 3 operating systems later and won't work right with any of your old stuff, but that shouldn't matter because you are supposed to forget all that and just subscribe to some tv shows instead"
        ]
    },
    {
        "date": "5.17.21 8:10 am",
        "ctx": [
            "hey, what's the difference between a sus2 and a 9 chord? sorry if that's a stupid question",
            "if you see Csus2 on paper, it probably means you need the notes C, D, G. and the bass note would be C. If you see C9 on paper, it probably means you need Bb, D, and E, and optional G if you like mild suffocation. and C in the bass"
        ]
    },
    {
        "date": "5.17.21 8:04 am",
        "ctx": [
            "What's the deal with airline food?",
            "there's no such thing as airline food. so that must be something else they're serving"
        ]
    },
    {
        "date": "5.17.21 7:47 am",
        "ctx": [
            "Is the name of your next song, \"What is the name of your next song?\"?",
            "no"
        ]
    },
    {
        "date": "5.17.21 7:12 am",
        "ctx": [
            "will you ever make a video on how you make your songs?",
            "yes"
        ]
    },
    {
        "date": "5.17.21 5:22 am",
        "ctx": [
            "how do i get myself to do the things i want to do?",
            "writing them down sometimes works"
        ]
    },
    {
        "date": "5.17.21 5:22 am",
        "ctx": [
            "can you explain what the chords are for the song I like? I think it's really catchy and I would like to learn the song, but I can't figure out the chords. Thanks!",
            "i have good news and bad news. The good news is, i have the (ref: https://billwurtz.com/i%20like.pdf\"target=\"_blank\">original chart of when i wrote it, all on paper, years before i ever recorded it. The bad news is, it's not guaranteed to be entirely accurate because when i record a song, i am potentially allowed to invoke the 'suck' clause and change some of the details IF i thought it sucked. but the good news is, i'm looking at the chart right now and it seems extremely accurate. the bad news is that the end was re-written (not shown on this chart) but the good news is that the new ending is only 4 bars, in replacement of 27 bars on the chart, and those new 4 bars, if they were written in this chart language, would not have shown any chords, it would be notated as rap only, in a similar notation language to the 27 bar ending you do see. so you wouldn't have seen any chords from the chart there anyway. The bad news of course, is that for sections like that, in this chart language, you never see any chords, and chordal decisions for those types of sections are made during the recording. However the good news is that the only other part like this would be the intro, and i think i actually did not use any chords there in the recording either. However the bad news is, for that new 4 bar section which occurs in the recording but not the chart, there IS chordal information there (arranged when recording) that would certainly NOT be reflected in the chart. Also the other bad news is that the final recording is not guaranteed to be done in the same key as the chart, BUT the good news is, in this case it actually was. The good news is, i'm pretty sure i must have some sort of document somewhere that indicates the writing of those last 4 bars, either a written update or a recorded writing demo, but the bad news is i can't seem to find it and now i think it doesn't exist, and it seems more likely that i was feeling brave enough to actually re-write a 4 bar ending on the spot, in the recording session, which is a rare occurence but not impossible. The good news is i just found the (ref: i-like-p2.jpg\"target=\"_blank\">written update which contains the last line written at the end. and i can say for certain that you are supposed to cross out the entire line before \"v2\" and also cross out everything up until that new line. the only reason i probably didn't cross it out is because i knew i was already recording it so i didn't need to make note of that change. but i can assure you that i never intended for that additional 4 bars to be in addition to the other 27. they are intended to replace everything from \"get it\" and after. so with some assembly required, you can take the original page 1 from <a href=\"https://billwurtz.com/i%20like.pdf\"target=\"_blank\">here, then cross out the last 27 bars and REPLACE it with the last 4 bars of <a href=\"i-like-p2.jpg\"target=)_blank)this page. and the extra 27 bars remains as a bonus alternate ending, which should NOT include the final 4"
        ]
    },
    {
        "date": "5.17.21 4:41 am",
        "ctx": [
            "opinions on the whole \"music cannot be written down, because you can write down notes but you can't write down feelings\" thing?",
            "written notation, like written language, is never entirely accurate. but still highly useful and fun in its own write"
        ]
    },
    {
        "date": "5.17.21 4:15 am",
        "ctx": [
            "Hey Bill, do you ever feel as if the medium you perform your songs on (Youtube) limits what songs you make?",
            "no, but that's also just 1 of several platforms i use"
        ]
    },
    {
        "date": "5.17.21 2:56 am",
        "ctx": [
            "Does your next song have exactly 2 words, one with 3 and one with 4 letters?",
            "no"
        ]
    },
    {
        "date": "5.17.21 12:42 am",
        "ctx": [
            "Is the money song that you made about a robber that stole some money and then runs away, accidentally tossing money to swim on the sea floor?",
            "no"
        ]
    },
    {
        "date": "5.17.21 12:25 am",
        "ctx": [
            "favorite babyface song?",
            "\"time\" by the backstreet boys"
        ]
    },
    {
        "date": "5.16.21 11:54 pm",
        "ctx": [
            "will you do more interviews",
            "yes"
        ]
    },
    {
        "date": "5.16.21 10:04 pm",
        "ctx": [
            "What is the password on the reality tab and if you can't tell us can you at least confirm it is in one of the videos",
            "it doesn't matter what you put in that box. the way to access the reality content is by clicking \"i don't know\""
        ]
    },
    {
        "date": "5.16.21 9:30 pm",
        "ctx": [
            "some people have wondered if you might try asmr, but from you I know that whispering sucks for vocal health. soft spoken (not whispering but almost) variants exist and are also popular and good. you probably knew that sorry",
            "yes. i already do that one on all of my vocal tracks, which is a clever trick i perfected years ago called \"don't let my neighbors hear the ridiculous things i'm singing\""
        ]
    },
    {
        "date": "5.16.21 8:43 pm",
        "ctx": [
            "how to come up with ideas",
            "just get out there and start moving molecules around. or, try to keep them in the same place and watch them break free"
        ]
    },
    {
        "date": "5.16.21 5:31 pm",
        "ctx": [
            "is it a common occurrence to get hassled while going to a castle?",
            "i guess it all depends on the time of day"
        ]
    },
    {
        "date": "5.16.21 5:06 pm",
        "ctx": [
            "what do you think would be a good first thing to draw if i'm getting into 2d animation so that i get to practice?",
            "something you saw today. the first thing you think of"
        ]
    },
    {
        "date": "5.16.21 4:59 pm",
        "ctx": [
            "did you go through a reinvention of your music production techniques in 2020?",
            "no, but during 2018 and early 2019 i made a lot of steady improvements",
            "I could just be crazy but I hear new sounds, more profesh vocal recordings etc"
        ]
    },
    {
        "date": "5.16.21 12:49 pm",
        "ctx": [
            "In your song \"Got some money\" at the part where you go \"one day will feel complete\", was that \"will\" a typo, was it supposed to be \"we'll\"?",
            "when i wrote it, i thought it was \"we'll\", but then i soon realized that there was a double meaning available, which was very interesting, especially as it relates to the \"birthday\". so i took the opportunity to emphasize that in the video. but i decided to keep it as \"we'll\" on the lyrics page, to make sure that both options were conveyed somewhere"
        ]
    },
    {
        "date": "5.16.21 2:29 pm",
        "ctx": [
            "What is the most complicated chord in your next song?",
            "G#min9, and keep in mind, chords are made complicated not just by themselves but also from what chords came before. so this chord alone would not ordinarily be considered complicated in the key of F# for example, but if it were coming from the key of F then it's gonna seem complicated right at that moment when it first hits your lips"
        ]
    },
    {
        "date": "5.16.21 11:43 am",
        "ctx": [
            "does got some money have microtones at the sea part or am i dumb and hearing wrong",
            "that is all in normal 12 tone standard tuning"
        ]
    },
    {
        "date": "5.16.21 9:44 am",
        "ctx": [
            "do you think a fade-out is a good way to end a song,",
            "sometimes",
            "and do you think you'll ever decide to end a song that way?",
            "i've done it before, and i would do it again. but sometimes in the studio, the non-endings the players (me) might give, may seem like they should be heard, so then you change your mind and don't fade it. i've done this too"
        ]
    },
    {
        "date": "5.16.21 9:44 am",
        "ctx": [
            "tell me a fun fact",
            "fiction"
        ]
    },
    {
        "date": "5.16.21 6:35 am",
        "ctx": [
            "what are some inspirations for the lyrics in your songs?",
            "anything i've ever known or seen, or imagined. or am imagining currently"
        ]
    },
    {
        "date": "5.16.21 5:35 am",
        "ctx": [
            "You're a huge inspiration to me and I'm very interested in your songwriting process, I hope you don't mind a handful of questions.\nWhen you write your songs, what do you your notes look like?",
            "in the old days, it used to look like (ref: road6ir1aupvwhxdblv.png\"target=\"_blank\">this. and nowadays it looks more like (ref: sadbadmadgladwrite.html\"target=)_blank)this",
            "For example, is it just text notes or do you use staff paper?",
            "the musical melody/chordal information MUST be there. if i'm doing only text, it MUST refer to a recording of some kind, to exactly specify the melody and chordal information",
            "Do you use actual paper or do you use a notation program?",
            "if i'm using notation, it would be on physical paper",
            "How detailed are your notes?",
            "all exact lyrics, melody, chordal information, and exact road map",
            "Do you just write down the melody with chord symbols or do you have the voicings figured out as well?",
            "everything that wouldn't be obvious to me if i had forgotten it",
            "How much of the songwriting happens when you actually sit down to write the song",
            "(ref: sadbadmadgladwrite.html\"target=\"_blank)this much",
            "and how much of it happens during recording?",
            "everything else",
            "When you're done writing the song, how close is it to the song that you've recorded?",
            "about as close as (ref: sadbadmadgladwrite.html\"target=\"_blank\">this to (ref: sadbadmadglad.mp3\"target=)_blank)this",
            "Thanks a lot!"
        ]
    },
    {
        "date": "5.16.21 3:20 am",
        "ctx": [
            "Tips on writing more rhytmically interesting music?",
            "pretend like you are playing basketball and the person listening to your song is on defense and you are trying to fake them out"
        ]
    },
    {
        "date": "5.15.21 10:36 pm",
        "ctx": [
            "did you go to new canaan, pennsylvania?",
            "that doesn't exist, but i went to new canaan connecticut"
        ]
    },
    {
        "date": "5.15.21 9:44 pm",
        "ctx": [
            "does your next song have animals in it?",
            "no"
        ]
    },
    {
        "date": "5.15.21 9:12 pm",
        "ctx": [
            "how are you so smart",
            "that's from all the books behind me in the video chat"
        ]
    },
    {
        "date": "5.15.21 8:27 pm",
        "ctx": [
            "Opinions about sky monkeys?",
            "not as high as the actual sky. this is a trick of forced perspective"
        ]
    },
    {
        "date": "5.15.21 7:32 pm",
        "ctx": [
            "How do you clean a donkey",
            "send it through the donkey wash"
        ]
    },
    {
        "date": "5.15.21 7:17 pm",
        "ctx": [
            "does my music have to have a deep meaning?",
            "only if you want it to"
        ]
    },
    {
        "date": "5.15.21 6:45 pm",
        "ctx": [
            "how can i become able to work on my music for longer at a time? i have no problem starting working, but after a few minutes, i always say to myself something like \"today i'm not in the mood\" or whatever.",
            "pretend you are designing courses for your own school which is designed to teach easy and reliable procedures for doing the exact work you want to do"
        ]
    },
    {
        "date": "5.15.21 6:21 pm",
        "ctx": [
            "What do you think of seedless watermelon?",
            "should be room for even more water now"
        ]
    },
    {
        "date": "5.15.21 5:34 pm",
        "ctx": [
            "Music-wise, what's a bar?",
            "a bar, also called a 'measure', is a time-span of 4 beats. Unless the time signature is something other than 4"
        ]
    },
    {
        "date": "5.15.21 1:05 pm",
        "ctx": [
            "what is the 56th syllable of the next song",
            "so"
        ]
    },
    {
        "date": "5.15.21 12:05 pm",
        "ctx": [
            "hey bill, what is the best way to hang up posters on the wall without damaging them too much, but that isn't framing them?",
            "just turn your house sideways and lay them on top of the wall"
        ]
    },
    {
        "date": "5.15.21 11:46 am",
        "ctx": [
            "Thoughts on Pigs?",
            "very eloquent, tidy,"
        ]
    },
    {
        "date": "5.15.21 11:13 am",
        "ctx": [
            "What unexplainable feeling will you be illustrating, in your next song?",
            "are you asking me to explain it"
        ]
    },
    {
        "date": "5.15.21 10:38 am",
        "ctx": [
            "How do you learn to figure out what different chords are by ear?",
            "go through about 50 of your favorite songs, and identify each chord with brute force. quickly unpause/pause (or nowadays you can edit to loop a tiny fraction of audio very quickly) and just pick it out note by note and put it together. write down all the chords to a song (in time, with bar lines, etc.)..... once you do this for about 30 or 40 songs, i think you will find that you don't have to search for the individual notes anymore. ... maybe not even pause it at all. After about 100 more songs, you probably won't even have to listen to the song, you will be able to do it from memory. after about 1000 songs, you will probably be able to hear someone singing the melody for a song you have never heard before, without hearing the chords, and figure out what the chords should be. after 10,000 songs, you should be able to play chords along with them on the first try, never having heard the song before, and have them think you already knew the song"
        ]
    },
    {
        "date": "5.15.21 5:42 am",
        "ctx": [
            "Do the lyrics of your next song contains at least 20 letters of the alphabet?",
            "yes"
        ]
    },
    {
        "date": "5.15.21 3:33 am",
        "ctx": [
            "how come you use so complicated chords and it sounds so natural",
            "if you have an existential crisis while sitting behind the piano, for 10 years or more, that's just what happens"
        ]
    },
    {
        "date": "5.14.21 11:49 pm",
        "ctx": [
            "everyone asks what the bad thing is, but what about the strange thing",
            "ended the song"
        ]
    },
    {
        "date": "5.14.21 11:09 pm",
        "ctx": [
            "How many verse are your next song?",
            "4"
        ]
    },
    {
        "date": "5.14.21 5:26 pm",
        "ctx": [
            "how many words are there in your next song?",
            "around 394, depending on how you break down some of the non-wordal vocal riffs"
        ]
    },
    {
        "date": "5.14.21 2:40 pm",
        "ctx": [
            "is the name of your next song \"might mess it up\" or \"maybe i'll mess up\"?",
            "no"
        ]
    },
    {
        "date": "5.14.21 2:25 pm",
        "ctx": [
            "What kinds of questions do you dislike getting",
            "the ones that request for me to dislike something"
        ]
    },
    {
        "date": "5.14.21 2:13 pm",
        "ctx": [
            "what is the first chord of the next song",
            "F"
        ]
    },
    {
        "date": "5.14.21 2:10 pm",
        "ctx": [
            "help how do i stop writing snogs at 150 BPM",
            "just get a metronome and set it to something different (106 is the most different, in your case). and then just start playing things with it, singing things with it, etc. maybe talk about how your day is going, with the metronome"
        ]
    },
    {
        "date": "5.14.21 2:06 pm",
        "ctx": [
            "what are the numbers (240) on the back of the wall in some of your videos for?",
            "that's a remix of the original order the numbers were in, when i found them there"
        ]
    },
    {
        "date": "5.14.21 1:47 pm",
        "ctx": [
            "hey bill what do you think of storytelling",
            "useful business tactic"
        ]
    },
    {
        "date": "5.14.21 1:42 pm",
        "ctx": [
            "Does the next song contain the word word?",
            "no"
        ]
    },
    {
        "date": "5.14.21 1:39 pm",
        "ctx": [
            "is music poetry in motion?",
            "it has poetic qualities, but it has a lot more to it that poetry doesn't have"
        ]
    },
    {
        "date": "5.14.21 12:37 pm",
        "ctx": [
            "When did wrote got some money?",
            "i wrote the first 8 bars on october 26, 2018. the next 19 bars were written on august 15, 2020. the rest of the song was written on march 23, 2021"
        ]
    },
    {
        "date": "5.14.21 12:18 pm",
        "ctx": [
            "how many songs are there?",
            "how many do you want"
        ]
    },
    {
        "date": "5.14.21 11:54 am",
        "ctx": [
            "Why is the universe soo scary?",
            "to make sure you never get bored with it"
        ]
    },
    {
        "date": "5.14.21 10:50 am",
        "ctx": [
            "What's your opinion on ducks?",
            "i know they can fly but i've never seen them do it"
        ]
    },
    {
        "date": "5.14.21 10:34 am",
        "ctx": [
            "i wanna make music but i might be made fun of by people because it's dumb and stupid",
            "sometimes you can pre-empt this by making fun of them first"
        ]
    },
    {
        "date": "5.14.21 10:23 am",
        "ctx": [
            "do you think there is a reason why some people hate \"deep\" lyrics",
            "maybe if they happen to also be bad lyrics, or if the music is bad also"
        ]
    },
    {
        "date": "5.14.21 9:42 am",
        "ctx": [
            "is composing improvising in stop time?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "5.14.21 9:09 am",
        "ctx": [
            "thoughts on korea?",
            "it's been having a friendly disagreement since the 1950s"
        ]
    },
    {
        "date": "5.14.21 9:06 am",
        "ctx": [
            "how often do you use your mouse to drag things in videos? and should I try that more if I make some videos?",
            "only if i'm actually recording the movement. Here's my general rule to go by: if you find yourself moving the mouse over to click a fake button, then you are having a bad time"
        ]
    },
    {
        "date": "5.14.21 6:22 am",
        "ctx": [
            "does the next song's title start with the word \"my\"?",
            "no"
        ]
    },
    {
        "date": "5.14.21 2:08 am",
        "ctx": [
            "Would you say that your songs have changed genres throughout the years?",
            "i don't even know how to do a song without changing genres. every song i've ever heard changes genres within the first 10 seconds",
            "or do you consider them still being in the same genre (if it fits in a genre at all)?",
            "i have a sort of umbrella genre that i use, which i'm calling 'normal' due to the fact that i consider every song ever made on earth to be in that genre, by default. the top 2 qualities of that genre is that everyone uses it, and it's completely ridiculous"
        ]
    },
    {
        "date": "5.14.21 12:58 am",
        "ctx": [
            "Bill, at 2:37 in your \"I'm a princess\" video, do you purposely make that imaginary drum you had disappear a bit late?",
            "it was part of a broader scheme to to a sub-par job on the entire thing, to allow the whole process to take only 8 months instead of 1000"
        ]
    },
    {
        "date": "5.13.21 11:59 pm",
        "ctx": [
            "any tips on getting better mixes?",
            "don't put reverb on the bass"
        ]
    },
    {
        "date": "5.13.21 10:58 pm",
        "ctx": [
            "What is the 17th word in the next song?",
            "dream"
        ]
    },
    {
        "date": "5.13.21 9:39 pm",
        "ctx": [
            "why can't i talk to people normally? i used to be able to, then some bad things happened, and I think I now see myself as someone who just can't communicate with the average person in an honest and fulfilling way. I just want to be free and happy and truly loving people the way I do. What's the key to opening this locked chamber within myself?",
            "step 1 is not being in a global pandemic"
        ]
    },
    {
        "date": "5.13.21 7:52 pm",
        "ctx": [
            "Do you usually write chord progressions based on their key (C, D, E) or their relation to the tonic (I, ii, iii)?",
            "i write chord progressions based on the melody/lyric"
        ]
    },
    {
        "date": "5.13.21 7:48 pm",
        "ctx": [
            "so I tried writing a piece that started in C Dorian, and it sounds okay, but as I was looking at it today, I realized I flatted the sixth instead of the third. the resulting scale was this: C D E F G Ab Bb C. it's not Dorian, so what would you call it?",
            "some people might call that F melodic minor over C. others may call it C ionian b6 b7. others may call it C aolian natural 2 natural 3.  others may call it C major b6 b7. others may call it a C whole tone scale with F and G instead of F#"
        ]
    },
    {
        "date": "5.13.21 5:23 pm",
        "ctx": [
            "how do i stop feeling guilty about quitting things i don't like?",
            "you're almost there, you just have to quit 1 more thing you don't like, which is feeling guilty"
        ]
    },
    {
        "date": "5.13.21 4:36 pm",
        "ctx": [
            "I've been listening to your older work recently, and they're all so damn good man. I don't think there's a single song I dislike from you, you are easily one of my favorite musicians.",
            "holy smokes you are very friendly",
            "How long did it take you to get your voice to something you're comfortable singing with,",
            "maybe 10 years",
            "how did you train it (if you did)",
            "by improvising a lot, or singing cover songs at the keyboard but then ditching into an improv almost immediately. also by recording vocal tracks to my own compositions",
            "and how many tries on average does it take to sing your songs?",
            "i try each word about 20 to 50 times",
            "Thank you, keep up the amazing work man."
        ]
    },
    {
        "date": "5.13.21 4:18 pm",
        "ctx": [
            "How many records on vinyl do you own?",
            "0"
        ]
    },
    {
        "date": "5.13.21 3:15 pm",
        "ctx": [
            "Do the lyrics of your next song contain the letter Z?",
            "yes"
        ]
    },
    {
        "date": "5.13.21 2:27 pm",
        "ctx": [
            "Did you make any songs that you didn't finish or post?",
            "yes",
            "If so why?",
            "an example of why i might not have finished something is if i finished something else instead. the problem, as i think you can see, is i am unable to finish every imaginable thing in the universe. this tends to be a source of great turmoil and strife for me"
        ]
    },
    {
        "date": "5.13.21 1:54 pm",
        "ctx": [
            "is the tempo of your upcoming song quarter note equals 110 BPM?",
            "no"
        ]
    },
    {
        "date": "5.13.21 1:27 pm",
        "ctx": [
            "how can I translate my thoughts in my head into some type of art?",
            "there must be a million ways. here are some tools i can think of, in no particular order: pencil, typing text, speaking voice, singing voice, making sand dunes, foodless plates, the list goes on and on"
        ]
    },
    {
        "date": "5.13.21 1:02 pm",
        "ctx": [
            "what is your next song about?",
            "i can't tell you"
        ]
    },
    {
        "date": "5.13.21 1:01 pm",
        "ctx": [
            "what is the meaning of chairs",
            "someone combined lying down and standing up. best of both worlds"
        ]
    },
    {
        "date": "5.13.21 12:27 pm",
        "ctx": [
            "What's a good \"middle 8\"?",
            "it all depends on what happened in the other 8s"
        ]
    },
    {
        "date": "5.13.21 11:56 am",
        "ctx": [
            "Are you interested in making more tunes in 13/16? \"Violence. Don't do it.\" has such a good and interesting groove! I love it and I wish there was more of it",
            "you can't be goal oriented with time signatures. the best recipe i have is to actually imagine scenes and video scenarios. this is what most often seems to produce some of the most musically interesting things you might crave, such as that one. but it doesn't really work if you go into it thinking it has to be a ceratin time signature. that's like trying to make a picture that's exactly 4.315 megabytes"
        ]
    },
    {
        "date": "5.13.21 9:10 am",
        "ctx": [
            "I might be reading too far into this, but are you doing a remake or sequel to Mt Saint Helens is About to Blow Up??",
            "there's many other things i have yet to make for the first time, so i should take care of those first, then maybe circle back for the re-makes"
        ]
    },
    {
        "date": "5.13.21 9:05 am",
        "ctx": [
            "when will you make a song about bees?",
            "not soon enough"
        ]
    },
    {
        "date": "5.13.21 8:15 am",
        "ctx": [
            "hi bill. what are the chords for the part in mt st helens where you go \"but me i'm feeling curious so i think i just might stay\"??? i'm desperately trying to figure it out",
            "me= C\ni'm feelin= Cmin\ncuri= Bmin7\nous= Emin7\n(so i think i)\njust= A7\nmight= D7sus4\nstay= G"
        ]
    },
    {
        "date": "5.13.21 8:12 am",
        "ctx": [
            "Why did you come back to your old style to make the video for got some money instead of just continuing in 3d?",
            "think of it this way ...... if i had continued in the same manner as the previous 2 videos, that video would definitely not be finished yet, and you wouldn't even know it exists. you might even still think of me as a 'quitter', or someone who is on..... 'hiatus'"
        ]
    },
    {
        "date": "5.13.21 6:14 am",
        "ctx": [
            "thoughts on metaphors?",
            "they remind me of something"
        ]
    },
    {
        "date": "5.13.21 5:59 am",
        "ctx": [
            "you answer questions of the fifth of every month. is there a story about it or is it just random?",
            "i answer questions every day. which i admit is a very random and unpredictable thing to do. possibly even less predictable than answering questions only on the fifth"
        ]
    },
    {
        "date": "5.13.21 3:02 am",
        "ctx": [
            "Would you make your music sound different if there were not supposed to be a music video for it?",
            "i always try to make it different, but, that has nothing to do with whether there is a video"
        ]
    },
    {
        "date": "5.13.21 2:49 am",
        "ctx": [
            "Do you have any soap tips",
            "just clean everything, that's what i say"
        ]
    },
    {
        "date": "5.13.21 12:42 am",
        "ctx": [
            "what is the last word of your next song",
            "up"
        ]
    },
    {
        "date": "5.13.21 12:40 am",
        "ctx": [
            "How do you come up with your lyrics?",
            "musically"
        ]
    },
    {
        "date": "5.12.21 10:07 pm",
        "ctx": [
            "what's that thing floating over the princess head?",
            "a cranial acoutrement"
        ]
    },
    {
        "date": "5.12.21 10:07 pm",
        "ctx": [
            "so what's stopping me from notating a Dm chord as F6 ??",
            "possibly the................. bass"
        ]
    },
    {
        "date": "5.12.21 8:29 pm",
        "ctx": [
            "Hey Bill! Do you happen to know any songs that are 3.93688362919 minutes long? I have a friend who really needs one and I thought you might be able to help. Thanks!",
            "how about do you believe in life after love"
        ]
    },
    {
        "date": "5.12.21 8:24 pm",
        "ctx": [
            "Do you like your own music?",
            "i try to make it how i like it"
        ]
    },
    {
        "date": "5.12.21 8:14 pm",
        "ctx": [
            "What time signature is your next song in?",
            "the chorus is in 4/4 and the verses alternate between 3/4 and 4/4, or you can call it 7/4 if you don't mind the bars being enormous"
        ]
    },
    {
        "date": "5.12.21 7:41 pm",
        "ctx": [
            "did you made 'got some money' to revive your old editing stile?",
            "no, the other way around. i revived the old editing style to do the video for the money song"
        ]
    },
    {
        "date": "5.12.21 7:32 pm",
        "ctx": [
            "Ok I want to write RHCP style of music. Any tips for actual writing and not just technique? I know about triads and hammer-ons and whatnot but any tips for applying them to a chord progression?",
            "have you thought about...... words, ...... concepts, ....... situations ...? Imagine yourself on a leisurely summer outing in california with the boys. that could be a good starting point"
        ]
    },
    {
        "date": "5.12.21 7:07 pm",
        "ctx": [
            "yo\nhave you ever heard of ohio",
            "yes"
        ]
    },
    {
        "date": "5.12.21 4:15 pm",
        "ctx": [
            "When I'm in the middle of completing a hard portion of a goal, I often have a strong urge in the middle of hardship or annoyance to run away from the task and do something pleasant. It hits repeatedly, and accompanies a virtual titanium wall that starts to prevent me from moving forward and even if I can stand to get past it I work very slowly. If I cant stand it, I abandon the process. How can I better deal with or eliminate this pernicious feeling?",
            "i think it's time to have a discussion about it. first, harken back to when the project was first started, and recall what it's really all about, and why you are doing it. this often helps. And the other thing you can do is discuss the specific procedure. If you are hitting a wall, it often means that you don't actually know exactly what you are supposed to do next. sometimes you think you know, but you don't actually know, and this can be a reason for things being slow. discussing things usually helps a lot"
        ]
    },
    {
        "date": "5.12.21 4:08 pm",
        "ctx": [
            "has anyone ever told you your music is bad?",
            "yes"
        ]
    },
    {
        "date": "5.12.21 4:04 pm",
        "ctx": [
            "when was \"Do What You Want to Do\" written?",
            "in 2011, just before it was recorded"
        ]
    },
    {
        "date": "5.12.21 3:47 pm",
        "ctx": [
            "Does reductionism provide the best path to understanding complex systems or do different levels of description have autonomous existence?",
            "i guess it all depends on what you're reducing it to"
        ]
    },
    {
        "date": "5.12.21 2:25 pm",
        "ctx": [
            "What is your iq?",
            "1",
            "And, if you don't know--what do you think you'd be?",
            "1"
        ]
    },
    {
        "date": "5.12.21 1:49 pm",
        "ctx": [
            "Why was \"got some money\" created?",
            "it was a songwriting exercise"
        ]
    },
    {
        "date": "5.12.21 12:45 pm",
        "ctx": [
            "Was the \"oh yeah\" part in here comes the sun at 1:27 part of the original lyrics?",
            "that showed up during the august 2020 re-writes"
        ]
    },
    {
        "date": "5.12.21 11:31 am",
        "ctx": [
            "where will you be in 50 years?",
            "still on earth MAYBE"
        ]
    },
    {
        "date": "5.12.21 11:00 am",
        "ctx": [
            "how do you find/make all of the cool instruments in your music? i have a hard time finding good instruments to use.",
            "here's a good trick i use: shorten the release and the attack. most sounds you will find, to start off, are a total mess, with a really long attack and release. probably meant for someone who doesn't really play the keyboard that much and just wants to achieve success by holding down 1 note. But when i shorten up the attack and release, then that very quickly turns it into something that is delightful for me to play, as a keyboard player. Another thing you can do is program in something on one of the wheel controls. my 2 favorite options for this are filter cutoff (wawawawaw), and vibrato. To do a nice vibrato the way i like, set the LFO to somewhere around 4x per second, then make the LFO control the pitch up and down, then, set the wheel to increase the depth of the LFO as you push the wheel up. If you have things on the wheels then i think you're gonna have a lot of fun and be able to express yourself really well"
        ]
    },
    {
        "date": "5.12.21 10:36 am",
        "ctx": [
            "Can we get an estimated time of arrival for the new song?",
            "i wish",
            "Thank you very much!"
        ]
    },
    {
        "date": "5.12.21 10:17 am",
        "ctx": [
            "alright, after some intense thought i think i've come up with a way to balance both my creative work and Fun Stuff outside of work, here's my revised weekly schedule:\nmonday: work\ntuesday: work\nwednesday: work\nthursday: work\nfriday: WHATEVER THE HELL\nsaturday: work\nsunday: work\nis this a fair and balanced schedule or would you recommend i mix it up every once in a while? thanks,",
            "i think it all depends on how many hours you're doing per day"
        ]
    },
    {
        "date": "5.12.21 9:41 am",
        "ctx": [
            "What is a bad place to write a song?",
            "every time i try to think of a bad place to write a song, it becomes a great place. the truth is, songs love to come from bad places"
        ]
    },
    {
        "date": "5.12.21 9:08 am",
        "ctx": [
            "Bill i need a piece fo advice, i'm currently going through a crisis on what major to get i was thinking in doing sociology but it isn't as expressive as i thought it would be and now i don't know what to do",
            "i don't either. i don't really know what 'major' means, in this context"
        ]
    },
    {
        "date": "5.12.21 8:36 am",
        "ctx": [
            "How many apostrophes does the next song have?",
            "just enough"
        ]
    },
    {
        "date": "5.12.21 7:59 am",
        "ctx": [
            "i have adhd and i never have enough motivation to follow through and finish things and i have phases where i will be into something for a while and then get burned out help",
            "ask yourself if there is anything in particular you want to finish. If you can't think of anything, then ask yourself what seems so special about finishing something despite not even knowing what it would be"
        ]
    },
    {
        "date": "5.12.21 7:51 am",
        "ctx": [
            "Are you considering to make a behind the \nscenes video?",
            "yes"
        ]
    },
    {
        "date": "5.12.21 5:40 am",
        "ctx": [
            "will your next video be mostly in 2d or in 3d?",
            "all options are on the table"
        ]
    },
    {
        "date": "5.12.21 2:14 am",
        "ctx": [
            "i love your reality videos, do u plan to release more of them,",
            "yes",
            "or have u stopped recording them years ago",
            "no, i've continued constantly from about april 2011 up to the present day"
        ]
    },
    {
        "date": "5.12.21 1:04 am",
        "ctx": [
            "to finish an idea you started a long time ago, how do you put yourself back in the mindset that originally inspired the thing? i have this song idea based on a feeling of profound sadness that i've since gotten over, but now i'm kind of stuck going back to develop it.",
            "gather more details about the original situation. maybe some things that you would not have even thought of including back then. if you can gather more details from that time, it should help jumpstart the process. you don't necessarily have to 'feel' exactly the same way, but if your brain knows you are pulling actual real details from the time period, then you will be more confident that you are for real in this process"
        ]
    },
    {
        "date": "5.12.21 12:32 am",
        "ctx": [
            "What is the average number of letters per word in the title of your next song?",
            "3.5"
        ]
    },
    {
        "date": "5.11.21 9:49 pm",
        "ctx": [
            "thoughts on the semicolon?",
            "it is a clever ploy, to trick people who think they cannot handle the full colon into actually getting more"
        ]
    },
    {
        "date": "5.11.21 9:48 pm",
        "ctx": [
            "is it time for a scarmbled version of your next song's title?",
            "no",
            "If so, what's a scarmbled version of your next song's title?"
        ]
    },
    {
        "date": "5.11.21 9:36 pm",
        "ctx": [
            "Can you show us an example of your \"not a boat\" synth patch?",
            "i was trying to use that one for years and never found a place for it because it's too ridiculous. i finally used it before the second verse of 'hallelujah', just before the \"can't go on\" part. it's not the tom sound, it's the sort of gurgling noise behind the toms",
            "Also curious if you could provide a couple of examples to show the difference between \"flute!\" and \"the good flute\"?"
        ]
    },
    {
        "date": "5.11.21 9:26 pm",
        "ctx": [
            "So I think about things all the time but I never write them cause as soon as I start writing them, they feel stupid and meaningless. LIKE HOW DO WRITERS EVEN DO IT, they just sit down and write about meaningless things all day but they make them sound meaningful... and the things become meaningful as a result?\n\n*the rest of this rant was deleted for being too meaningless*\n\n\nQuestion: how do you make things that are meaningful without making them feel meaningless?",
            "there is meaning laced through every fiber of our world. but it has to seemingly be balanced with non-meaning. i've learned it's best not to fight with this natural up and down flow. But if you're wondering how to get this to happen while you are actually equipped with writing tools, my suggestion for that is just gradually start using the writing tools more and more, without worrying about whether anything is 'good' yet. then one day, when you least expect it, the unpredictable flow of meaning will continue as it always does, except the tools will already be comfortable in your hands"
        ]
    },
    {
        "date": "5.11.21 9:14 pm",
        "ctx": [
            "would you ever play a song in your future live show before you release it?",
            "that would be a really good idea. because songs usually become stronger when they are played at a lot of live shows. so then it would be stronger when you finally record it"
        ]
    },
    {
        "date": "5.11.21 8:56 pm",
        "ctx": [
            "whats the favorite song that you published in 2021",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "5.11.21 7:53 pm",
        "ctx": [
            "do you have any advice on answering questions?",
            "yes. wait at least 1 second after you hear a question, before even trying to think of an answer"
        ]
    },
    {
        "date": "5.11.21 7:32 pm",
        "ctx": [
            "what letter does the title of the next song start with?",
            "m"
        ]
    },
    {
        "date": "5.11.21 7:04 pm",
        "ctx": [
            "What does \"nifty fish\" sound like?",
            "you know that fish in history of the entire world who is contemplating reasons for going on land or not ..... it's the little sound that is playing during that time"
        ]
    },
    {
        "date": "5.11.21 6:53 pm",
        "ctx": [
            "hi bill I need your help.\n\nwhat is this chord. G#CEB in that order. (there's no G note.) and with G# being the bass note.",
            "Cmaj7#5/G#"
        ]
    },
    {
        "date": "5.11.21 5:07 pm",
        "ctx": [
            "how to be creative",
            "first, disassemble the entire observable universe into its component particles, then re-assemble it to taste"
        ]
    },
    {
        "date": "5.11.21 5:00 pm",
        "ctx": [
            "why are your song names so long",
            "to keep up with appearances"
        ]
    },
    {
        "date": "5.11.21 3:29 pm",
        "ctx": [
            "what is your voice type",
            "regular"
        ]
    },
    {
        "date": "5.11.21 3:08 pm",
        "ctx": [
            "Have the Chinese invaded Ohio?",
            "i doubt it"
        ]
    },
    {
        "date": "5.11.21 1:14 pm",
        "ctx": [
            "(ref: q.php?date=202105101431)5.10.212:31 pm What the hell is \"baby hitler\"?",
            "that's a sound that i developed and used in the history of the entire world score, right when baby hitler's picture appeared"
        ]
    },
    {
        "date": "5.11.21 12:20 pm",
        "ctx": [
            "i was in a very bad state mentally for like. the past three years or something, and i felt awful all of the time no matter what, and was in this extreme state of depression and hopelessness. then, suddenly, a few months ago i just started feeling absolutely fantastic for absolutely no reason and have a much more positive outlook on everything in the world. what the hell is up with this",
            "because no one actually knows what exactly 'good' means, it tends to go up and down, sometimes seemingly unpredictably"
        ]
    },
    {
        "date": "5.11.21 12:01 pm",
        "ctx": [
            "Do results alone prove the correctness of a process?",
            "sometimes"
        ]
    },
    {
        "date": "5.11.21 11:52 am",
        "ctx": [
            "is your next song includes letter e?",
            "yes"
        ]
    },
    {
        "date": "5.11.21 11:15 am",
        "ctx": [
            "Just how do you make stuff so fast?",
            "try to remain calm"
        ]
    },
    {
        "date": "5.11.21 10:14 am",
        "ctx": [
            "What was the bad thing that you did?",
            "liked or enjoyed the artwork(s) of someone who may have done bad things which were not entirely related to the artwork(s)"
        ]
    },
    {
        "date": "5.11.21 10:10 am",
        "ctx": [
            "is your next song about one certain common thing in our life?",
            "yes, although it's a fairly.... abstract thing"
        ]
    },
    {
        "date": "5.11.21 9:30 am",
        "ctx": [
            "How many letters are in the title of your next song?",
            "14"
        ]
    },
    {
        "date": "5.11.21 7:59 am",
        "ctx": [
            "ive never really come up with any lyrics, i kinda need help with it and i dont know wut to do a song about... could you give me some ideas that are school appropriate?",
            "how about teachers, tests, etc"
        ]
    },
    {
        "date": "5.11.21 7:41 am",
        "ctx": [
            "I took piano lessons back in the summer of 2019 and then Covid hit and now I'm pretty sure I've forgotten a lot of things from my lessons. I tried playing the piano in music class one time to just try it out and I didn't remember a thing, no muscle memory or anything. Do you know any tips?",
            "just start spending some more casual time with the instrument"
        ]
    },
    {
        "date": "5.11.21 7:03 am",
        "ctx": [
            "what bad thing did you do?",
            "i did something that was only 91% good"
        ]
    },
    {
        "date": "5.11.21 6:51 am",
        "ctx": [
            "your thoughts on nuclear power?",
            "very gentle, understanding,"
        ]
    },
    {
        "date": "5.11.21 5:00 am",
        "ctx": [
            "how short is the word short",
            "it's about a medium size"
        ]
    },
    {
        "date": "5.11.21 3:00 am",
        "ctx": [
            "For me, making music with other musicians together in a room is a very pleasant experience, and generally more viscerally pleasant than recording music separately or by myself.",
            "i agree",
            "I know working alone has some clear advantages, but I was wondering, do you get a unique sort of satisfaction when you play with other people?",
            "yes",
            "What's that experience like for you?",
            "totally amazing",
            "Thanks, your work ethic and pragmatism changed my life"
        ]
    },
    {
        "date": "5.11.21 2:47 am",
        "ctx": [
            "Why is&#960;spelled pi?",
            "why not"
        ]
    },
    {
        "date": "5.11.21 12:58 am",
        "ctx": [
            "what do you use to sing one of your songs?",
            "a very normal microhpone",
            "(if there are more, what are they?)"
        ]
    },
    {
        "date": "5.10.21 11:00 pm",
        "ctx": [
            "What's a tip you have for developing interesting chord progressions?",
            "start by imagining yourself in an interesting situation. Then, an interesting song should develop. and interesting chords may go hand in hand with that"
        ]
    },
    {
        "date": "5.10.21 9:30 pm",
        "ctx": [
            "I've made a few songs but feel like they have no sensible composition since there's no melody, theme, or motif that repeats. Is something that just sort of keeps going but shifts in tone or mood throughout still a good \"song\"?",
            "it really all comes down to the million dollar question: Do you like it?"
        ]
    },
    {
        "date": "5.10.21 6:12 pm",
        "ctx": [
            "How many words are in the title of the next song?",
            "4"
        ]
    },
    {
        "date": "5.10.21 5:26 pm",
        "ctx": [
            "do you ever wish you could go back to your old editing style sometimes",
            "yes, i did it recently and it was somewhat of a breakthrough for my life"
        ]
    },
    {
        "date": "5.10.21 4:50 pm",
        "ctx": [
            "are you planning on making a fourth song in 2021?",
            "way more than that. 4 songs a year is pretty pathetic honestly"
        ]
    },
    {
        "date": "5.10.21 3:58 pm",
        "ctx": [
            "will playing your music to my newborn make them speak in lowercase?",
            "how exactly do you speak in lowercase"
        ]
    },
    {
        "date": "5.10.21 3:55 pm",
        "ctx": [
            "How much every does it get?",
            "how much do you want"
        ]
    },
    {
        "date": "5.10.21 3:17 pm",
        "ctx": [
            "How do I get better at identifying chords by ear (I, IV, V, etc.)",
            "one small thing i could suggest is to stop using roman numerals, because they're just numbers anyway, and those all look too much the same when they keep combining the same 2 letters together. But if that's what you're used to, then that's ok. i'm just guessing that our arabic numberals (1,2,3,4 etc) might be more familiar to you (they certainly are for me). in any case, i would say you should just start going through all the songs you know and working out the chords for them, in any way you can (besides looking them up on the internet, only because that will probably get you the wrong chords), and then over time you will get really really good at it, and start to notice some patterns, then you will see all those patterns break, then if you can keep your head together you will probably start to notice patterns in how the patterns break, then of course you will see those patterns break as well, and then, somewhere around here, it's your turn"
        ]
    },
    {
        "date": "5.10.21 3:00 pm",
        "ctx": [
            "\"We don't know where we get our ideas from. What we do know is that we do not get them from our laptops.\"\nHow much do you agree with this quote by John Cleese?",
            "i don't know, without more context"
        ]
    },
    {
        "date": "5.10.21 2:54 pm",
        "ctx": [
            "What makes someone genius?",
            "a great PR campaign"
        ]
    },
    {
        "date": "5.10.21 2:31 pm",
        "ctx": [
            "Also, what are the names of the recurring patches you use most in your music?",
            "fevercrush, mute muff, soya soft, pretty sine, boingy, bangy, oud lute, ep tasty, celesta, sweet organ, prism synth, bw organ, telstar fullwheel, saucy gameboy, flangy acoustic guitar, new rhodes, harp disto, kyoto, the good flute, cathedral synth, crotales, new rhodes ii, flute!, glock, disto strings, organ okay, alien crickets, rotary vibe, icecream sandwitch, i can't believe it's not soya, good for chords play quietly, prism bitc, soya fuz, sleigh sine, chestnuts square, caralina fuz lead, have yourself fuz lead, grown up synth, bloopies, dream bells, dream bells safer, disto pno, syn owl, synth steel drums, happy tubey thing, saucy rhodes, nice quick wa pad, rock n roll string synth, piano thru guitar amp, metal rhodes, wurtz rock n roll synth, magical music box, mountain lead, strings with volume wheel, emotional zawinul, gas pad, simple subtle dead syn, juicy great rhodes wah, another synth swell, imagawa, zing (play short notes), strange noise, dynamic chorus swell, circus organ, fm express lead, harp, ambient fm chimes, gnarly fm bells, dark sound, timid, made a mess, non-organ, nifty fish, short fm perc, broken doorbell, prism crap, glass food chase, microwave, roto parthian, hindu spread, bell 28, gupta bong, gnarly xylophone, islamic knowledge, iowa, native american flute, heavens waiting room organ, pope phone, heian, delhi, timid 2, tonga, canyon call, nifty fish 440, teleboing, blinky delight, jellyfish lounge, power soul microwave, vibe vibe, coin, beaver, iowa 440, fling, kalimba, cricket drop, baby hitler, hirosh, bonus pakitsan, pizz, poing, m.a.d., heavens waiting room organ 440, zawinul fuz, zambia, flying robots, thing inventor, interesting planets, incoming electric, incoming wind, incoming bubble, coconut, shogunate, reasonable choir, not a boat, fuz rhode, strings bitc, wgo reasonable, reason snorg, whathever rhodes, fake banjo, jinglebells, trumpet sec, prism bitc edge, flange clav, pluckable mute synth, porpopine, lullaby EP, qt classic midi piano (with cho), organ 57, konk snare, trip adjust, frob, accordian (vol control), pluckable mute synth MIXED, croinchy, water piano, banana, inventor's keyboard, yeech, radiometer, wanky, nonviolence, plunky keyb, cream juice, frickz, frippy, fuzz pipe, noisy kalimba, sangba, sansa, metal sansa, sansa pluck, small pluck, dulcimer, full pizz, soft trumpet 2, blissful chorus piano, princess diamond, buzzy pluck, twang pluck,"
        ]
    },
    {
        "date": "5.10.21 1:45 pm",
        "ctx": [
            "what is the first letter in the name of you next song?",
            "m"
        ]
    },
    {
        "date": "5.10.21 1:41 pm",
        "ctx": [
            "is your next song about common things in life?",
            "not exactly"
        ]
    },
    {
        "date": "5.10.21 12:55 pm",
        "ctx": [
            "why are you strangely talented?",
            "i guess i must have realized at some point that talent alone might not be enough"
        ]
    },
    {
        "date": "5.10.21 12:04 pm",
        "ctx": [
            "Will you be bringing back the notebook",
            "it's still there"
        ]
    },
    {
        "date": "5.10.21 11:55 am",
        "ctx": [
            "do you put cereal before the milk or vice versa",
            "first the milk, then a bunch of seahorses, then cereal, for the sea horses to eat"
        ]
    },
    {
        "date": "5.10.21 10:10 am",
        "ctx": [
            "Do you have COVID-19?",
            "i don't think so"
        ]
    },
    {
        "date": "5.10.21 9:37 am",
        "ctx": [
            "what is one problem you think the absolutely weak power of friendship can solve?",
            "keeping up with appearances"
        ]
    },
    {
        "date": "5.10.21 8:46 am",
        "ctx": [
            "Do you use auto-tune",
            "no"
        ]
    },
    {
        "date": "5.10.21 5:57 am",
        "ctx": [
            "opinion on hipsters",
            "if they get called a hipster then that means it's too late"
        ]
    },
    {
        "date": "5.10.21 3:03 am",
        "ctx": [
            "bill, I am about to make a lot of content with the intent that thousands might one day see it... I also have just the worst case of anxiety when it comes to how I look, what people think of me, etc. And I wanna go wild and crazy and be goofy and be myself but how can I do this when my self image is literally *pfft*",
            "i'm not sure exactly how to get over this, but i can say that you will, and you will be glad you did"
        ]
    },
    {
        "date": "5.10.21 2:06 am",
        "ctx": [
            "have you ever wrote a song without the letter \"e\" in it",
            "yes"
        ]
    },
    {
        "date": "5.10.21 12:25 am",
        "ctx": [
            "why is it so hard to do something productive",
            "i think because you don't know the exact procedures for it"
        ]
    },
    {
        "date": "5.10.21 12:19 am",
        "ctx": [
            "What exactly is your connection to Scary Pockets?",
            "i played drums in their videos once",
            "I found two videos where you were playing drums for them.",
            "that makes sense, they were done on the same day",
            "Are they your friends?",
            "it seems like it, although i never met them before that session and i haven't really talked to them since"
        ]
    },
    {
        "date": "5.9.21 8:44 pm",
        "ctx": [
            "do you think the louder you get a mix, the tighter the volume levels have to be for its elements? sometimes i want to just put a \"maximizer\" on my master and realize as soon as i start pumping everything, the unbalances become more noticeable, the loud start feeling louder in comparison to the mix etc. im not sure if its the maximizer, just the volume perception, or what.",
            "i am guessing it's not working properly. if it's doing what it's supposed to, it should even out the volume. it might be just making everything louder, because the settings might not be right for your mix and you might just be hearing the 'make up gain' by default, which would just make it louder and not do anything. (this is what happened to me in the early stages). what i would suggest is to make sure there is no make up gain, then make sure the ratio is not 1:1 (make sure the first number is higher), then raise the threshold all the way up. Now it should be doing exactly nothing. then press the bypass button on and off to compare, and it should sound exactly the same. Also check to see if there is a 'reduction' monitor so you can see when it's actually doing something. So now it should be doing nothing. Now, with the bypass off (so the compressor is ON), start gradually lowering the threshold until you start to see the 'reduction' meter gradually start to light up when it hits those loud parts, and it should be tapering them down. then once you've compressed it down a little then you can raise the make up gain"
        ]
    },
    {
        "date": "5.9.21 6:56 pm",
        "ctx": [
            "the citi building now says altice",
            "that's true"
        ]
    },
    {
        "date": "5.9.21 6:07 pm",
        "ctx": [
            "there are so many problems going on in the world: the environment, poverty, governmental issues.",
            "(i hope you don't forget about the good things in the world also)",
            "i believe that i would have the ability to dedicate myself to one of these and do my part in some way by studying applied science, economics, or politics, but at this point in my life i find myself much more focused on artistic pursuits in music and mathematics. i know artists are important to society, but i can't help but often think that my work would be better spent trying to solve those more dumpster-fire-like issues i mentioned. i know you are currently and have been for a while very fully focused on your artistic pursuits, and i admire that a lot and would enjoy being in such a position as well. but part of me feels like it's unfair for me to just dance on the sidelines while everyone else is in the middle of all the real problems. has this ever been a concern for you?",
            "you have a lot of mindfulness about this, which is cool, although don't let it distract you from doing the great work that you can do. Another way to think of it, here are some examples of other problems which many people in the world may face: sadness, misery, hopelessness, confusion, etc... Many of those problems might find their strongest remedy in art and music. and many people have no idea how to go about doing that. So your role as an artist/musician might be even more valuable than you realize"
        ]
    },
    {
        "date": "5.9.21 5:12 pm",
        "ctx": [
            "was the \"storm\" in the video for \"here comes the sun\" meant to be a coronavirus or was that an accident?",
            "neither. that's simply not what it is"
        ]
    },
    {
        "date": "5.9.21 3:02 pm",
        "ctx": [
            "What is your song writing process/",
            "it's too detailed to explain all of it here ......... but that hasn't stopped me from explaining it here anyway",
            "how do you try to think of ideas for songs?",
            "'trying' to 'think of ideas' is ironically just about the only thing that doesn't work. Doing almost anything else besides that, results in loads of ideas",
            "Do all of your songs have some kind of meaning?",
            "as much as possible",
            "Thanks!"
        ]
    },
    {
        "date": "5.9.21 2:53 pm",
        "ctx": [
            "what is the first letter of the next songs?",
            "t"
        ]
    },
    {
        "date": "5.9.21 2:49 pm",
        "ctx": [
            "will there be an airhorn in your next song?",
            "all options are on the table"
        ]
    },
    {
        "date": "5.9.21 2:30 pm",
        "ctx": [
            "If someone who has never heard one of your songs before asked you personally which one they should listen to, what would you say?",
            "none of them"
        ]
    },
    {
        "date": "5.9.21 1:53 pm",
        "ctx": [
            "bill how have you gotten through quarantine?",
            "working on video production techniques, and then continuing to make songs and videos"
        ]
    },
    {
        "date": "5.9.21 1:18 pm",
        "ctx": [
            "i feel like ive broken character so many times that i need to start from scratch to make it all about something else than the broken character. whatis your favorite relaxation technique?",
            "going around the world"
        ]
    },
    {
        "date": "5.9.21 1:14 pm",
        "ctx": [
            "Do you think people will stop using money someday?",
            "yes"
        ]
    },
    {
        "date": "5.9.21 1:08 pm",
        "ctx": [
            "is there anything you really want to learn how to do that you haven't gotten around to yet?",
            "yes"
        ]
    },
    {
        "date": "5.9.21 12:16 pm",
        "ctx": [
            "what does money mean",
            "it's a place holder for what someone might value"
        ]
    },
    {
        "date": "5.9.21 10:14 am",
        "ctx": [
            "I've seen you have one word answers to pretty long questions, but I wonder what's the equivalent from the other side, like have you ever gone ham with your answer on one word questions or so?",
            "to cause a ham response i think the question would need to be at least 3 words"
        ]
    },
    {
        "date": "5.9.21 8:53 am",
        "ctx": [
            "Are you often neutral in your emotions",
            "sometimes"
        ]
    },
    {
        "date": "5.9.21 5:35 am",
        "ctx": [
            "I think people keep asking \"when's the album coming\" because they expect you to make a fully commercial album, released by big record label, imprinted on cd/vinyl. Maybe that would be a good idea 10-15 years ago, but considering the changing circumstances in the industry, self-publishing becomes more profitable, thus more preferable option. What do you think?",
            "i agree. i don't even recall ever meeting a person who is capable of playing a physical CD or vinyl record"
        ]
    },
    {
        "date": "5.9.21 3:58 am",
        "ctx": [
            "how do you prime factor numbers so well? you're great at doing it",
            "you have to check to see if each smaller prime number goes into it. to do that, you can modify the big number by small multiples of the small number, until you get it to something you recognize. most of the trick is to get the big number to even out to a multiple of 10, then you can drop the zeros and it still maintains its same status of whether or not it is divisible by the smaller prime number you're checking into it"
        ]
    },
    {
        "date": "5.9.21 3:11 am",
        "ctx": [
            "what is meant by seeing the light of day in your song \"rabbit snakes\"?",
            "getting to the part of the song that is less 'in the trash'"
        ]
    },
    {
        "date": "5.9.21 1:29 am",
        "ctx": [
            "Where do you get the context/ideas for your music?",
            "le dumpsteur"
        ]
    },
    {
        "date": "5.9.21 1:18 am",
        "ctx": [
            "thoughts on the ampersand?",
            "dank"
        ]
    },
    {
        "date": "5.8.21 10:02 pm",
        "ctx": [
            "I notice that some of your Jazz songs are 5+ minutes long, did you just put loops or improvs? Whatever it is, It sounds really cool.",
            "the form is looped and i just jam over it forever. those are basically just leisurely practice exercises"
        ]
    },
    {
        "date": "5.8.21 8:45 pm",
        "ctx": [
            "hey bill! i have this kinda old song that ive been trying to work on, and i cant for the life of me figure out a bridge/new part for it, and i feel it needs something.\nits a slow thing kinda r&b-ish, and it chord plays for one bar:\nthe verses are a Cmaj7 - Am7 - Dm7 - F/G loop, and the chorus is Fm7 - Em7 - Am7 - Dm7 x2 coming right after the Dm7 in the last bar of the verse, and after the chorus theres a transitional F/G to return to the verses.\nso far i have a verse/chorus/verse/chorus structure and i want to write a bridge after that 2nd chorus, but then i would like to somehow arrive to a Fm7 to have a 3rd and final chorus/ending kinda thing. any recommendations? ideas?",
            "i think it's time to start thinking about melodies, words, etc... 'how the song goes', etc, and not just chords"
        ]
    },
    {
        "date": "5.8.21 7:20 pm",
        "ctx": [
            "what's the story behind the bread at the end of 7.1.14 tuesday video?",
            "there's a timid beat at the end of the song, so i looked around the room for available props, and the bread was the perfect fit"
        ]
    },
    {
        "date": "5.8.21 6:36 pm",
        "ctx": [
            "Hey bill. So I've read a lot of other questions about writing melodies/lyrics at the same time. I have applied it and got some nice verse melodies with lyrics I like too.But now I'm in a predicament with the second verse. Now I'm kind of back to trying to puzzle piece lyrics into the preexisting verse melody. I've tried to come up with a new melody/lyrics but then it seems too unrelated to the beginning. So what's the technique for getting around this/ what do you do to help with writing second verses are things like them? Thank so much!!",
            "anything can happen, but the only way you're gonna get the answers is if you can trick your brain to stop worrying about it. which gets more and more difficult the more you care. which, if you're like me, is a lot. Also the time when you're gonna get the right answer is gonna be after you've heard the whole thing through from the beginning up to the stopping point, in real time. what i would recommend is, record a run-through of what you have, then play some sort of calming sound-free game whilst listening to the recording. and don't be alarmed if you don't seem to get ANYTHING. you'll just have to wait a little longer until your brain actually calms down and until you actually are not thinking about it. then, plentiful answers will flow like water. then the race is on to catch them all in time"
        ]
    },
    {
        "date": "5.8.21 6:23 pm",
        "ctx": [
            "Have you ever made waltz-style music?",
            "sure",
            "If no, have you thought of making waltz music?",
            "yes"
        ]
    },
    {
        "date": "5.8.21 5:12 pm",
        "ctx": [
            "what does the \"oh no wear is my pink tutu\" on the 404 page mean?",
            "oops no webpage here"
        ]
    },
    {
        "date": "5.8.21 5:05 pm",
        "ctx": [
            "In your last song (got some money), I really really love the rythm and harmony when you say \"got some money (etc.)\" in various parts of the song. My question is: can you tell me what chords are you using? I'm not capable of figuring all of them out on my own :/. And if you won't do it, thank you anyways for your contribution to the world of music. Bye! =)",
            "try F#min first, then C#7 (over F#) then F#min7, then F#min6. but this only works on the first and 3rd lines. all the other times when it says 'money' are gonna be different than that, due to starting in a different key and/or having different chords after the first chord"
        ]
    },
    {
        "date": "5.8.21 4:23 pm",
        "ctx": [
            "what are you thinking about right now",
            "how to sort lua tables"
        ]
    },
    {
        "date": "5.8.21 3:23 pm",
        "ctx": [
            "when i heard I'm A Princess for the first time and it got to the bit about the door that put a big smile on my face because i remembered how often you had talked about doors on this page. i know that song was written and recorded largely before you started talking about doors a bunch,",
            "that can't be true, i've been talking about doors for decades and that song was written and produced in 2019",
            "but i'd still like to ask: do the songs you work on inspire the answers you give? other way around? coincidence?",
            "they are both inspired by my general experiences out in the world"
        ]
    },
    {
        "date": "5.8.21 2:39 pm",
        "ctx": [
            "Did you create the universe as we know it?",
            "no but maybe i can be a collaborateur"
        ]
    },
    {
        "date": "5.8.21 2:15 pm",
        "ctx": [
            "is the yea at the end of money the same as the yea it took me all day to compose from this is a song for my next album?",
            "no, but it is the same person"
        ]
    },
    {
        "date": "5.8.21 1:59 pm",
        "ctx": [
            "would you put glowworms all over your ceiling",
            "no"
        ]
    },
    {
        "date": "5.8.21 1:14 pm",
        "ctx": [
            "Do you use auto-tune",
            "no"
        ]
    },
    {
        "date": "5.8.21 10:25 am",
        "ctx": [
            "how did you make the vocals of \"understand\" (2:28) in \"money\"",
            "recorded myself singing into a microphone"
        ]
    },
    {
        "date": "5.8.21 3:31 am",
        "ctx": [
            "is your next song gonna be about common problems in someone's life?",
            "no"
        ]
    },
    {
        "date": "5.8.21 1:42 am",
        "ctx": [
            "do you have any hobbies that others may find quite niche? could be completely unrelated to making music or entertainment for the masses.",
            "finding the prime factorization of 6 digit numbers without any computer assistance or writing anything down"
        ]
    },
    {
        "date": "5.8.21 1:11 am",
        "ctx": [
            "how do i stop overthinking everything i do and say?",
            "you may have to start thinking about what other people are doing and saying"
        ]
    },
    {
        "date": "5.8.21 12:55 am",
        "ctx": [
            "Would you ever use equal temperaments other than 12-tone?",
            "i don't think so"
        ]
    },
    {
        "date": "5.8.21 12:17 am",
        "ctx": [
            "when i'm singing a song, and i start to go in a different direction from where the actual song goes, should i try to get back on track or can i let myself get carried away with the music?",
            "it depends on your level of contentment with the status quo"
        ]
    },
    {
        "date": "5.7.21 11:42 pm",
        "ctx": [
            "Is Electric Feel [https://www.youtube.com/watch?v=MmZexg8sxyk] in C minor or Eb major?",
            "i vote C minor. (same key signature of course)"
        ]
    },
    {
        "date": "5.7.21 11:00 pm",
        "ctx": [
            "How different do you think your songs from, say, 2011 would have come out if you had written or produced them today?",
            "as different as 'i guess i've got to listen to bob marley' and 'here comes the sun'"
        ]
    },
    {
        "date": "5.7.21 9:56 pm",
        "ctx": [
            "the best video you ever made?",
            "i would prefer to make a new one to be the best one"
        ]
    },
    {
        "date": "5.7.21 9:36 pm",
        "ctx": [
            "thoughts on linear algebra?",
            "perfect way to get from here to there"
        ]
    },
    {
        "date": "5.7.21 8:59 pm",
        "ctx": [
            "is long long journey a sequel to when I get older?",
            "not really"
        ]
    },
    {
        "date": "5.7.21 8:37 pm",
        "ctx": [
            "what is the origin of life",
            "could have been a dare"
        ]
    },
    {
        "date": "5.7.21 8:04 pm",
        "ctx": [
            "Hearing your thoughts on 12TET and your experiments with just intonation was really cool! Have you done any similar tinkering with tuning systems like 19TET, 24TET, etc?",
            "yes",
            "I'm really interested to try and experiment with them myself but I'm having difficulty figuring out how to do that in a way that isn't weird.\n\nYou can use a normal midi-controller to try to make 24TET music, but doing that for any extended period of time seems like it would be confusing to work with if you're somebody who already has normal 12TET piano muscle memory. Without hardware made for microtones or a standardized system of notation it seems like a difficult thing to incorporate into the existing system. What are your thoughts on all of this?",
            "i don't like the way it sounds"
        ]
    },
    {
        "date": "5.7.21 6:31 pm",
        "ctx": [
            "Why is your music reminiscent of my train of thought?",
            "could be the down-to-earth themes"
        ]
    },
    {
        "date": "5.7.21 4:06 pm",
        "ctx": [
            "I never feel like my music is truly great. I mean, I like my music, but I never feel like my music is something that someone would hear and feel powerful emotions that would make them want to listen to it repeatedly. Do you ever feel this way? How could you go about creating music that would make a person feel intensely?",
            "you are going to have to think about it less, while doing it more"
        ]
    },
    {
        "date": "5.7.21 1:30 pm",
        "ctx": [
            "At what time in the song making process do you know when it's gonna release?",
            "when it's almost done, or if i'm releasing it with a video, when the video is almost done"
        ]
    },
    {
        "date": "5.7.21 12:57 pm",
        "ctx": [
            "at the very bottom of the \"expert mode\" page is the most awesome randomness. (pictures of stuff, etc.) will you ever continue adding these kinds of things?",
            "yes",
            "also, what is https://billwurtz.com/red%206%20windows.png ?",
            "that is a picture of the side of a building, with brightness  adjusted to taste"
        ]
    },
    {
        "date": "5.7.21 12:53 pm",
        "ctx": [
            "do you live in another dimension and your only method of communication is through your songs which is why they are so epically different",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "5.7.21 12:13 pm",
        "ctx": [
            "For how long have you been a duck?",
            "0 seconds"
        ]
    },
    {
        "date": "5.7.21 11:13 am",
        "ctx": [
            "Any tips for transcribing drum parts of songs?",
            "get a solid understanding of time. beats per bar, ticks per beat. i can recommend this popular counting system: \n\"1, 2, 3, 4\" \"1 & 2 & 3 & 4 &\" \"1e&a2e&a3e&a4e&a\"\nthen you can use that as like an address system. then you'll be able to hear any note in time and understand whether it's on the \"& of 4\", or maybe the \"a of 2\", or perhaps the \"e of 3\""
        ]
    },
    {
        "date": "5.7.21 10:38 am",
        "ctx": [
            "do you make some lyrics in your songs seem to have a meaning but they have no meaning at all?",
            "i try to make it have as much meaning as possible"
        ]
    },
    {
        "date": "5.7.21 8:37 am",
        "ctx": [
            "are you a genius?",
            "i can climb a ladder very high. does that count"
        ]
    },
    {
        "date": "5.7.21 7:39 am",
        "ctx": [
            "in just did a bad thing, is the chorus the 'i regret the thing i did, and you're wondering what it is...' melody the chorus or is the 'hey what's the name of this game' melody the chorus? or neither?",
            "i would say the 'just did a bad thing' is the A section and the 'game' section is the B section"
        ]
    },
    {
        "date": "5.7.21 2:55 am",
        "ctx": [
            "what are some sounds that make you stop what you are doing and say, wow, that's a good sound",
            "some street sign poles"
        ]
    },
    {
        "date": "5.7.21 2:51 am",
        "ctx": [
            "should i go to art school?",
            "as long as you think you'll still get a chance to do some art"
        ]
    },
    {
        "date": "5.7.21 1:05 am",
        "ctx": [
            "bill I need ur help learning piano, so far I can name every key on the keyboard, and can build major and minor chords (uninverted) just by listening to the other keys. I don't know what I should learn next, but I'm very interested in knowing how to improvise in every key AND being able to transcribe those chords for other people to play",
            "i think it's time to get into songs. you can do the melody of the songs, or the chords, or the bass. you can choose. i think you are ready for any one of those 3"
        ]
    },
    {
        "date": "5.6.21 11:54 pm",
        "ctx": [
            "Why are some people intelligent and others stupid?",
            "sometimes a little role play can spice things up"
        ]
    },
    {
        "date": "5.6.21 11:20 pm",
        "ctx": [
            "what do you think of the level I multiverse? i think it makes sense, upon inspection and close reading",
            "i don't know which order the levels are"
        ]
    },
    {
        "date": "5.6.21 10:55 pm",
        "ctx": [
            "when is your next song coming out?",
            "pretty soon"
        ]
    },
    {
        "date": "5.6.21 10:39 pm",
        "ctx": [
            "was Kurt Cobain really the last true rock star?",
            "no"
        ]
    },
    {
        "date": "5.6.21 10:31 pm",
        "ctx": [
            "hey bill do you like tetris?",
            "it's pretty good"
        ]
    },
    {
        "date": "5.6.21 10:26 pm",
        "ctx": [
            "Have you thought about making a song about God or the Cosmos or Tao or Brahmin?",
            "if you take all of those things and sort of melt them down into raw materials and then get rid of all the exact names for them, then that's pretty much what all my songs are about"
        ]
    },
    {
        "date": "5.6.21 10:13 pm",
        "ctx": [
            "how did you know that music was what you wanted to do with your life?",
            "after i fell in love with it for maybe the 10th time in the 10th way, i started to get the message"
        ]
    },
    {
        "date": "5.6.21 8:50 pm",
        "ctx": [
            "how do I achieve normalcy levels similar to yours",
            "how about going to the direct center of outer space"
        ]
    },
    {
        "date": "5.6.21 8:39 pm",
        "ctx": [
            "have you considered abandoning music and living in a small fungal city in the middle of a museum",
            "no"
        ]
    },
    {
        "date": "5.6.21 8:02 pm",
        "ctx": [
            "Did you do anything in a minor key?",
            "yes, and i will again"
        ]
    },
    {
        "date": "5.6.21 7:24 pm",
        "ctx": [
            "what is your opinion on grammarly",
            "not interested"
        ]
    },
    {
        "date": "5.6.21 6:34 pm",
        "ctx": [
            "gonna buy a car and then change it was released on my mom's birthday in 2018",
            "that can't be true because that video was released in 2015"
        ]
    },
    {
        "date": "5.6.21 5:08 pm",
        "ctx": [
            "What are some natural instruments, not man made?",
            "thunder, rain,"
        ]
    },
    {
        "date": "5.6.21 3:32 pm",
        "ctx": [
            "Is learning music hard for those who are just starting out?",
            "it can be very enjoyable"
        ]
    },
    {
        "date": "5.6.21 2:11 pm",
        "ctx": [
            "how to be a car",
            "try to be very very efficient. even if you fail, keep trying"
        ]
    },
    {
        "date": "5.6.21 1:42 pm",
        "ctx": [
            "What is true beauty?",
            "could be you"
        ]
    },
    {
        "date": "5.6.21 12:17 pm",
        "ctx": [
            "whats your opinion about opinions",
            "fake"
        ]
    },
    {
        "date": "5.6.21 11:13 am",
        "ctx": [
            "were you instructed in music theory, or did you learn it on your own?",
            "i guess you could say i received a series of very useful hints. then i went to go discover many more hints in the years that followed",
            "also, what's your opinion on different TETs/EDOs?",
            "(ref: q.php?date=201706141538\"target=\"_blank)this"
        ]
    },
    {
        "date": "5.6.21 11:11 am",
        "ctx": [
            "Is \"might quit\" about things not being so good, then leaving to go find something better?",
            "it seems like it",
            "Or am I just reading too deep into this",
            "you're not even reading it very deep there"
        ]
    },
    {
        "date": "5.6.21 10:34 am",
        "ctx": [
            "do you answer specific questions?",
            "yes"
        ]
    },
    {
        "date": "5.6.21 10:04 am",
        "ctx": [
            "how long will your next song be?",
            "about 3 minutes and 39 seconds"
        ]
    },
    {
        "date": "5.6.21 9:59 am",
        "ctx": [
            "Does your video \"what is love?\" count as a song?",
            "no"
        ]
    },
    {
        "date": "5.6.21 9:50 am",
        "ctx": [
            "hey bill, i've always thought i'm fairly decent at playing the keyboard intuitively and learning/making songs by ear, but no matter how many times i've tried to learn sheet music either through lessons or by myself i absolutely cannot stand it.",
            "my next question is, do you need or want sheet music",
            "am i good, or is my musical illiteracy going to be a fundamental problem trying to make music in the future? thanks,",
            "if you want to join bands on short notice, then reading might help increase your eligibility for those types of gigs"
        ]
    },
    {
        "date": "5.6.21 9:46 am",
        "ctx": [
            "Do you like your own songs or do you hate it?",
            "i try to make them how i like them"
        ]
    },
    {
        "date": "5.6.21 9:30 am",
        "ctx": [
            "do you intentionally make your song lyrics quite abstract?",
            "sometimes"
        ]
    },
    {
        "date": "5.6.21 9:16 am",
        "ctx": [
            "Will you ever put your face in new videaos again?",
            "yes"
        ]
    },
    {
        "date": "5.6.21 9:07 am",
        "ctx": [
            "How many digits of the square roots of 2 can you say(dont cheat)",
            "1.41 maybe but i'm not even sure if that's right"
        ]
    },
    {
        "date": "5.6.21 8:20 am",
        "ctx": [
            "why is greenland called greenland when its mostly white and blue",
            "it's a prank"
        ]
    },
    {
        "date": "5.6.21 6:30 am",
        "ctx": [
            "in what areas of life other than music do you see value in",
            "science"
        ]
    },
    {
        "date": "5.6.21 3:27 am",
        "ctx": [
            "trying to analyze the rhythmic phrasing of the wild fill in 'i'm a princess' (at 2:38)\n\n1. is the first little run a 16th triplet / 24th note thing or something like a nested qaudruplet in the space of 3 16th notes plus an additional note on the 2?",
            "(ref: rhyth.png\"target=\"_blank)it's this",
            "2. the last triplety sounding thing isn't really a triplet is it? what's that about?\n\nhelp, i am a dunce!",
            "imagine you took 3 8th note triplets, starting on beat 3 and then an additional downbeat on beat 4. (so 4 notes in total). now displace all of that forward in time by an eighth note. so to notate it you'd probably have to break it down into 16th note triplets with 16th note triplet spaces in between, so you can start it on the '&' of 3 and end it on the '&' of 4"
        ]
    },
    {
        "date": "5.6.21 3:13 am",
        "ctx": [
            "do you have an opinion on our society",
            "very friendly, understanding. not quick to judge. thinks very carefully about things before making judgements"
        ]
    },
    {
        "date": "5.6.21 2:30 am",
        "ctx": [
            "what proportion of your recordings use the \"write a bad song and flip it into a good one\" technique",
            "you'll have to listen and see"
        ]
    },
    {
        "date": "5.6.21 1:13 am",
        "ctx": [
            "why is kansas so god damn flat",
            "this makes the rocky mountains seem even more ridiculous"
        ]
    },
    {
        "date": "5.6.21 12:48 am",
        "ctx": [
            "Does pineapple belong on pizza",
            "that is its one true home"
        ]
    },
    {
        "date": "5.6.21 12:44 am",
        "ctx": [
            "what is your favourite part of production?",
            "the part where i stop worrying"
        ]
    },
    {
        "date": "5.6.21 12:19 am",
        "ctx": [
            "does everything have meaning",
            "yes"
        ]
    },
    {
        "date": "5.5.21 11:45 pm",
        "ctx": [
            "Is art the ultimate expression of humanity?",
            "i was going to say no but now that i think about it yes",
            "Or is there a step beyond art?",
            "yes, it's more art"
        ]
    },
    {
        "date": "5.5.21 10:45 pm",
        "ctx": [
            "My ideas are very wild and vastly outnumber and outpace my skills, time, and ability to make something out of them. Do you have any advice for such a situation?",
            "try to remain calm"
        ]
    },
    {
        "date": "5.5.21 10:05 pm",
        "ctx": [
            "would you ever consider getting someone else to voice a character in your videos?",
            "yes"
        ]
    },
    {
        "date": "5.5.21 9:50 pm",
        "ctx": [
            "what language do computers speak",
            "binary, and more"
        ]
    },
    {
        "date": "5.5.21 9:49 pm",
        "ctx": [
            "thoughts on water?",
            "too dry"
        ]
    },
    {
        "date": "5.5.21 8:52 pm",
        "ctx": [
            "do you like your work?",
            "i try to make it how i like it"
        ]
    },
    {
        "date": "5.5.21 8:51 pm",
        "ctx": [
            "how can a person be disciplined?",
            "it helps to have very few other options"
        ]
    },
    {
        "date": "5.5.21 8:41 pm",
        "ctx": [
            "what's the longest word in the upcoming video?",
            "everything"
        ]
    },
    {
        "date": "5.5.21 8:34 pm",
        "ctx": [
            "your voice is so soothing, would you consider doing asmr?",
            "if that means whispering (which i think maybe it does) then i will not. only because i've recently been informed that whispering may not be good for your voice"
        ]
    },
    {
        "date": "5.5.21 8:21 pm",
        "ctx": [
            "whats your favourite number and letter",
            "|"
        ]
    },
    {
        "date": "5.5.21 7:43 pm",
        "ctx": [
            "What's your personality type?",
            "middle-of-the-road"
        ]
    },
    {
        "date": "5.5.21 6:59 pm",
        "ctx": [
            "can you make a video for songs you haven't made into videos yet?",
            "yes. i've done this before. but you probably didn't realize because now those songs are no longer considered songs without videos"
        ]
    },
    {
        "date": "5.5.21 4:17 pm",
        "ctx": [
            "Is your videos themed as a 'aesthetic' or is it just random",
            "extremely neither"
        ]
    },
    {
        "date": "5.5.21 3:45 pm",
        "ctx": [
            "thoughts in Brazil?",
            "it's green and gnarly"
        ]
    },
    {
        "date": "5.5.21 3:44 pm",
        "ctx": [
            "A lot of your older songs talk about getting free..... But free form what?",
            "whatever you thought your restrictions were"
        ]
    },
    {
        "date": "5.5.21 2:49 pm",
        "ctx": [
            "will you ever release some newer reality entries anytime soon?",
            "yes"
        ]
    },
    {
        "date": "5.5.21 2:46 pm",
        "ctx": [
            "when was this new song started?",
            "the verse melody came to me in a dream on august 23, 2020, but i didn't work on it then. it was selected for the next song on april 21, 2021, and that's when i continued writing it"
        ]
    },
    {
        "date": "5.5.21 1:51 pm",
        "ctx": [
            "epic songs, epic melody, but why do you make some part of the lyrics dont rhyme, i mean, you said have instead of had in the money video",
            "i think rhyming the entire word all the way up to every last consonant sound usually sounds pretty bad, and tends to feel empty. it seems to feel much much more meaningful to me when only the vowel sound is the same, and the rest of the word sounds different. and in some cases i am open to using a completely different sounding word because sometimes i think that sounds the best and has the most meaningful impact. If the words rhyme too well then i think as a listener i would get the sense that the writer doesn't even care what the words mean. But if the word sounds slightly different the next time around, then you get a nice feeling of growth and change"
        ]
    },
    {
        "date": "5.5.21 1:10 pm",
        "ctx": [
            "(ref: q.php?date=202105031243)5.3.2112:43 pm  wow! why do you know so many digits?",
            "some kind of childhood brain flex exercise. 'flexercise'"
        ]
    },
    {
        "date": "5.5.21 12:52 pm",
        "ctx": [
            "i keep getting insanely pissed off thinking about the fact that i'll never be able to do even a tenth of all the cool shit there is to do in this world. it is complete bullshit that every single corner of every single place in the world has something cool to do or see or learn and we only get like 100 years max to experience it all. how do i stop getting mad about this, or alternatively, how do i become immortal",
            "start telling your story. this type of situation makes a good story, because of the intense desire, motivation and obstacle, etc"
        ]
    },
    {
        "date": "5.5.21 12:26 pm",
        "ctx": [
            "is the human voice an instrument",
            "yes"
        ]
    },
    {
        "date": "5.5.21 11:22 am",
        "ctx": [
            "are all of your songs songwriting exercises",
            "yes"
        ]
    },
    {
        "date": "5.5.21 10:25 am",
        "ctx": [
            "why are you so funny",
            "that's due to extreme levels of normalcy i possess"
        ]
    },
    {
        "date": "5.5.21 9:59 am",
        "ctx": [
            "which part in specific in \"i'm a princess\" came to you in a dream?",
            "none of it",
            "if i recall correctly you said something about part of it coming to you in a dream",
            "it did not, although i admit it does seem a little dream like"
        ]
    },
    {
        "date": "5.5.21 9:51 am",
        "ctx": [
            "Are you working on your next upload?",
            "yes"
        ]
    },
    {
        "date": "5.5.21 8:45 am",
        "ctx": [
            "what is a song",
            "scientists keep trying to figure it out but the song always figures out the scientists first"
        ]
    },
    {
        "date": "5.5.21 8:19 am",
        "ctx": [
            "am i a tree",
            "similar"
        ]
    },
    {
        "date": "5.5.21 7:39 am",
        "ctx": [
            "So how come you made the chorus for \"la de da de da de da de day oh\" in 2010,",
            "i did not, that part was made in 2012. the verse before it was made in 2010",
            "but the rest of the song way later? Did you just read through your old notes and went \"this is pretty darn good, I can use this\"? And did you do the same for here comes the sun?",
            "it's like a much much more meticulous and complicated version of that. i can write much faster than i can produce, so from 2008 to 2012 there was sort of a writing epidemic going on, where i just kept writing and writing and writing. not necessarily even finishing them. so in september 2012 i started gathering a chronological list of every song or partial song i had ever written, and then i started working little bits on each one. the same list continues to this day. So when it's time to record/produce and song/video, i have an elaborate writing/selection process where i write some brand new things first, add them to the list, then go through the entire list, pick out good candidates for the next production (i usually end up choosing about 25), then i do some additional writing on some of those, then finally i make my final selection. Then i continue writing that one to completion. The idea of casually finding a song, and just thinking 'oh this is good so i'll do it' seems hilarious to me. that's just not how it works. my mind has to go to full scale war with itself to settle on a song selection"
        ]
    },
    {
        "date": "5.5.21 6:27 am",
        "ctx": [
            "hey are you going to make another 'storytelling' song? i mean like the song soap tips and hi im steve, where you just say random stuff, with rhythmical injections in between.(im serious here dont say something like 'maybe')",
            "i don't consider those songs, but i think i've discovered a much stronger version of that format"
        ]
    },
    {
        "date": "5.5.21 6:27 am",
        "ctx": [
            "what is your relationship with sleep?",
            "wistful, lustful"
        ]
    },
    {
        "date": "5.5.21 5:44 am",
        "ctx": [
            "What is the Eiffel Tower ?",
            "the entrance to the 1889 World's Fair"
        ]
    },
    {
        "date": "5.5.21 4:41 am",
        "ctx": [
            "How do you make music videos?",
            "i'm not sure"
        ]
    },
    {
        "date": "5.5.21 3:15 am",
        "ctx": [
            "hi bill, i've written a few songs, but i want to be able to write short 'jingles' like you do. how do you come up with those short but memorable melodies?",
            "i'm surprised you are ok with the longer stuff but not the shorter stuff. i would think shorter stuff would be a starting point if you can't do long stuff yet",
            "do you just sing/play random notes,",
            "no",
            "or whichever notes you feel will sound good by intuition?",
            "yes, that's it",
            "or do you apply some theory of which scale degree you want the melody to go to next?",
            "the only theories that i consider valid are the ones that are based on the way the notes actually sound. although this may be an unpopular opinion",
            "my guess is that you probably use a mix of the two, because that's how i write my songs too. but are there any specific tips you have just for writing these short jingles?\n\nsorry for the long and winding question",
            "you just have to magically think of them, just the same way you can magically think of the words you use when you talk. i don't know exactly how we do that, but i know that you get better the more you familiarize yourself with the playing field. so, for language, we just spend a lot of years in the world listening to people talk and trying to do it ourselves. for music, you can spend a lot of years listening to music and playing around with your favorite instruments. Also, because songwriting involves language, it can be helpful to spend a lot of time free-writing"
        ]
    },
    {
        "date": "5.5.21 3:10 am",
        "ctx": [
            "Why did you decide to use 3D?",
            "see around corners"
        ]
    },
    {
        "date": "5.5.21 1:29 am",
        "ctx": [
            "do you have any tips or ideas on how to be more patient?",
            "take a deep breath and feel the patience flowing through your entire body"
        ]
    },
    {
        "date": "5.5.21 1:00 am",
        "ctx": [
            "thoughts on fame",
            "it's like an ongoing psychological evaluation, where anyone can judge"
        ]
    },
    {
        "date": "5.5.21 12:55 am",
        "ctx": [
            "whats your most controversial food opinion",
            "white rice with pizza"
        ]
    },
    {
        "date": "5.5.21 12:21 am",
        "ctx": [
            "On the songs page, \"hope you have a good day\" is listed as 6 seconds long;but, the file is 12 seconds long.",
            "that's because it loops twice in that version, to at least give you some sense of the looping effect it was originally made for"
        ]
    },
    {
        "date": "5.4.21 11:57 pm",
        "ctx": [
            "what was ur favorite song to produce?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "5.4.21 11:51 pm",
        "ctx": [
            "so who's the princess",
            "it might be you"
        ]
    },
    {
        "date": "5.4.21 11:22 pm",
        "ctx": [
            "is \"ball and stick\" a 3d video?i can't tell",
            "the ball is 3D, the stick is not"
        ]
    },
    {
        "date": "5.4.21 8:00 pm",
        "ctx": [
            "whatfont do you use in your videos?",
            "regular"
        ]
    },
    {
        "date": "5.4.21 5:45 pm",
        "ctx": [
            "is \"i'm a princess\" about the texas winter crisis?",
            "no. i should mention that the song recording was entirely finished by april 27, 2019",
            "i lived through it, and i drew a lot of connections. for one, when you said/sang \"buckets catch the dreams as they fall from my ceiling\", it perfectly described what happened in my house. a sprinkler pipe burst, and water poured from the ceiling. we had to use buckets to catch the water, and all the good dreams. another one is when you said/sang \"and i wonder about my neighbors even though i don't have them. but they're listening to every word i say\" also accurately described how my mom's friends had to go to other house to stay safe, and their neighbors were listening to their problems. and for the final connection, \"oops there goes the ceiling\", one girl's ceiling fell down because of the sudden freeze. mine was removed because of the freeze as well. so, to reiterate, was \"i'm a princess\" about the texas thingy?",
            "no",
            "or were the connections coincidental?",
            "it's not entirely a coincidence. i was definitely writing about the human experience"
        ]
    },
    {
        "date": "5.4.21 3:49 pm",
        "ctx": [
            "I have a long musical background, good theory knowledge, but virtually no experience with this instrument. I really want to become proficient on the keyboard. Would you recommend taking lessons or just figuring it out on my own?",
            "it sounds like, with your background, you could be teaching lessons"
        ]
    },
    {
        "date": "5.4.21 2:59 pm",
        "ctx": [
            "Will you make a song about sharing?",
            "yes"
        ]
    },
    {
        "date": "5.4.21 2:16 pm",
        "ctx": [
            "what is oatmeal?",
            "a simple test of intelligence"
        ]
    },
    {
        "date": "5.4.21 1:27 pm",
        "ctx": [
            "What's your inspirations?",
            "anything i have ever known, felt, seen, or thought"
        ]
    },
    {
        "date": "5.4.21 12:59 pm",
        "ctx": [
            "how many words are in your next song?",
            "about 394"
        ]
    },
    {
        "date": "5.4.21 11:43 am",
        "ctx": [
            "what is your definition of a song",
            "a freakin miracle"
        ]
    },
    {
        "date": "5.4.21 11:17 am",
        "ctx": [
            "How do I deal with the swings between \"My music will suck, I'll never be a successful musician\" and \"I'm better than everyone else, success is inevitable\"?",
            "you could start making a documentary about yourself. it already sounds like there are a lot of interesting plot points, and drama",
            "I know that neither extreme is completely accurate but I want the latter to be true so bad"
        ]
    },
    {
        "date": "5.4.21 10:22 am",
        "ctx": [
            "what's your best tip for someone who wants to get started making music with little experience",
            "you may have already thought of this, but, just go ahead and start making the music"
        ]
    },
    {
        "date": "5.4.21 10:04 am",
        "ctx": [
            "Is \"The moon is made of cheese, but I can't taste it\" about perception?",
            "it's a songwriting exercise, for sure. and songrwiting, for sure, is about perception"
        ]
    },
    {
        "date": "5.4.21 9:53 am",
        "ctx": [
            "On a scale of 1 to 10, how similar are your finished songs to the songs you pictured in your head?",
            "anywhere from 6 to 8",
            "I'm wondering this because I have so many ideas in my head that sound amazing, but when I try to make anything, it always comes out awful and never like what I pictured."
        ]
    },
    {
        "date": "5.4.21 7:54 am",
        "ctx": [
            "WHY DON\"T YOU USE CAPITAL LETTERs?",
            "i do, but, the reason why it may appear that i don't is because you might be paying no attention whatsoever"
        ]
    },
    {
        "date": "5.4.21 7:52 am",
        "ctx": [
            "how does one wake up in the morning travelling straight into the sun? I always seem to wake up sinking into the depths of the earth.",
            "could happen in the mid afternoon"
        ]
    },
    {
        "date": "5.4.21 7:28 am",
        "ctx": [
            "How do you come up with catchiest songs on the planet?",
            "the only way to do that is to come up with uncatchy songs also"
        ]
    },
    {
        "date": "5.4.21 3:06 am",
        "ctx": [
            "a while ago you saved a tambourine for later. did later ever come?",
            "around october 2019 i unwrapped it. i have a video recording of this, which i just found, but i've decided not to post it due to the unsightly amounts of dust that can be seen"
        ]
    },
    {
        "date": "5.4.21 2:06 am",
        "ctx": [
            "your reality videos are a huge inspiration for me, and i tell all my friends that are trying to deal with creative blocks for it, and has been a huge help! if we look at this perspective, you are one of the greatest minds i've ever seen for getting mentally better at creative explorativeness. my question here is, do you ever consider posting un-edited raw reality footage,",
            "yes but that would be much more brutal than you might think",
            "(i don't know how do you keep them when they are un-edited, but it seems like you have lots of voice recordings where you... just talk?) i know that the edit makes them pretty better, but for a quick-fix for us until you can post more of them, i think a lot of people would still be interested in that format as well!, love your work!",
            "sometimes it takes a search party just to even find the talking"
        ]
    },
    {
        "date": "5.4.21 1:43 am",
        "ctx": [
            "Any pizza places in nyc you would reccomend?",
            "this may not be what you want to hear, but it's gotta be one of those dollar places in the city"
        ]
    },
    {
        "date": "5.4.21 1:43 am",
        "ctx": [
            "Do you have a favourite flavour of chair or are you more of a table person?",
            "neither"
        ]
    },
    {
        "date": "5.3.21 11:56 pm",
        "ctx": [
            "how do i solve my identity crisis?",
            "how about going to the direct center of outer space"
        ]
    },
    {
        "date": "5.3.21 11:42 pm",
        "ctx": [
            "do you salt your food?",
            "no. sometimes it would be convenient to take salt out of food"
        ]
    },
    {
        "date": "5.3.21 11:15 pm",
        "ctx": [
            "how do i differentiate affect and effect english isnt my 1st language",
            "an 'effect' is a thing. 'affecting' is what you can do to something. you can imagine you are saying \"aaaah\" at someone in rage as you are about to affect them. Or you can imagine you use your Ears to listsen to a sound Effect"
        ]
    },
    {
        "date": "5.3.21 10:23 pm",
        "ctx": [
            "Hello Bill! I have played the piano for a long time but I have never really thought about creating my own music until recently;you have really inspired me. Since writing stuff is daunting, I have begun to transcribe some songs that I like by ear to get a feel for the software and the theory behind the music without having to write it myself yet. Do you think this is a good idea?",
            "sure. let me know if you run into any problems with that"
        ]
    },
    {
        "date": "5.3.21 10:14 pm",
        "ctx": [
            "do you ever start writing a song that seems to follow one storyline or meaning but then, soon after, transforms into something completely different?",
            "yes",
            "this happens to me a lot.",
            "it happens in real life too"
        ]
    },
    {
        "date": "5.3.21 9:43 pm",
        "ctx": [
            "what is the meaning of your somg \"money\"?",
            "it's a songwriting exercise"
        ]
    },
    {
        "date": "5.3.21 9:38 pm",
        "ctx": [
            "why did you remove the \"music videos\" page on this website?",
            "as more and more of my videos featured music in them, the distinction became unclear. and it became pointless to exclude those videos from the videos page"
        ]
    },
    {
        "date": "5.3.21 9:08 pm",
        "ctx": [
            "hey bill, why is my mom so critical with me when she found out that I had an interest in singing? she says things like \"what is singing going to give you in the future?\" or, \"whenever you sing you never sound good. you sound like a dying dog.\" should i just give up on it and find something else to do?",
            "no, but you might want to find another place to do it, away from all the skepticism",
            "also, thank you for making good music on youtube all the time. you are a great artist."
        ]
    },
    {
        "date": "5.3.21 8:32 pm",
        "ctx": [
            "Have you decided which song you will be using for your next upload,",
            "yes",
            "and will it be in a major key?",
            "yes"
        ]
    },
    {
        "date": "5.3.21 7:46 pm",
        "ctx": [
            "What kind of shortcuts did you find revolutionary for your workflow? Thanks",
            "the shortcut for making a shortcut"
        ]
    },
    {
        "date": "5.3.21 7:05 pm",
        "ctx": [
            "how would your life strategy be different if the lifespan was longer?",
            "it would probably be about the same. the only type of lifespan that would be particularly different would be an infinite one. i'm already dealing with wanting to accomplish infinite things in a finite time. so when compared to infinity, 100 and 1000 are not all that different"
        ]
    },
    {
        "date": "5.3.21 6:39 pm",
        "ctx": [
            "how can you bent your hat? about the line \"my hat is bent\" in slow down",
            "that's one of the cool things about songwriting. you can put things in a song that seem impossible to ever do in real life"
        ]
    },
    {
        "date": "5.3.21 6:35 pm",
        "ctx": [
            "why the decision to exclusively work alone?",
            "i'm the only person i have a strong telepathic connection with. telepathy is valuable asset in the workplace"
        ]
    },
    {
        "date": "5.3.21 5:29 pm",
        "ctx": [
            "how be table?",
            "try to act naturally"
        ]
    },
    {
        "date": "5.3.21 4:11 pm",
        "ctx": [
            "why don't you use capital letters",
            "i do, but, why don't you"
        ]
    },
    {
        "date": "5.3.21 3:39 pm",
        "ctx": [
            "what do you call that chord when, say in the key of C, you have F in the bass and in the melody you have B (and G) resolving to A (and F)? Can you ever call that Fsus2add#11 (or #4?), also what if the 5 isn't included (is it included usually?), thabks (it's like a double suspension methinks)",
            "Fsus2b5 is the most efficient way i can think of. If you are in a world where F2 is understood to mean Fsus2, then, F2b5 is definitely the way to go. If i were writing it on a chart for myself personally, i would say F2#4, and i know maybe that means 5 is allowed when it's not there, but, seeing that i would probably get that i'm supposed to focus on the 2 and #4. And also, if the next chord is F, then i think as a reader i'd easily pick up on the movement that's implied. As you can see, charts can be a lot of approximation and guessing games. Now that i think about it, writing words and sentences is like that too sometimes"
        ]
    },
    {
        "date": "5.3.21 3:05 pm",
        "ctx": [
            "any songs/videos with key changes on the horizon? or perhaps... meter changes??",
            "there are some key changes in the next song. there is an alternating meter in the verses which sounds pretty normal"
        ]
    },
    {
        "date": "5.3.21 3:01 pm",
        "ctx": [
            "Where do you get ideas for songs?",
            "from the gutter",
            "Also, what do you do if you have no ideas?",
            "check in the gutter"
        ]
    },
    {
        "date": "5.3.21 2:42 pm",
        "ctx": [
            "will you use the word \"catharsis\" in your next song",
            "no"
        ]
    },
    {
        "date": "5.3.21 12:43 pm",
        "ctx": [
            "what are the first 100 digits of pi off the top of your head? (don't cheat)",
            "3.14159265358979323846264338327950288419716939937510582097494459230 that's all i have"
        ]
    },
    {
        "date": "5.3.21 12:40 pm",
        "ctx": [
            "was \"got some money\" secretly 3D but you'd make it look like 2D?",
            "yes"
        ]
    },
    {
        "date": "5.3.21 12:10 pm",
        "ctx": [
            "You're obviously an extreamly busy person who is extraordinarily popular. Your most recent video posted a week ago has 1.6M views (as I'm sure you're aware). How do you deal with the fame and presumably all those who try to reach out on a personal level?",
            "i try to act naturally"
        ]
    },
    {
        "date": "5.3.21 12:04 pm",
        "ctx": [
            "how do you manage those key changes?",
            "i'm not sure. it's the same way i manage going through a door, which i also don't know how i do"
        ]
    },
    {
        "date": "5.3.21 10:55 am",
        "ctx": [
            "hi bill, i asked a question here a few days ago but i can't seem to remember what it was...do you have any idea?",
            "was it (ref: q.php?date=202104231129\"target=\"_blank)this<remqq></remqq>"
        ]
    },
    {
        "date": "5.3.21 10:43 am",
        "ctx": [
            "how do i make the perfect cup of coffee",
            "make it blend in seamlessly with its surrounding environment"
        ]
    },
    {
        "date": "5.3.21 10:19 am",
        "ctx": [
            "I think expert mode is flawed.",
            "i think it might be slightly too advanced for you",
            "I thought the point of expert mode was to have a place where you can have everything at once on the website,",
            "not quite. that would be a little more basic",
            "but it seems to only consist of songs and music videos.",
            "that's not true",
            "What about the reality videos?",
            "the reality videos have special rules, because they are allowd to have visual post-production added, long after the original footage/audio was taken",
            "Why don't you put your notes there?",
            "there are many notes there, during the times when they feel like the primary source of content"
        ]
    },
    {
        "date": "5.3.21 10:02 am",
        "ctx": [
            "why do ideas como while in the shower?",
            "because you're actually not worried about it"
        ]
    },
    {
        "date": "5.3.21 9:48 am",
        "ctx": [
            "What bad thing did you do?",
            "tried to crash the stock market but accidentally made it go really high instead"
        ]
    },
    {
        "date": "5.3.21 8:52 am",
        "ctx": [
            "hi!\n\nat the song, \"i'm a princess\", is there a name for the vocal technique you use when you sing the word \"listening\" at the secondverse? of the song?",
            "maybe.... wiggling?",
            "i'm trying to improve my singing skills, that thing you do there is one of the things i want to.. you know.. add to the cool stuff pouch, mimicking does not help me very much at this case, and i feel really lost in my mouth when i'm trying to learn it with that way... is there any specific vocal exercises for doing that? how can i do that?",
            "the best thing you can do is just sing often"
        ]
    },
    {
        "date": "5.3.21 8:17 am",
        "ctx": [
            "Have you ever considered in the future possibly having a female vocalist feature in one of your songs",
            "yes"
        ]
    },
    {
        "date": "5.3.21 8:01 am",
        "ctx": [
            "how to calm down?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "5.3.21 7:59 am",
        "ctx": [
            "are there any good and unusual hobbies that helps my (or your) life from boredom?",
            "how about going around the world"
        ]
    },
    {
        "date": "5.3.21 6:28 am",
        "ctx": [
            "Have you figured out what money means yet?",
            "it's a place holder for what someone might value"
        ]
    },
    {
        "date": "5.3.21 5:35 am",
        "ctx": [
            "Hey man so i noticed that you were making these silly and not really serious answers on the normal questions but giving deep and swers on the music and stuff related ones, can you give me a serious answer here?",
            "sure"
        ]
    },
    {
        "date": "5.3.21 2:37 am",
        "ctx": [
            "why did you make your earliest video \"die\"?",
            "i don't think that's the first one, but, it's always good to pick the shorter ones first, to learn the ropes more easily"
        ]
    },
    {
        "date": "5.3.21 2:09 am",
        "ctx": [
            "Pick a number between one and twenty",
            "(ref: 1to20.php\"target=\"_blank)ok"
        ]
    },
    {
        "date": "5.3.21 12:27 am",
        "ctx": [
            "hey princess, so you need to be rescued",
            "i thought that story was about you"
        ]
    },
    {
        "date": "5.2.21 11:23 pm",
        "ctx": [
            "how are you so creative",
            "i failed the turing test too many times and now i am trying to get revenge"
        ]
    },
    {
        "date": "5.2.21 9:47 pm",
        "ctx": [
            "Oh hi thanks for checking in I'm still \na piece of garbage\nHow was that comes to your mind",
            "i was doing a writing exercise where i was writing jingle videos based on old notebook entries. I would randomize a date, then look up what i had was writing or thinking about on that date. Then i would try my best to summarize musically what was happening. So i got one from the summer of 2007, i looked at the page from then, and it was really bad. very uninspired, useless in almost every way. i could tell i was feeling quite worthless on that day. I the jingle i made was \"hello, i'm a piece of garbage\" (not the one you are referring to), which seemed appropriate. Then, maybe a couple of selections later, just by chance, i got one from the next day immediately after that (also in the summer of 2007). And it had exactly the same sort of affliction. So i really wasn't sure what to do, because it seemed like i had already done this one. But, so often, honesty is the best answer to things, so i framed the jingle as a sequel to the previous one, doing essentially the same thing"
        ]
    },
    {
        "date": "5.2.21 9:40 pm",
        "ctx": [
            "what do you think about bIII - IV - Imaj7? to me it seems almost good but something is off",
            "without hearing exactly how you are playing it, and in what context, there is no way for me to know"
        ]
    },
    {
        "date": "5.2.21 9:07 pm",
        "ctx": [
            "is your next video a song?",
            "i think so"
        ]
    },
    {
        "date": "5.2.21 8:53 pm",
        "ctx": [
            "what is something you do or tell yourself to help you let yourself be bad when you are writing. I am absolutely terrible at getting anywhere and I lock up too much",
            "maybe something along the lines of 'rabbit snakes'"
        ]
    },
    {
        "date": "5.2.21 8:40 pm",
        "ctx": [
            "why did you completely abandon your 3d in your money song",
            "i wanted to remember the cool refreshing feeling of not being buried"
        ]
    },
    {
        "date": "5.2.21 8:39 pm",
        "ctx": [
            "What's a good topic for a college essay?",
            "college, essays, or college essays"
        ]
    },
    {
        "date": "5.2.21 8:30 pm",
        "ctx": [
            "I want to make something good but I was told you have to make a lot of bad things first, to get good. I want to make something good NOW though:(",
            "if you can explain what good is, then you can probably do it. Otherwise, you'll have to just relax and let it happen naturally. and it will"
        ]
    },
    {
        "date": "5.2.21 8:14 pm",
        "ctx": [
            "So I am not very open about my music preferences because I am a bit insecure about it. But when my girlfriend asked me, and I showed you, even though she is not fond of the type of music she really likes the way you compose music. I feel really happy that I can freely share this trully wonderful music of yours without any fear of judgment.\n\n\n\n\nSince this is a question website it would be appropriate to actually ask you sth, so related to the previous topic, has the fear of being judged by friends,individuals society and stuff delayed you, annoyed you or even feterredfrom making some music pieces?",
            "sometimes",
            "If yes, what have you done to overcome this?",
            "call a team meeting"
        ]
    },
    {
        "date": "5.2.21 7:54 pm",
        "ctx": [
            "would you say that your music is more about the feeling it conveys than the meaning? or do you think both are equally important?",
            "this might surprise you, but ............ feeling has meaning, and, meaning has feeling"
        ]
    },
    {
        "date": "5.2.21 7:07 pm",
        "ctx": [
            "I keep wanting to make music, but it's really hard to think of an idea/tune that hasn't been done already. Do you have any advice for me?",
            "sometimes you can temporarily suspend the requirement that it's supposed to be 'any good'"
        ]
    },
    {
        "date": "5.2.21 6:23 pm",
        "ctx": [
            "why do i exist",
            "that's gonna give you quite a bit of street cred"
        ]
    },
    {
        "date": "5.2.21 5:59 pm",
        "ctx": [
            "Why is there a cherry in the clothing store in hello sexy pants",
            "maybe for good luck"
        ]
    },
    {
        "date": "5.2.21 3:30 pm",
        "ctx": [
            "In expert mode, there is a song (I am assuming) called \"VACATIONING IN THE MIDDLE OF THE SUN\".",
            "that's not a song. that's just a phrase, of text",
            "Was that the original/rough draft of \"here comes the sun\",",
            "no",
            "or just a song unrelated to \"here comes the sun\"?",
            "it's unrelated, and an unfortunate coincidence that it also contains the word sun. me and my therapist (who also happens to be me) are beginning to conclude that i have somewhat of a fixation on the sun"
        ]
    },
    {
        "date": "5.2.21 3:01 pm",
        "ctx": [
            "I want to do things but i keep finding myself not doing those things,can you help?",
            "seems like you're going to need to start working out some specific procedures"
        ]
    },
    {
        "date": "5.2.21 2:46 pm",
        "ctx": [
            "how did you acquire all the money and cash in the \"money\" song?",
            "i thought that story was about you"
        ]
    },
    {
        "date": "5.2.21 10:30 am",
        "ctx": [
            "you often suggest writing lyrics and melody at the same time, but i seem to find myself incapable of doing so. any suggestions?",
            "take your favorite chordal instrument that you play (maybe guitar, piano, something like that) and just spend a lot of time with it, improvising, singing things with it, and don't forget to allow yourself to be really really really really bad. and spend a lot of time just trying to relax and have fun and explore possibilities. if you do this for a few years then i think you will be able to put things together pretty well"
        ]
    },
    {
        "date": "5.2.21 9:28 am",
        "ctx": [
            "best cure fo existencial crisis?",
            "make a website about yourself"
        ]
    },
    {
        "date": "5.2.21 7:56 am",
        "ctx": [
            "have you considered making an album in the foreseeable future?",
            "i'm gonna release the songs individually. which is good news if you like songs because it's definitely gonna be more songs than albums have",
            "and if you do are there plans to have it released with your visuals/animation as well?",
            "making a video to go with a song seems like a powerful move, and it's a move i usually can't resist"
        ]
    },
    {
        "date": "5.2.21 5:32 am",
        "ctx": [
            "why are you so weird(i mean in a good way)",
            "i figured it's better than the bad way"
        ]
    },
    {
        "date": "5.2.21 2:51 am",
        "ctx": [
            "the instrumental tab hasn't been updated for a long time. have you considered adding any recent songs into it?",
            "that would kind of break the rules, because those songs all have vocals in them"
        ]
    },
    {
        "date": "5.2.21 2:35 am",
        "ctx": [
            "so are you actually gonna release an album or? been waiting since \"this song is for my next album\"",
            "i'm gonna release the songs individually. which is good news if you like songs because it's definitely gonna be more songs than albums have"
        ]
    },
    {
        "date": "5.1.21 11:36 pm",
        "ctx": [
            "what's the meaning of i'm a princess because it changed my life \nmy friend",
            "changing your life is meaningful, at least it is to me"
        ]
    },
    {
        "date": "5.1.21 10:18 pm",
        "ctx": [
            "hey, do you have any tips on how to motivate yourself to do something? thanks.",
            "it all depends on whether you want to do that thing, or, if you don't want to, why you think you should"
        ]
    },
    {
        "date": "5.1.21 9:28 pm",
        "ctx": [
            "have you ever had a consistent sleep schedule",
            "almost"
        ]
    },
    {
        "date": "5.1.21 9:18 pm",
        "ctx": [
            "what has inspired this \"it's gonna be fine\" attitude you've taken on?",
            "it's what everyone wants to know. so i'm always looking for reasons it's true, and i can usually find some"
        ]
    },
    {
        "date": "5.1.21 9:17 pm",
        "ctx": [
            "I love the way you use your voice as another musical instrument, how did you come up with the idea to do that?",
            "humans have been doing this (singing, etc) for probably thousands of years",
            "Was it even a conscious choice?",
            "i think so"
        ]
    },
    {
        "date": "5.1.21 8:33 pm",
        "ctx": [
            "how do you compose music?",
            "scientists are still trying to figure it out"
        ]
    },
    {
        "date": "5.1.21 8:17 pm",
        "ctx": [
            "How do you make your videos?",
            "i'm still trying to find a way"
        ]
    },
    {
        "date": "5.1.21 8:07 pm",
        "ctx": [
            "What's your favourite place to see on Google Maps?",
            "somewhere new"
        ]
    },
    {
        "date": "5.1.21 7:48 pm",
        "ctx": [
            "H&#305;Bill! May i ask you how to be great in guitar -Especially in a polyphonic way (since \ni dont have a looper pedal yet )- \nI LOVED the way you suggested For that bass player . Hope you Can Help me. Have a great day!",
            "guitar is not really my strong point. but just spend a lot of time with the guitar, playing a lot of different things. and, only get a loop pedal if you are cool with having the same exact thing repeated over and over again"
        ]
    },
    {
        "date": "5.1.21 7:33 pm",
        "ctx": [
            "What conspiracy did you do?",
            "made everything alright but i might have to do it again"
        ]
    },
    {
        "date": "5.1.21 7:23 pm",
        "ctx": [
            "im confused about note/note chords. would c/e be e c e g (normal c chord with an extra e below it)or e g c (flipped version of c chord)?",
            "i would say if your chart says C/E, that means the E note is probably supposed to be a bass note. (so, probably at least an octave away from the rest of the chord. As for whether you think it's necessary to still include another E note in the midrange part of the chord, that's up to you. it can be nice to put the E in the bass and actually just play C and G in the midrange of the chord. that's a pretty nice sound that is found readily all over all types of music you've heard. you'll have to check to see which seems to sound better at that point in the song you're playing, and on the instrument you're using. If the arranger has a specific preference, then they're gonna have to tell you directly or else write out the notes in the chart"
        ]
    },
    {
        "date": "5.1.21 6:51 pm",
        "ctx": [
            "why does the mere concept of chicago anger me deep within",
            "maybe you're anxious that you can't reach the east or west coast. or maybe you feel deceived because what appears to be the east coast is actually just a lake"
        ]
    },
    {
        "date": "5.1.21 4:57 pm",
        "ctx": [
            "reading all of these questions it's clear you're a very wise person, how did you become so wise?",
            "i'm still working on it"
        ]
    },
    {
        "date": "5.1.21 4:06 pm",
        "ctx": [
            "Do you use autotune?",
            "no"
        ]
    },
    {
        "date": "5.1.21 3:53 pm",
        "ctx": [
            "why do I feel worthless when I listen to very good music instead of feeling inspired by it",
            "one possible reason could be that you would like to make good music also, and someone else seems to be doing it in some ways that you feel are out of reach to you at this time"
        ]
    },
    {
        "date": "5.1.21 2:01 pm",
        "ctx": [
            "i have a problem. when i compose music it takes me like forever and then i start to hate the piece. What would you suggest i do?",
            "i think it's going to be ok, if you can manage to stay calm. if you can occupy your mind with other tasks, like simple games (with no sound) while listening to run-throughs of what you have, this will help you stop thinking about it directly, and get your mind in a more comfortable and forgiving place"
        ]
    },
    {
        "date": "5.1.21 1:31 pm",
        "ctx": [
            "what does \"trash mountain\" in i'm a princess mean?",
            "i made a mountain that was clearly trash, so it made me feel better to label it trash mountain. but then, as time went by and more things unfolded, i realized there was more trash than could ever be labeled, so i probably threw the sign into space somewhere"
        ]
    },
    {
        "date": "5.1.21 1:20 pm",
        "ctx": [
            "have you ever tried listening to 2 different songs simultaneously in each ear? ive adopted this tactic to get faster at finding my way once ive gotten lost.",
            "i find it more comfortable to play both songs in stereo",
            "plus you can listen to twice the music and only slightly make yourself go crazy",
            "yes that's true"
        ]
    },
    {
        "date": "5.1.21 12:59 pm",
        "ctx": [
            "is your next song gonna be more like a 'motivational' type or 'storytelling' type?",
            "it's not quite either of those",
            "does it have ambient sounds?",
            "all options are on the table"
        ]
    },
    {
        "date": "5.1.21 11:56 am",
        "ctx": [
            "what is the meaning behind \"no castle\"?",
            "i was experimenting with making 'bad' songs as a trick to get them to be good by accident. and i had just done some that had turned out to have good some good parts in them. so then i tried to make one that actually stayed bad. i am talking about the music, not the video. the video was made years later, and the meaning of that is to try to make a music video to a piece of music with no lyrics, and find other non-lyrical ways to visually express it"
        ]
    },
    {
        "date": "5.1.21 10:09 am",
        "ctx": [
            "could you please prime factorize 110?",
            "sure. that's just 2x5x11"
        ]
    },
    {
        "date": "5.1.21 9:56 am",
        "ctx": [
            "I keep hearing \"birthday\" in money as \"earth day\". P,eas whelp?",
            "after assessing your situation i've concluded that you are gonna be fine"
        ]
    },
    {
        "date": "5.1.21 8:12 am",
        "ctx": [
            "when you're writing a song on average how many times do you revoke and/or change the lyrics or do you usually have the general point of the lyrics on the first try and don't have to change much? (sorry if this doesnt make sense english is my second language)",
            "the lyrics and music are so closely linked, that quite often a lyric change means you have to change the music also. occasionally in some rare cases there might be a seamless lyric change, but that would usually only be for a word or two. Also, any significant change anywhere in the song will almost certainly have a ripple effect and everything after it would need to be changed also. it's kind of like when you change one thing in the present, and then the whole future changes"
        ]
    },
    {
        "date": "5.1.21 6:09 am",
        "ctx": [
            "Back in the days of your short videos (let's say 2013), did you have a clear vision of how your music will sound like/how your videos will look like,",
            "i had already done a huge amount of music. i wanted it to sound like that, except better. for the videos, generally what i've always wanted my videos to look like is to be able to see every part of the world from some very cool and warm angles. although i've always known it's gonna be a long time before i'm capable of anything like that. so i'd have to settle for putting words on the page at warm/cool angles instead",
            "or did you just discover it along the way? Or both? Do you think it's useful for an artist to have this concrete vision?",
            "sure"
        ]
    },
    {
        "date": "5.1.21 4:20 am",
        "ctx": [
            "why did \"got to know what's going on\" never get a music video or release on youtube?",
            "this is so every other video and song i've ever done since then could be released about 4 weeks earlier than it otherwise would have"
        ]
    },
    {
        "date": "5.1.21 3:53 am",
        "ctx": [
            "do you like saying the word blimp",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "5.1.21 3:21 am",
        "ctx": [
            "why are there so many very unreasonable people in this world",
            "to challenge your expectations and intuitions"
        ]
    },
    {
        "date": "5.1.21 3:15 am",
        "ctx": [
            "What do you do in your free time?",
            "my time is actually very expensive"
        ]
    },
    {
        "date": "5.1.21 12:56 am",
        "ctx": [
            "would you mind sharing your list of potential songs to cover here?",
            "if i tell you what any of them are, they would immediately drop off the list. that's just how it goes"
        ]
    },
    {
        "date": "5.1.21 12:52 am",
        "ctx": [
            "whats up with the little green 'EXIT' text on the left in I'm a Princess starting at 1:18?",
            "building code\n\n\n\n\n\n(ref: questions-2021-04.html)PREVIOUS QUESTIONS"
        ]
    }
]