[
    {
        "date": "10.31.21 11:37 pm",
        "ctx": [
            "were the lines about dreams in i'm a princess foreshadowing more than a dream ?",
            "no"
        ]
    },
    {
        "date": "10.31.21 11:15 pm",
        "ctx": [
            "How do you play the spoons?",
            "just make a pile of spoons"
        ]
    },
    {
        "date": "10.31.21 11:06 pm",
        "ctx": [
            "Are you in the illuminati?",
            "i have a guest pass"
        ]
    },
    {
        "date": "10.31.21 11:01 pm",
        "ctx": [
            "thoughts on paper?",
            "that sounds lovely"
        ]
    },
    {
        "date": "10.31.21 10:39 pm",
        "ctx": [
            "If you could add any letter to the English alphabet, what would it be? (Could be an already existing character, or a completely new one)",
            "how about &theta;, for the \"th\" sound"
        ]
    },
    {
        "date": "10.31.21 9:30 pm",
        "ctx": [
            "i had a dream with \"long long long journey\" in it, but the lyrics were switched around and the melody was changed. now I forgot how it went, but was it somehow intentional that your song's cousin or sibling got into my dream?",
            "that's just mother nature at play"
        ]
    },
    {
        "date": "10.31.21 6:34 pm",
        "ctx": [
            "What's your favorite song of yours? Or anything in general.",
            "i'm not done doing them"
        ]
    },
    {
        "date": "10.31.21 5:47 pm",
        "ctx": [
            "how many things are there",
            "1. everything is the same thing"
        ]
    },
    {
        "date": "10.31.21 5:25 pm",
        "ctx": [
            "what should i wear today?",
            "everything"
        ]
    },
    {
        "date": "10.31.21 4:51 pm",
        "ctx": [
            "did you make your next song about fear because of halloween?",
            "no. that reminds me, one of my new fears is that people will think that"
        ]
    },
    {
        "date": "10.31.21 2:10 pm",
        "ctx": [
            "what are your thoughts on thinking?",
            "it's like another world, in your mind!"
        ]
    },
    {
        "date": "10.31.21 1:30 pm",
        "ctx": [
            "why do I look ugly?",
            "due to too much beauty"
        ]
    },
    {
        "date": "10.31.21 1:20 pm",
        "ctx": [
            "how's your mental state?",
            "dynamic. like a typical workplace environment"
        ]
    },
    {
        "date": "10.31.21 7:58 am",
        "ctx": [
            "What did you learn while you were gone?",
            "i've never been gone"
        ]
    },
    {
        "date": "10.30.21 9:53 pm",
        "ctx": [
            "What is the chord that hits when the text on the screen \"wow\"appears in the \"chorus with a twist\", as you called it earlier, in your song \"more than a dream\"?",
            "Emin9(11)"
        ]
    },
    {
        "date": "10.30.21 9:40 pm",
        "ctx": [
            "Is there anything you need help with right now?",
            "i'm sure i could think of something"
        ]
    },
    {
        "date": "10.30.21 9:34 pm",
        "ctx": [
            "Is it ever hard to wrap your head around how many people listen to your songs?",
            "yes"
        ]
    },
    {
        "date": "10.30.21 9:14 pm",
        "ctx": [
            "are you currently attempting a 2 week schedule?",
            "no, but it's one of my long standing goals and i hope to do it soon"
        ]
    },
    {
        "date": "10.30.21 7:48 pm",
        "ctx": [
            "do you know how to play dominos?",
            "no"
        ]
    },
    {
        "date": "10.30.21 7:29 pm",
        "ctx": [
            "why do you always say \"of what\" when someone asks \"is the world a simulation?\"",
            "i'm wondering what they are suggesting the world could be a simulation of. like if someone asked me \"is an apple simlar\" i might say .... \"similar to what\""
        ]
    },
    {
        "date": "10.30.21 7:18 pm",
        "ctx": [
            "did you quit writing songs forever?",
            "no. i'm just getting started"
        ]
    },
    {
        "date": "10.30.21 7:10 pm",
        "ctx": [
            "Are Peeping Tom and Doubting Thomas the same person?",
            "no"
        ]
    },
    {
        "date": "10.30.21 6:33 pm",
        "ctx": [
            "do you wish there were a lower case version for numbers",
            "no",
            "and if there were would u mostly use lower case numbers lolololol",
            "i'd use the normal one that most people use. this is part of a broader strategy to communicate effectively with other people"
        ]
    },
    {
        "date": "10.30.21 4:18 pm",
        "ctx": [
            "Is cheese a paradox?",
            "no",
            "The more cheese i have the more holes it has. But more holes means i have less cheese?",
            "no"
        ]
    },
    {
        "date": "10.30.21 3:42 pm",
        "ctx": [
            "have you ever read catcher in the rye?",
            "i might have read part of it"
        ]
    },
    {
        "date": "10.30.21 3:09 pm",
        "ctx": [
            "how do you get ideas?",
            "tape spaghetti to the wall"
        ]
    },
    {
        "date": "10.30.21 2:16 pm",
        "ctx": [
            "how often do you incorporate dreams into your songs?",
            "i've only actually done it twice, and both times it was a melody"
        ]
    },
    {
        "date": "10.30.21 1:57 pm",
        "ctx": [
            "Why does everyone hate me",
            "you might be too powerful"
        ]
    },
    {
        "date": "10.30.21 1:00 pm",
        "ctx": [
            "does the next song feature mind-bending Mellotron shreds and earth-shattering punk yodeling",
            "no"
        ]
    },
    {
        "date": "10.30.21 11:47 am",
        "ctx": [
            "Are you smart?",
            "yes but that doesn't necessarily mean i'm smart"
        ]
    },
    {
        "date": "10.30.21 10:17 am",
        "ctx": [
            "What was the glitch in your old video editor?",
            "hmm.... there was this thing where if you fill a sequence with too many items, things start to turn bright green"
        ]
    },
    {
        "date": "10.30.21 9:10 am",
        "ctx": [
            "Will the the next song have the word \"without\"?",
            "no"
        ]
    },
    {
        "date": "10.30.21 8:52 am",
        "ctx": [
            "thoughts on books?",
            "i like the part where you get to turn the page"
        ]
    },
    {
        "date": "10.30.21 7:08 am",
        "ctx": [
            "if life is a journey, what are journeys?",
            "trips"
        ]
    },
    {
        "date": "10.30.21 4:14 am",
        "ctx": [
            "do you believe in time",
            "yes"
        ]
    },
    {
        "date": "10.30.21 4:05 am",
        "ctx": [
            "hey bill what do you want for christmas?",
            "a new year"
        ]
    },
    {
        "date": "10.30.21 12:41 am",
        "ctx": [
            "what is more than words?",
            "maybe a picture"
        ]
    },
    {
        "date": "10.29.21 11:29 pm",
        "ctx": [
            "When new video",
            "pretty soon"
        ]
    },
    {
        "date": "10.29.21 11:03 pm",
        "ctx": [
            "what are you doing for halloween?",
            "nothing, but during halloween i will be working on a song recording"
        ]
    },
    {
        "date": "10.29.21 8:30 pm",
        "ctx": [
            "are bad jokes bad",
            "let me perform some calculations"
        ]
    },
    {
        "date": "10.29.21 4:27 pm",
        "ctx": [
            "is normal interesting",
            "put it this way, interesting is normal"
        ]
    },
    {
        "date": "10.29.21 4:23 pm",
        "ctx": [
            "thoughts on everything bagels?",
            "too many things on them"
        ]
    },
    {
        "date": "10.29.21 4:02 pm",
        "ctx": [
            "how and why did you choose music as your main artform out of all the others?",
            "i don't remember"
        ]
    },
    {
        "date": "10.29.21 3:39 pm",
        "ctx": [
            "is life a myth",
            "it's one of the true myths"
        ]
    },
    {
        "date": "10.29.21 3:35 pm",
        "ctx": [
            "what do you do when your not making videos?",
            "make music to go with the videos. or make music for videos to go with"
        ]
    },
    {
        "date": "10.29.21 1:09 pm",
        "ctx": [
            "is there a regularity or a pattern of the modulation when it sounds weird magical whatever?",
            "it has a lot to do with the whole context of what is going on in the music and the story it's telling"
        ]
    },
    {
        "date": "10.29.21 9:35 am",
        "ctx": [
            "hey bill, did you ever have any random thoughts that you incorporate into A song?",
            "no thought is random. if it was made by the human brain, then it has the official non-random human verified seal of approval"
        ]
    },
    {
        "date": "10.29.21 8:28 am",
        "ctx": [
            "how do left handed people play the guitar?",
            "the top 3 ways i know of: play a backwards guitar. play a normal guitar upside down. play a normal guitar normally"
        ]
    },
    {
        "date": "10.29.21 7:21 am",
        "ctx": [
            "Today I woke up",
            "i can relate to that"
        ]
    },
    {
        "date": "10.29.21 4:23 am",
        "ctx": [
            "how to i survive physics lessons?",
            "this might sound counter-intuitive, but you could learn physics"
        ]
    },
    {
        "date": "10.29.21 4:09 am",
        "ctx": [
            "bill, do you own a cat?",
            "no"
        ]
    },
    {
        "date": "10.29.21 3:51 am",
        "ctx": [
            "what's your favorite song you've made",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "10.28.21 10:54 pm",
        "ctx": [
            "do you have any pets",
            "no"
        ]
    },
    {
        "date": "10.28.21 9:51 pm",
        "ctx": [
            "why do you work?",
            "to get the results",
            "what if you stopped working?",
            "i wouldn't get the future results i want",
            "have you considered the beach?",
            "no",
            "i like the beach :)?",
            "the beach looks nice but i don't like to touch sand"
        ]
    },
    {
        "date": "10.28.21 9:44 pm",
        "ctx": [
            "What is the fitness gram pacer test?",
            "a routine on a popular exercise product"
        ]
    },
    {
        "date": "10.28.21 9:12 pm",
        "ctx": [
            "Which of your songs are the most proud of?",
            "how about the next one"
        ]
    },
    {
        "date": "10.28.21 7:39 pm",
        "ctx": [
            "do you think you could make a sea shanty style song?",
            "yes"
        ]
    },
    {
        "date": "10.28.21 7:12 pm",
        "ctx": [
            "Will there be any more videos similar to \"Ball& stick\" or \"Wild Frolicking Adventures of Informational Education\"?",
            "yes but better i hope"
        ]
    },
    {
        "date": "10.28.21 7:10 pm",
        "ctx": [
            "do you have a poem word suggestion twin-pack generator",
            "absolutely"
        ]
    },
    {
        "date": "10.28.21 6:42 pm",
        "ctx": [
            "thoughts on art?",
            "i'll believe it when i see it"
        ]
    },
    {
        "date": "10.28.21 6:34 pm",
        "ctx": [
            "If the meaning of life is 42,",
            "it's not",
            "then what is the meaning of death? Water? Food?",
            "you'd have to contact the author of the book whose idea that came from, and see if he'd like to expand the idea an extra step",
            "Is 42 the meaning of everything!?",
            "no"
        ]
    },
    {
        "date": "10.28.21 6:13 pm",
        "ctx": [
            "Have you ever laughed at a question on here?",
            "i've laughed at everything"
        ]
    },
    {
        "date": "10.28.21 5:23 pm",
        "ctx": [
            "whats your favorite sport",
            "hard ball"
        ]
    },
    {
        "date": "10.28.21 5:16 pm",
        "ctx": [
            "how do you make your videos",
            "hold back 90% of the way, so that when the other 10% gets out of control, it will still be on track"
        ]
    },
    {
        "date": "10.28.21 2:26 pm",
        "ctx": [
            "what do you think about when you wake up at 2am?",
            "getting to work"
        ]
    },
    {
        "date": "10.28.21 1:10 pm",
        "ctx": [
            "what do you think it would be like to live on the moon",
            "lonely"
        ]
    },
    {
        "date": "10.28.21 12:54 pm",
        "ctx": [
            "how do you be cool?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "10.28.21 12:29 pm",
        "ctx": [
            "i have to make a short film for an a/v class at school. what should it be about?",
            "everything"
        ]
    },
    {
        "date": "10.28.21 11:12 am",
        "ctx": [
            "Can you play wonderwall",
            "sure"
        ]
    },
    {
        "date": "10.28.21 10:58 am",
        "ctx": [
            "hey Bill, what should I write a song about?",
            "everything"
        ]
    },
    {
        "date": "10.28.21 10:29 am",
        "ctx": [
            "have you ever wanted to operate a submarine?",
            "no"
        ]
    },
    {
        "date": "10.28.21 9:10 am",
        "ctx": [
            "What is the time signature of and the day goes on?",
            "4/4"
        ]
    },
    {
        "date": "10.28.21 6:04 am",
        "ctx": [
            "How did you learn how to play the piano?",
            "i will confess to being lucky enough to have a piano in my household at age 2. that's pretty much all it takes. it's self explanatory: each note sounds exactly the way it sounds. so it's like the whole thing is its own cheat sheet"
        ]
    },
    {
        "date": "10.28.21 5:16 am",
        "ctx": [
            "hello bill, i was wondering about how you decide on your ratio of originality to 'regular'-ness.",
            "my mind goes to war with itself. it's an even match, so it's usually a tie and then my mind is dead",
            "do you try to be as original as possible in some aspects of the art you create,",
            "yes",
            "or do you strive to be as original as possible in EVERY aspect the art you create?",
            "too original would be exhausting. must pepper in the familiarity to get the right balance",
            "OR do you simply strive to be 'good' in the art you create, using originality as one of many ways to create something good?",
            "yes",
            "i ask because it seems like there is an interesting paradox you present by saying that so much of what you do (for example, the fonts that you use in videos) is 'normal', but i know that originality and novelty must be very valuable to you.",
            "here's the thing,......... originality is normal. if you don't believe me, just ask mother nature"
        ]
    },
    {
        "date": "10.28.21 5:08 am",
        "ctx": [
            "What time is it",
            "Thursday, October 28, 2021 8:35:39 PM"
        ]
    },
    {
        "date": "10.28.21 2:34 am",
        "ctx": [
            "help me im trapped in a fluid dynamics simulator",
            "ok i'll be there in a minute"
        ]
    },
    {
        "date": "10.28.21 1:02 am",
        "ctx": [
            "do you understand your own songs",
            "yes but there's always more to understand. that's just the way music is"
        ]
    },
    {
        "date": "10.28.21 12:06 am",
        "ctx": [
            "Do you know what your next-next song will be?",
            "no",
            "The lendemain of your songs I guess?",
            "i've never heard the word lendemain, but it sounds lovely",
            "What about the next-next-next?",
            "no",
            "I am curious about how far ahead you plan what to release.",
            "i begin the selection process for the next, after the previous production is done. the selection is usually influenced heavily by how the previous one turned out"
        ]
    },
    {
        "date": "10.27.21 11:49 pm",
        "ctx": [
            "do you have a lot of buddies",
            "what the heck is a buddie"
        ]
    },
    {
        "date": "10.27.21 10:22 pm",
        "ctx": [
            "if there were 2 additional musical notes, how much larger do you think pianos would have to be in order to accomodate them?",
            "about an inch"
        ]
    },
    {
        "date": "10.27.21 9:01 pm",
        "ctx": [
            "How does the news decide what counts as news?",
            "if they think it will scare the shit out of you"
        ]
    },
    {
        "date": "10.27.21 7:31 pm",
        "ctx": [
            "Hello Mr. Wurtz, I write poems. Can you give me a one word suggestion?",
            "i only do it in twin-packs. here is a twin suggestion pack:\nbrand\nslow"
        ]
    },
    {
        "date": "10.27.21 7:02 pm",
        "ctx": [
            "If you ever wanted one thing out of the millions of things out there, what would you want?",
            "the more i read the question, the less i understand what it's saying"
        ]
    },
    {
        "date": "10.27.21 5:00 pm",
        "ctx": [
            "is it bad that i genuinely hate doors?",
            "no",
            "what does this say about me?",
            "maybe you want everything to be in the same room"
        ]
    },
    {
        "date": "10.27.21 4:43 pm",
        "ctx": [
            "Will you ever make a \"record\"? Like a legit record on vinal?",
            "yes, if technology moves backwards and the current methods of distributing music are somehow cancelled",
            "And will you ever make an album and not stand-alone songs?",
            "probably not. it feels like albums weaken songs. and also, it feels like songs weaken albums. i find songs to be much better without the album, and, by the same token, i find albums to be much better without the songs"
        ]
    },
    {
        "date": "10.27.21 4:40 pm",
        "ctx": [
            "What was the bad thing you did?",
            "doing a medium thing"
        ]
    },
    {
        "date": "10.27.21 4:26 pm",
        "ctx": [
            "thank you.\n\nalso\n\ndo you care about what the audience thinks at all?",
            "yes",
            "if you don't care, (and i don't want to be disrespectful-- i admire you very, very, very much) why do you share your art?\n\nis art inherently meant to be shared?",
            "maybe",
            "i suppose the real question is, would you create if you were inside a vacuum?",
            "first things first, could i breathe"
        ]
    },
    {
        "date": "10.27.21 3:49 pm",
        "ctx": [
            "Do you ever think about touring?",
            "yes",
            "I'd love to come to a Bill Wurtz show."
        ]
    },
    {
        "date": "10.27.21 3:32 pm",
        "ctx": [
            "this might just be my ignorant brain talking, but i noticed that \"la de da de da de da de day oh\" and \"got to know what's going on\" sound kind of similar. is there any connection between the two songs?",
            "yes: same writer, same producer, same singer, same accompanying musician,"
        ]
    },
    {
        "date": "10.27.21 3:24 pm",
        "ctx": [
            "if someone guessed the title of your next song correctly on this page, would you tell them before the song came out?",
            "no"
        ]
    },
    {
        "date": "10.27.21 3:21 pm",
        "ctx": [
            "what is music without the element of time?",
            "nothing"
        ]
    },
    {
        "date": "10.27.21 1:57 pm",
        "ctx": [
            "Why is there so much escaping in \"and the day goes on\"?",
            "after consulting with my therapist (who happens to be me) i've concluded that it's probably fun to escape"
        ]
    },
    {
        "date": "10.27.21 1:54 pm",
        "ctx": [
            "are you releasing an album? or have plans to release and album?",
            "i was hoping i could do better than that"
        ]
    },
    {
        "date": "10.27.21 1:33 pm",
        "ctx": [
            "hellooo mr wurtz. what is it like being very cool?",
            "it's risky. if you get too cool you can die",
            "also do u like rats",
            "no but i respect them"
        ]
    },
    {
        "date": "10.27.21 12:48 pm",
        "ctx": [
            "How do you go about fighting off perfectionism?",
            "i don't have to do that. i don't even like perfect things"
        ]
    },
    {
        "date": "10.27.21 11:42 am",
        "ctx": [
            "what do you do to entertain yourself",
            "that's preposterous. who do you think i am"
        ]
    },
    {
        "date": "10.27.21 11:28 am",
        "ctx": [
            "Any plans for future longer videos, or just songs for the time being? Love your work!",
            "there are several non-songs that i am eager to do. some are as short as 1 minute. some may be as long as 15 minutes"
        ]
    },
    {
        "date": "10.27.21 11:06 am",
        "ctx": [
            "Is it today? or does it just seem that way?",
            "both"
        ]
    },
    {
        "date": "10.27.21 9:45 am",
        "ctx": [
            "can your next song not include the word 'the' at all",
            "no, it already does"
        ]
    },
    {
        "date": "10.27.21 9:19 am",
        "ctx": [
            "When making a music video do you edit it out of order or do you go from beginning to end?",
            "usually beginning to end"
        ]
    },
    {
        "date": "10.27.21 8:33 am",
        "ctx": [
            "is life too short to be serious?",
            "no"
        ]
    },
    {
        "date": "10.27.21 7:34 am",
        "ctx": [
            "im bored what should i do?",
            "how about getting struck by lightning"
        ]
    },
    {
        "date": "10.27.21 6:41 am",
        "ctx": [
            "are you weary that if you ever choose to do some sort of live stream, all the chat will just be filled with \"hire a samurai\" and \"the sun is a deadly lazer\" and other quotables over and over",
            "i think i'm wary of worse things happening there"
        ]
    },
    {
        "date": "10.27.21 6:24 am",
        "ctx": [
            "Hi Bill, im a huge air conditioner",
            "i believe you"
        ]
    },
    {
        "date": "10.27.21 5:07 am",
        "ctx": [
            "have you considered performing live?",
            "yes"
        ]
    },
    {
        "date": "10.27.21 3:49 am",
        "ctx": [
            "Thanks to this page youve morphed over the years from idol into pretty cool friend.",
            "and somehow despite that i still have no idea who you are"
        ]
    },
    {
        "date": "10.27.21 1:50 am",
        "ctx": [
            "is \"thelonious sphere monk\" the coolest name ever?",
            "on paper it looks cool, but the problem when it's spoken is that the s on 'sphere' will blend with the previous word. so it will probably sound like 'fear'. on the other hand, maybe that's cool nonetheless"
        ]
    },
    {
        "date": "10.27.21 1:32 am",
        "ctx": [
            "oh BILL! starting at 00:43 in got-some-money.mp4 did you purposefully bounce that triangle to get viewer's heads bobbing along to the tune to get them more entranced in the musical beat?",
            "yes",
            "clever move, bill. btw that song is fantastic, i like it. deeply meaningful to me: it makes me think about selfishness, it makes me think about where happiness comes from, and it makes me think about the side effects of a purchase-based economy... the stuff about plastic in the ocean at the end really gets me.",
            "i didn't say it was plastic, but maybe you carried that idea over from another one of my videos",
            "also, i was having a hard time in my life when it came out and it was nice to hear a song from one of my favorite composers. thanks!"
        ]
    },
    {
        "date": "10.27.21 12:28 am",
        "ctx": [
            "how would you define \"goth\"?",
            "i'm not sure. i don't entirely know what it means"
        ]
    },
    {
        "date": "10.26.21 11:50 pm",
        "ctx": [
            "what's the bestest feeling ever to be felt?",
            "better"
        ]
    },
    {
        "date": "10.26.21 11:48 pm",
        "ctx": [
            "have you ever tried writing a song in the locrian mode",
            "what happens when you try to base a song in locrian: it almost immediately tends to shift into neighboring relative normal modes. for example, if you start writing something in C locrian, it's going to have a tendency to start sounding like Bb minor, or maybe even Db major, or perhaps Ab mixolydian, etc... I think you'll find it will be an uphill battle to continue to 'prove' that C is actually the root of it"
        ]
    },
    {
        "date": "10.26.21 10:58 pm",
        "ctx": [
            "(ref: q.php?date=202110260512)10.26.215:12 am  why do you send your music to stores if there aren't any physical copies of your music? what are they meant to do with it?",
            "they post it online. the music stores are online now"
        ]
    },
    {
        "date": "10.26.21 9:41 pm",
        "ctx": [
            "how would you describe your music/animation style?",
            "the whole reason i do it is so i don't have to describe it"
        ]
    },
    {
        "date": "10.26.21 9:16 pm",
        "ctx": [
            "thoughts on fretless guitars?",
            "could be fun"
        ]
    },
    {
        "date": "10.26.21 9:12 pm",
        "ctx": [
            "what's your favorite polygon?",
            "n gon"
        ]
    },
    {
        "date": "10.26.21 8:24 pm",
        "ctx": [
            "how do i solve world hunger",
            "how about inventing an automatic food maker"
        ]
    },
    {
        "date": "10.26.21 8:15 pm",
        "ctx": [
            "how is the progress of your new song/video coming along?",
            "pretty good",
            "also I hope you're doing well!"
        ]
    },
    {
        "date": "10.26.21 7:51 pm",
        "ctx": [
            "hey blil, you answer these?",
            "yes"
        ]
    },
    {
        "date": "10.26.21 6:45 pm",
        "ctx": [
            "why am i so stupid",
            "due to intelligence"
        ]
    },
    {
        "date": "10.26.21 6:20 pm",
        "ctx": [
            "what's the best way to learn how to read",
            "there's gotta be some books about it"
        ]
    },
    {
        "date": "10.26.21 5:48 pm",
        "ctx": [
            "I am 19 and I am in 2k $ debt should kill myself?",
            "no"
        ]
    },
    {
        "date": "10.26.21 3:23 pm",
        "ctx": [
            "what's your favourite song you havent made yet?",
            "the next one"
        ]
    },
    {
        "date": "10.26.21 3:01 pm",
        "ctx": [
            "could you make a page that is just like videos, except more specifically, music videos?",
            "i used to have one, but then the distinction became unclear as i realized that almost all of my videos are at least somewhat musical"
        ]
    },
    {
        "date": "10.26.21 2:50 pm",
        "ctx": [
            "what happens at the airport terminal",
            "life goes on"
        ]
    },
    {
        "date": "10.26.21 2:42 pm",
        "ctx": [
            "have you considered running for public office?",
            "no"
        ]
    },
    {
        "date": "10.26.21 2:34 pm",
        "ctx": [
            "what kind of music you like",
            "it has to be at least good enough to make me forget which kind is which"
        ]
    },
    {
        "date": "10.26.21 1:57 pm",
        "ctx": [
            "how do you often find yourself?",
            "every time i lose myself"
        ]
    },
    {
        "date": "10.26.21 1:41 pm",
        "ctx": [
            "bill, your music is beautiful, i like it! by the way, what's the genre of it??",
            "if what you say is to be trusted, then it would be considered 'beautiful', 'likeable',"
        ]
    },
    {
        "date": "10.26.21 12:28 pm",
        "ctx": [
            "is it a long long long journey",
            "yes"
        ]
    },
    {
        "date": "10.26.21 12:11 pm",
        "ctx": [
            "how does it feel being alive?",
            "complicated"
        ]
    },
    {
        "date": "10.26.21 11:35 am",
        "ctx": [
            "you are a surrealist, arent you",
            "if the shoe fits,"
        ]
    },
    {
        "date": "10.26.21 9:57 am",
        "ctx": [
            "i had a dream that the title of your new song is \"cover your eyes\". is my dream correct?",
            "no"
        ]
    },
    {
        "date": "10.26.21 9:31 am",
        "ctx": [
            "Is anything even real",
            "yes"
        ]
    },
    {
        "date": "10.26.21 9:14 am",
        "ctx": [
            "how do you decide what tempo to play things at, and how do you go about tempo changes, accelerandos, rallentandos, and the like?",
            "i have to use my intuition and imagination. it's like figuring out how to pace your speaking. just have fun and enjoy yourself"
        ]
    },
    {
        "date": "10.26.21 7:13 am",
        "ctx": [
            "How frequently are your answers longer than the questions asked?",
            "let's look at the last 30 questions as a sample space. 14 of those answers were longer than the question, and now 15. so that makes 50% of the time, based on this sample space, which i assume is average, given the spectacularly average mood i am in currently"
        ]
    },
    {
        "date": "10.26.21 6:36 am",
        "ctx": [
            "how can a stranger help another stranger in need?",
            "you're gonna have to somehow know what they need. i'm honestly pretty bad at figuring out what other people need. sometimes i assume they need the same thing that i need, which sometimes might be correct"
        ]
    },
    {
        "date": "10.26.21 5:13 am",
        "ctx": [
            "What's your favourite song that you've written?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "10.26.21 5:12 am",
        "ctx": [
            "are you avoiding labeling your music as \"pop\" because you're afraid that people will just discard it with a \"I don't like pop\"?",
            "i actually do label my music as \"pop\" when i send it to stores, because i write it with the intention of making it as good as i can. and i believe that is the most important feature of pop music: to be really good. However, that might be socially frowned upon to declare that your own music is popular and/or really good. so in conversation i just say it's 'normal'. and i just keep it my own little secret that being good is normal"
        ]
    },
    {
        "date": "10.26.21 3:31 am",
        "ctx": [
            "are you tired of the world?",
            "no"
        ]
    },
    {
        "date": "10.26.21 3:25 am",
        "ctx": [
            "I want to make songs in the future but I dont know where to start, I don't even know all the keys in piano, it's hard to start something that I don't know where to start of. How can you come up of making songs?",
            "i'm not sure. i discovered most of the music basics when i was a very small child. but doing 'songs' still required a lot of additional spiritual exploration (or at least i chose to require that of myself), but i had a lot of musical experience to back it up. i'm not sure what it would be like to approach it without having that musical experience, but, in some ways i suspect it might have been simpler and more adventurous, with less blockages maybe. i've had to do a lot of soul-searching at some points, to coax the adventures out. but if i had no musical experience i suspect that the adventures might have been ready to go, right on the surface. i think i've seen other people work this way"
        ]
    },
    {
        "date": "10.26.21 2:45 am",
        "ctx": [
            "How did you develop your style?",
            "just keep doing things. it's still developing"
        ]
    },
    {
        "date": "10.26.21 12:54 am",
        "ctx": [
            "i really want to make music, my voice isnt good. not in a self depricating way- it just doesn't sound presentable. how can i make music with a voice that sounds good?",
            "it will sound better the more you use it. but in the meantime, pretend you are doing an avant garde artpiece that requires it to sound exactly the way it sounds. you can put it in some kind of avant garde hipster location that's so far underground that no one will see it yet"
        ]
    },
    {
        "date": "10.26.21 12:48 am",
        "ctx": [
            "hey man, i just started college, major in Psychology. \ni feel like I took the wrong course. Everything feels wrong. I was not able to take the course I want, but now that course feels wrong as well. I feel like nothing fits with me. got any advice?",
            "what are some of the things in the past 12 months that felt right? that's just a starting point"
        ]
    },
    {
        "date": "10.25.21 11:52 pm",
        "ctx": [
            "Why is 'dick' short for 'richard'?",
            "to 'razzle' you, which of course is short for 'bedazzle'"
        ]
    },
    {
        "date": "10.25.21 10:57 pm",
        "ctx": [
            "how high can you jump",
            "just barely high enough to jump over my fears"
        ]
    },
    {
        "date": "10.25.21 10:41 pm",
        "ctx": [
            "bill help, i did a bad thing. what should i do?",
            "do a medium thing. it will seem great compared to the other thing"
        ]
    },
    {
        "date": "10.25.21 10:36 pm",
        "ctx": [
            "Whenever I release a song I usually end up with an empty feeling in my stomach because there were probably ways I could have made it better. Is this inevitable,",
            "maybe",
            "or can an artist feel fulfilled after releasing a song?",
            "yes"
        ]
    },
    {
        "date": "10.25.21 10:13 pm",
        "ctx": [
            "how do i make the music that i can hear in my head into music that you can hear in your head?",
            "you'll have to compromise. but as you start making any sounds you can, you'll start to gradually see the [music you can make] and the [music you imagine] start to merge"
        ]
    },
    {
        "date": "10.25.21 9:50 pm",
        "ctx": [
            "If you had to be buried with ONE brand of root beer which one would it be",
            "i don't know any of the brands"
        ]
    },
    {
        "date": "10.25.21 9:40 pm",
        "ctx": [
            "how long of a break do yougive yourself between finishing one song and starting the next",
            "1 day maximum. or more, if you consider the period of \"general writing\" which is when i come up with brand new ideas, and also develop existing ideas, before making a final selection of which one is produced next. i like to allow 2 to 3 days of general writing before making a selection"
        ]
    },
    {
        "date": "10.25.21 9:27 pm",
        "ctx": [
            "how much time does it take for a minute?",
            "about 60 seconds"
        ]
    },
    {
        "date": "10.25.21 8:40 pm",
        "ctx": [
            "What music key is the world in\nI want to say D major but it doesn't seem right",
            "every key"
        ]
    },
    {
        "date": "10.25.21 7:42 pm",
        "ctx": [
            "At which point in the songwriting process do you come up with the title?",
            "that would vary from song to song. sometimes it is known first, before even any melody. other times i may arrive on the obvious title by the time i reach the chorus. other times, i may change the title after the song is finished"
        ]
    },
    {
        "date": "10.25.21 7:40 pm",
        "ctx": [
            "what's your favorite thing to get wrong",
            "wrongness itself"
        ]
    },
    {
        "date": "10.25.21 7:05 pm",
        "ctx": [
            "Congratulations on the new video bill, did you get the idea for the song a while ago like \"I'm a Princess\" or did you write it recently, like in the last few months?",
            "i wrote it in late april 2021, immediately before recording it. \"i'm a princess\" was also written immediately before recording it, in april 2019"
        ]
    },
    {
        "date": "10.25.21 7:00 pm",
        "ctx": [
            "what should I put in my root beer",
            "i'm not even sure what's already in it"
        ]
    },
    {
        "date": "10.25.21 6:09 pm",
        "ctx": [
            "how do you feel about youtube tutorials that take a get few minutes before anything is actually taught",
            "weak. this is a sign of weakness, i feel"
        ]
    },
    {
        "date": "10.25.21 6:03 pm",
        "ctx": [
            "on a 1-10 scale how would you rate the changing of the seasons?",
            "10"
        ]
    },
    {
        "date": "10.25.21 5:35 pm",
        "ctx": [
            "how to find a better way to talk to someone?",
            "start by deciding how you have been talking to them"
        ]
    },
    {
        "date": "10.25.21 4:42 pm",
        "ctx": [
            "how do i use a computer",
            "don't worry, the computer will use you"
        ]
    },
    {
        "date": "10.25.21 3:48 pm",
        "ctx": [
            "where is the metaphysical place where music ends and you begin?",
            "i think they overlap"
        ]
    },
    {
        "date": "10.25.21 3:00 pm",
        "ctx": [
            "how do you get a better handwriting?",
            "just write everything"
        ]
    },
    {
        "date": "10.25.21 2:50 pm",
        "ctx": [
            "how does each of your songs vary so much, but one could recognize your music from just 3 seconds of just about any of your songs?",
            "that's easy. i just make sure they're really loud"
        ]
    },
    {
        "date": "10.25.21 2:49 pm",
        "ctx": [
            "why do people call the world reality, like how does anyone know what reality is? isn't it relative",
            "it's probably just a suggestive guideline"
        ]
    },
    {
        "date": "10.25.21 2:21 pm",
        "ctx": [
            "Sometimes i feel like a pawn in my own life",
            "maybe you can go for an en-passant sometime"
        ]
    },
    {
        "date": "10.25.21 2:16 pm",
        "ctx": [
            "hey bill, got any advice on how to be normal?",
            "you have to make a reservation like 50 years in advance"
        ]
    },
    {
        "date": "10.25.21 1:41 pm",
        "ctx": [
            "How fast can you write a song in 3 seconds?",
            "in 3 seconds"
        ]
    },
    {
        "date": "10.25.21 1:27 pm",
        "ctx": [
            "what's a cool way to make more grass?",
            "i'm not sure. i don't know anything about grass"
        ]
    },
    {
        "date": "10.25.21 1:24 pm",
        "ctx": [
            "Hey, when did you write you new song?",
            "i'm writing one now"
        ]
    },
    {
        "date": "10.25.21 1:02 pm",
        "ctx": [
            "Everything that comes out of your mind is poetry. How did you get this way?",
            "instead of putting myself on the spot, i one day decided that the whole world must be the spot. so then i was free to roam"
        ]
    },
    {
        "date": "10.25.21 12:57 pm",
        "ctx": [
            "what motivates you to create",
            "pretty much everything"
        ]
    },
    {
        "date": "10.25.21 12:00 pm",
        "ctx": [
            "do you want to be friends?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "10.25.21 11:33 am",
        "ctx": [
            "what should one do if they're seen as awkward? I'm often told that I come off as a rude and arrogant person even when I don't intend to because I'm blunt and also slightly clueless about social norms. I'm sick of people's expectations but people in general are not willing to help you unless you're conforming? it's so hard to find a balance between being yourself and being what others expect you to be. I used to seek a lot of validation from others before, but now I'm slightly more self-confident. However, a few people have asked me if I'm depressed or something and try to figure out what's \"wrong\" with me (and they try to be subtle about it), and I just get the general feeling that people don't like being in my presence because I'm too uncomfortable or stand-offish. Although I've learned not to mind it too much, I feel this is only going to alienate me further from others and prevent me from getting things done. idk I'm just venting here, sorry",
            "i'd say take all the energy you just spent regarding what other people think of you, and put it toward being who you actually think you should be. after a few years of some genuine devotion, you'll probably turn out to be a superstar"
        ]
    },
    {
        "date": "10.25.21 11:32 am",
        "ctx": [
            "how much time does writing and recording a song take in your current ideal schedule? (maybe ideal not good word, because that is prob like a day. how bout \"realistic\" or \"reasonable\")",
            "i currently have the opinion that writing should be allowed to take several days, if necessary. the production time however, should be significantly condensed from what it sometimes has been, especially last time. 3 days seems great for song production, and i'm sure it's possible. 1 day would be better, and i'm sure that's possible too"
        ]
    },
    {
        "date": "10.25.21 10:38 am",
        "ctx": [
            "i noticed that most videos are in helvetica but the recent ones are in arial. why?",
            "i prefer an extremely normal looking font. i actually can't tell the difference between those 2 fonts. perhaps helvetica wasn't available"
        ]
    },
    {
        "date": "10.25.21 9:50 am",
        "ctx": [
            "What is the difference between \"dumb\" and \"stupid\"?",
            "dumb is dumber than stupid"
        ]
    },
    {
        "date": "10.25.21 8:43 am",
        "ctx": [
            "do you have any ways to deal with feeling creatively spent?",
            "learn about what everyone else has created"
        ]
    },
    {
        "date": "10.25.21 7:52 am",
        "ctx": [
            "What genre of music would you say you make",
            "regular"
        ]
    },
    {
        "date": "10.25.21 5:25 am",
        "ctx": [
            "i'm gonna be in medschool for the next five years. how do i focus on art?",
            "this might be good or bad news, but, there are an unlimited number of ways to focus on art. art is totally unlimited",
            "is this going to be a period of really really slow improvement?",
            "i don't know",
            "because that puts a bit of a damper on my plans lol"
        ]
    },
    {
        "date": "10.25.21 2:37 am",
        "ctx": [
            "what inspires you?",
            "whenever i walk inside or outside, or through doors in general"
        ]
    },
    {
        "date": "10.25.21 1:31 am",
        "ctx": [
            "I remember some old questions where you recommend using whatever tools are most easily available to get started making music or videos or whatever. since you've put a lot of effort into switching to new software, do you think the old tools were holding you back",
            "yes. i was wrong about this in some ways, and right about it in other ways",
            "and is your advice still the same?",
            "yes"
        ]
    },
    {
        "date": "10.25.21 1:10 am",
        "ctx": [
            "how does hearing gated reverb make you feel",
            "fine"
        ]
    },
    {
        "date": "10.25.21 12:05 am",
        "ctx": [
            "How do I write a poem?",
            "write anything"
        ]
    },
    {
        "date": "10.24.21 11:42 pm",
        "ctx": [
            "do you think of melodies first or chords?",
            "both at the same time, but the melody is leading the way. actually, it's usually best when the lyrical content leads the way but the melody and chords also show up at the exact same time"
        ]
    },
    {
        "date": "10.24.21 11:25 pm",
        "ctx": [
            "Whats the new song about",
            "fear"
        ]
    },
    {
        "date": "10.24.21 10:10 pm",
        "ctx": [
            "when is the universe gonna end",
            "some other time"
        ]
    },
    {
        "date": "10.24.21 9:34 pm",
        "ctx": [
            "How do you get your inspirations for your animations?",
            "if it's a song, i get the inspiration from the song. if it's not a song, then the animation is inspired from the script i've written"
        ]
    },
    {
        "date": "10.24.21 9:13 pm",
        "ctx": [
            "Who is the little dude who's been in your videos lately? Is it you? Is it Steve? Is it the \"Randy\" I keep hearing about up in the corner of the uqestions page? Guidance is formally requested",
            "it's my current best graphical representation of a person. looking forward to giving it some variances and expanding my capabilities to be able to include multiple persons in a video at the same time"
        ]
    },
    {
        "date": "10.24.21 8:52 pm",
        "ctx": [
            "do you see your viewers as individuals or as a whole, a crowd of sorts?",
            "individuals"
        ]
    },
    {
        "date": "10.24.21 8:40 pm",
        "ctx": [
            "have you ever thought of exploring other genres of music?",
            "why not just combine them all, and explore them that way"
        ]
    },
    {
        "date": "10.24.21 8:21 pm",
        "ctx": [
            "do you say \"aesthetic\" like ESS-THETIC or AY-ESTHETIC",
            "ass thetic"
        ]
    },
    {
        "date": "10.24.21 8:07 pm",
        "ctx": [
            "I'm having a rough time in my sound design class. The class is super free-form and relaxed, but he says by the end we should be able to make sounds sound exactly like they sound in our heads. It's throwin me for a loop. That's not how I really work with sound, cause I know that the sound I hear in my head is impossible to replicate 1 to 1. So what do?",
            "it sounds like your teacher has slightly exaggerated things, or possibly has lower standards than you do"
        ]
    },
    {
        "date": "10.24.21 7:55 pm",
        "ctx": [
            "Do you ever get annoyed by certain questions that are ask over and over again?",
            "no"
        ]
    },
    {
        "date": "10.24.21 5:14 pm",
        "ctx": [
            "if you were a number you'd be 5.05 but what number do YOU think you are?",
            "i'd be able to change. that's because i'm *alive*"
        ]
    },
    {
        "date": "10.24.21 4:48 pm",
        "ctx": [
            "hotel?",
            "that makes sense"
        ]
    },
    {
        "date": "10.24.21 4:43 pm",
        "ctx": [
            "what's your favorite question that someone's asked you on here?",
            "this one"
        ]
    },
    {
        "date": "10.24.21 4:41 pm",
        "ctx": [
            "What is the first letter of the next song?",
            "i"
        ]
    },
    {
        "date": "10.24.21 2:52 pm",
        "ctx": [
            "Do you ever miss your old editing program?",
            "no. it sucked"
        ]
    },
    {
        "date": "10.24.21 11:31 am",
        "ctx": [
            "yesterday i got pizza from a place i never went to, and they use the same font you use in your videos on their pizza boxes. this unsettles me. can i do anything about it?",
            "my first instinct is to suggest that you make your own pizza business with your own pizza boxes and choose the font"
        ]
    },
    {
        "date": "10.24.21 11:07 am",
        "ctx": [
            "What is the structure of your song, \"more than a Dream\"\n (i.e, verse, chorus, bridge,)?",
            "how about this:\nverse\nverse\nchorus\nverse\nchorus with a twist\nverse\nsection 3\nchorus\nfake verse"
        ]
    },
    {
        "date": "10.24.21 10:32 am",
        "ctx": [
            "theoretically, can bricks be green?",
            "yes"
        ]
    },
    {
        "date": "10.24.21 10:07 am",
        "ctx": [
            "thoughts on carrot muffins",
            "fake"
        ]
    },
    {
        "date": "10.24.21 7:11 am",
        "ctx": [
            "what does everyone get wrong about you?",
            "a lot of people think that videos are created during the upload process"
        ]
    },
    {
        "date": "10.24.21 4:34 am",
        "ctx": [
            "today i made a new friend and im afraid we've peaked",
            "everything has peaked. but don't worry, it's going to peak again. the previous peak was not even the first"
        ]
    },
    {
        "date": "10.24.21 3:08 am",
        "ctx": [
            "how do i show others i'm unique",
            "if what you say is true, then i couldn't possibly imagine"
        ]
    },
    {
        "date": "10.24.21 1:31 am",
        "ctx": [
            "any advice for someone who suddenly isn't getting much joy out of things they typically enjoy?",
            "try some non-typical things"
        ]
    },
    {
        "date": "10.24.21 1:13 am",
        "ctx": [
            "how hard was OhYeah Corp. hit by COVID?",
            "not at all. that's not on earth"
        ]
    },
    {
        "date": "10.24.21 12:50 am",
        "ctx": [
            "i have no songwriting inspiration because the only things i can seem to write about are the only two things that bbother me ever. please give me a subject to write abbout so i dont go kookoo crazy wild",
            "here's a twin pack:\n\nincreased\nmight",
            "also, i sent you a question roughly two years ago and thought it was so cool for you to respond. cant find it though"
        ]
    },
    {
        "date": "10.24.21 12:10 am",
        "ctx": [
            "how deep does the bill wurtz lore go",
            "put it this way, at some point you're probably gonna see screen recordings of me making a keyboard shortcut for making a keyboard shortcut"
        ]
    },
    {
        "date": "10.23.21 11:31 pm",
        "ctx": [
            "hi i have no one to talk to ab this but ive been feeling and acting pretty shit lately but mom and sister do not get tired of me, is that love",
            "love is many things and yep that's one of them"
        ]
    },
    {
        "date": "10.23.21 11:26 pm",
        "ctx": [
            "ever considered doing remakes of your old songs?",
            "there's many other things i have yet to make for the first time, so i should take care of those first, then maybe circle back for the re-makes"
        ]
    },
    {
        "date": "10.23.21 11:12 pm",
        "ctx": [
            "hi bill, did Sigmund froid have any say in your newest song, or did you just place him on the back burner?",
            "neither"
        ]
    },
    {
        "date": "10.23.21 10:58 pm",
        "ctx": [
            "what portions of your newest song were written in which year,",
            "all of it was written this week, in 2021",
            "also what is the time where you are when replying, if you decide to",
            "Sunday, October 24, 2021 5:30:47 PM"
        ]
    },
    {
        "date": "10.23.21 10:09 pm",
        "ctx": [
            "How are your mixes literally perfect",
            "i must have hypnotized you into thinking it's perfect. this is the only way to get a good mix"
        ]
    },
    {
        "date": "10.23.21 9:32 pm",
        "ctx": [
            "why don't you use capital letters",
            "i do, but why don't you"
        ]
    },
    {
        "date": "10.23.21 9:15 pm",
        "ctx": [
            "what's your favourite thing to put on toast?",
            "your favorite music albums"
        ]
    },
    {
        "date": "10.23.21 9:09 pm",
        "ctx": [
            "How much knowledge is too much knowledge?",
            "all of it"
        ]
    },
    {
        "date": "10.23.21 8:14 pm",
        "ctx": [
            "What do you think of the internet today?",
            "seems legit"
        ]
    },
    {
        "date": "10.23.21 7:41 pm",
        "ctx": [
            "Have you finished writing the lyrics for the next song?",
            "no"
        ]
    },
    {
        "date": "10.23.21 7:37 pm",
        "ctx": [
            "is the world flat",
            "it used to be but now it's a little bent"
        ]
    },
    {
        "date": "10.23.21 7:09 pm",
        "ctx": [
            "why are some of the answers on this page so deep",
            "i live in a hole"
        ]
    },
    {
        "date": "10.23.21 6:06 pm",
        "ctx": [
            "Do you have any tips?",
            "contextually, yes. if you can say what you'd like tips on, i'm pretty sure i can come up with something"
        ]
    },
    {
        "date": "10.23.21 6:03 pm",
        "ctx": [
            "what would you tell someone learning about making music?",
            "i'd be interested in hearing what they have to say about it first"
        ]
    },
    {
        "date": "10.23.21 5:17 pm",
        "ctx": [
            "Are you God?",
            "i thought you were"
        ]
    },
    {
        "date": "10.23.21 5:16 pm",
        "ctx": [
            "What is music in one sentance?",
            "it's capable of supercharging a sentence"
        ]
    },
    {
        "date": "10.23.21 2:33 pm",
        "ctx": [
            "Have you ever felt like \"yeah that was the best thing i've ever made\" or \"i can't get better than that\"?",
            "no. i'm always surprised at how much worse it seems compared to what i think i can do"
        ]
    },
    {
        "date": "10.23.21 1:54 pm",
        "ctx": [
            "what is your opinion on country music that is specifically from america",
            "i have a different opinion for each song. more specific than that, i have a different opinion for each moment of each song. more specific than that, i have a different opinion for each different mood i may be in, each time i hear each moment of each song"
        ]
    },
    {
        "date": "10.23.21 1:45 pm",
        "ctx": [
            "How did you find the chords in \"It's a long, long, long way, it's a long, long strong way\"",
            "intuition, and experimentation",
            "and what are they?",
            "approximately\nG#min7F#/BF#add4/D#F#sus2/F\nEbsus2add4Ebmaj7/GFmin7Ebadd4/C\nhowever, i suspect on the final recording the bass didn't have time to obey all of that, because party time"
        ]
    },
    {
        "date": "10.23.21 1:35 pm",
        "ctx": [
            "do you beleive in gravity?",
            "yes, but i still don't understand it"
        ]
    },
    {
        "date": "10.23.21 12:16 pm",
        "ctx": [
            "where do i travel to compose a melody",
            "somewhere new"
        ]
    },
    {
        "date": "10.23.21 11:53 am",
        "ctx": [
            "were these videos that you've released recently this year, were they actually made in chronological order or were they made in separate times? (as in, you made 'money' before 'here comes the sun' or the other way around between any of these 4 recent videos)",
            "'money' and 'more than a dream' were made in the order they were released. \"i'm a princess\" was somewhat out of order. the song recording for that was finished in april 2019, and the first 1/3 of the video was mostly created in may 2019. the rest was done in in 2021. 'here comes the sun' was produced entirely in late 2020 into january 2021, except the songwriting was mostly done in 2010 and 2012"
        ]
    },
    {
        "date": "10.23.21 11:51 am",
        "ctx": [
            "is music an acronym",
            "i don't see why not"
        ]
    },
    {
        "date": "10.23.21 11:11 am",
        "ctx": [
            "how do you react when someone recognizes you?",
            "say it wasn't me"
        ]
    },
    {
        "date": "10.23.21 9:10 am",
        "ctx": [
            "When did you finish the song for more than a dream?",
            "september 5, 2021"
        ]
    },
    {
        "date": "10.23.21 8:54 am",
        "ctx": [
            "how do i start doing something?",
            "you either won't know until you've already started, or, you'll first decide what the thing is"
        ]
    },
    {
        "date": "10.23.21 7:32 am",
        "ctx": [
            "Do you think you could write a book",
            "yes but in today's day and age i would not do it. instead, i'd use a lot of audio/visual content, and indeed i'd also use a lot of textual written content, but i wouldn't put it on paper. i'd put it on the computer/internet"
        ]
    },
    {
        "date": "10.23.21 2:09 am",
        "ctx": [
            "Ever thought of doing photography as a hobby?",
            "yes"
        ]
    },
    {
        "date": "10.23.21 1:31 am",
        "ctx": [
            "We are just a product of our environment and our environment is a product of the Big Bang so do we have any free will?",
            "yes"
        ]
    },
    {
        "date": "10.22.21 11:05 pm",
        "ctx": [
            "I want to improve at life. Do you have any tips?",
            "yes. start identifying what you think it means to be good at life"
        ]
    },
    {
        "date": "10.22.21 11:02 pm",
        "ctx": [
            "why did non-euclidean geometries become so popular in the 19th century?",
            "hipsters"
        ]
    },
    {
        "date": "10.22.21 9:39 pm",
        "ctx": [
            "What's the meaning behind the blue and green rings in the \"more than a dream\" video?",
            "aesthetics"
        ]
    },
    {
        "date": "10.22.21 9:21 pm",
        "ctx": [
            "Why do some countries drive on the left, but others on the right?",
            "maybe it's because Britain, who drives on the left, *influenced* some of the countries. and the reason Britain drives on the left is, maybe, because they used to fight each other with their right hand, while on their horses while driving past each other. i don't know if any of this is actually true. i'm just guessing"
        ]
    },
    {
        "date": "10.22.21 8:29 pm",
        "ctx": [
            "sorry for the sad question, but how do you cope with loneliness?",
            "i'm not sure"
        ]
    },
    {
        "date": "10.22.21 7:22 pm",
        "ctx": [
            "At what point do you consider a problem unsolvable",
            "i'll never know for sure"
        ]
    },
    {
        "date": "10.22.21 6:22 pm",
        "ctx": [
            "how do you know what to include and what to exclude in your projects?",
            "include everything! nevermind, that probably won't work.........."
        ]
    },
    {
        "date": "10.22.21 5:50 pm",
        "ctx": [
            "what do you think of hi hats?",
            "dank"
        ]
    },
    {
        "date": "10.22.21 5:25 pm",
        "ctx": [
            "do you have caps lock on, but hold shift all the time as well?",
            "no"
        ]
    },
    {
        "date": "10.22.21 3:22 pm",
        "ctx": [
            "Bill, is there anyway I can look less stupid?",
            "put books behind you in the video chat"
        ]
    },
    {
        "date": "10.22.21 3:07 pm",
        "ctx": [
            "Would you be interested in making more talk/story style videos like \"ball and stick\"",
            "yes, except better",
            "or is it mostly full music vids you're interested in making?",
            "both"
        ]
    },
    {
        "date": "10.22.21 2:43 pm",
        "ctx": [
            "how to tell apart what i want, what i have to do, what i think i want, what i think i have to do",
            "make up a song about it"
        ]
    },
    {
        "date": "10.22.21 2:04 pm",
        "ctx": [
            "how do you feel about being alive",
            "pretty good"
        ]
    },
    {
        "date": "10.22.21 1:24 pm",
        "ctx": [
            "when is the bill wurtz concert coming?",
            "i'm not sure"
        ]
    },
    {
        "date": "10.22.21 12:33 pm",
        "ctx": [
            "do you believe in nebraska?",
            "yes"
        ]
    },
    {
        "date": "10.22.21 11:12 am",
        "ctx": [
            "when's the last time you started a sentence with a capital letter",
            "about 54 questions ago"
        ]
    },
    {
        "date": "10.22.21 10:53 am",
        "ctx": [
            "What do you consider \"Normal?\"",
            "something similar to most other things, if that's possible"
        ]
    },
    {
        "date": "10.22.21 10:49 am",
        "ctx": [
            "how do you turn an idea into a fully formed song?",
            "just start asking yourself \"what goes next (or should it end right here)\", again and again and again"
        ]
    },
    {
        "date": "10.22.21 8:19 am",
        "ctx": [
            "can you write your next song without using the word 'the'",
            "i could have, but it's too late now"
        ]
    },
    {
        "date": "10.22.21 4:05 am",
        "ctx": [
            "What flies faster than the speed of sound?",
            "...........light?"
        ]
    },
    {
        "date": "10.21.21 10:42 pm",
        "ctx": [
            "what shape most inspires you?",
            "sphere"
        ]
    },
    {
        "date": "10.21.21 10:12 pm",
        "ctx": [
            "What's the best song you've made",
            "i haven't made it yet"
        ]
    },
    {
        "date": "10.21.21 9:47 pm",
        "ctx": [
            "What's up with \"Vacationing into the center of the sun.\"",
            "that sounds like a combination of 2 different statements i posted to the expert page, at different times, both trying to sum up my exasperation with whichever endless production debacle i'd buried myself in, at the time"
        ]
    },
    {
        "date": "10.21.21 9:36 pm",
        "ctx": [
            "what should i do as a quote for my class ring (max 44 characters)?",
            "'i let someone else pick my quote'"
        ]
    },
    {
        "date": "10.21.21 8:04 pm",
        "ctx": [
            "Did you know that \"more than a dream\" is the first song you made where the title is exactly 4 words?",
            "no but that's because it's not true"
        ]
    },
    {
        "date": "10.21.21 8:00 pm",
        "ctx": [
            "what is the best philosophy you live by",
            "i believe philosophies should be derived from life, rather than life being derived from philosophies"
        ]
    },
    {
        "date": "10.21.21 6:45 pm",
        "ctx": [
            "tips for remembering your dreams?",
            "write them down as soon as you wake up"
        ]
    },
    {
        "date": "10.21.21 6:33 pm",
        "ctx": [
            "what is your opinion on country music",
            "the fun part is figuring out what country it's from"
        ]
    },
    {
        "date": "10.21.21 6:10 pm",
        "ctx": [
            "thank you for making the latest song. oh yeah i have to ask a question. um, what do i do if i have 5 billion things i want to do all of, how do i pick one to do? i just have to not think don't i?",
            "if you are a thinker, you can continue thinking. if many items seem to hold equal weight, and you have no way of deciding, then you can use a computer to randomly select one. all you have to do is count them up and input the values into a random number selector"
        ]
    },
    {
        "date": "10.21.21 6:03 pm",
        "ctx": [
            "What is the evolutionary purpose of dreaming?",
            "to get new ideas"
        ]
    },
    {
        "date": "10.21.21 5:30 pm",
        "ctx": [
            "Your latest song is very optimistic and inspirational (and also really great!), like many of your other songs. Do you write these optimistic songs to inspire yourself, or are you writing them to inspire others, or both?",
            "both"
        ]
    },
    {
        "date": "10.21.21 5:19 pm",
        "ctx": [
            "What's your favorite individual moment in More Than A Dream , if you have one that is?",
            "somewhere around october 2021, when i realized it may be possible to make a decent video relatively quickly without hating myself too much"
        ]
    },
    {
        "date": "10.21.21 4:32 pm",
        "ctx": [
            "can you tell me how to wake up?",
            "no. that's because i don't know how to do it"
        ]
    },
    {
        "date": "10.21.21 4:12 pm",
        "ctx": [
            "I asked What Dreams are made of and you just said \"you\" but what am I made of?",
            "time"
        ]
    },
    {
        "date": "10.21.21 3:22 pm",
        "ctx": [
            "Can music get too musical?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "10.21.21 3:11 pm",
        "ctx": [
            "Why is the way you say \"complete\" in More Than a Dream so satisfying?",
            "it might be this: i sang the vowel sound very short, and also made the accompanying chord/bass there also equally short, to match"
        ]
    },
    {
        "date": "10.21.21 2:52 pm",
        "ctx": [
            "the bridge in long long long journey sounds absolutely incredible. words can't really describe how good it is, and I suppose that's why it is the way it is.",
            "holy smokes you are very friendly"
        ]
    },
    {
        "date": "10.21.21 2:36 pm",
        "ctx": [
            "salutations mr. wurtz. over a year and a half ago, i was half asleep and listening to one of your songs. for some reason, my half asleep brain felt like i comprehended your songs and the reason for existence. now i don't remember a thing that i could've possibly realized. is there a reason for that?",
            "i think so",
            "do your songs hold the secrets to the universe?",
            "they're supposed to. that is my goal, as impossible as that may be"
        ]
    },
    {
        "date": "10.21.21 11:43 am",
        "ctx": [
            "why can't you taste the moon?",
            "it's too far away",
            "how do you know it tastes like cheese?",
            "i'm assuming it does not. research suggests it's made of rock"
        ]
    },
    {
        "date": "10.21.21 11:03 am",
        "ctx": [
            "what is your favorite shenanigan",
            "going 'out to lunch'"
        ]
    },
    {
        "date": "10.21.21 11:00 am",
        "ctx": [
            "Are you a Primal Alpha Dominant person?",
            "i doubt it"
        ]
    },
    {
        "date": "10.21.21 10:37 am",
        "ctx": [
            "thoughts on the mandelbrot set?",
            "keeps me grounded"
        ]
    },
    {
        "date": "10.21.21 10:33 am",
        "ctx": [
            "Sometimes I feel like reducing music to devices, chord progressions, or song layouts is at best interesting but missing the point and at worst disrespecting the music. How do you feel about that?",
            "it can be fun and useful to try, but the music will sooner or later find a way to break free, no matter what the rule was. this part is even more fun. don't worry, the music is not offended by categorization attempts. it only gets more excited, at a new chance to blow your mind again"
        ]
    },
    {
        "date": "10.21.21 8:02 am",
        "ctx": [
            "if someone relates to your music, what do you feel about it?",
            "relatable"
        ]
    },
    {
        "date": "10.21.21 6:55 am",
        "ctx": [
            "in an earlier answer you implied that at most 1% of the material in your videos is composed while you're not awake. what, if anything, is composed when you're not awake?",
            "occasionally, a melody. if i'm really lucky there might be lyrics on it too"
        ]
    },
    {
        "date": "10.21.21 5:24 am",
        "ctx": [
            "Where the fuck is New Zealand?",
            "somewhere around (-41, 174)"
        ]
    },
    {
        "date": "10.21.21 5:04 am",
        "ctx": [
            "would you include your visual style into your live performances if you could?",
            "only through body language, singing, and dancing. probably similar to what you see me doing in the live action footage. no pre-recorded footage would be used in a live show"
        ]
    },
    {
        "date": "10.21.21 4:44 am",
        "ctx": [
            "What was the hardest part to make in more than a dream?",
            "the hardest part was recovering from how long i allowed the whole thing to take. that took even more time"
        ]
    },
    {
        "date": "10.21.21 3:58 am",
        "ctx": [
            "Do you get a dopamine kick every time you upload a video?",
            "close. it's more of a panic attack"
        ]
    },
    {
        "date": "10.21.21 3:44 am",
        "ctx": [
            "You said that dreams makes sense, but lately I am having weird dreams that makes no sense or has no connection with my life and imagination.",
            "i didn't say it, i sang it, as part of a song. sometimes doing that is the most fun when the phrase seems poignantly false, such as in your experience",
            "How do I stop this weird dreams, pls help.",
            "i'm not sure"
        ]
    },
    {
        "date": "10.21.21 3:18 am",
        "ctx": [
            "why do you like music?",
            "i don't know. it likes me"
        ]
    },
    {
        "date": "10.21.21 1:16 am",
        "ctx": [
            "Does the I'm A Princess / More Than A Dream actor have a name?",
            "person0000",
            "I am excited to see more of them!",
            "me too, although i'm also looking forward to multiple such persons being on screen at a time. perhaps with some differentiating traits"
        ]
    },
    {
        "date": "10.21.21 12:42 am",
        "ctx": [
            "Hi bill. Beginner here. Im 13 years old, want to leRn all the keys, ( can only play 1 key: C#) and would like to know what makes your key chsnges so great. Do i start by learninf the keys first, or just find a chord that sounds like it belongs and ride on that?",
            "you can do everything in due time. almost in any order. just start having an enjoyable time with your instrument. use it while trying pursue joy, or anything else you think you want"
        ]
    },
    {
        "date": "10.20.21 11:41 pm",
        "ctx": [
            "How would you explain to someone how to find the one when listening to a song?",
            "i'm not sure. how would you explain how to find the chin of a rotating face? i don't know that either"
        ]
    },
    {
        "date": "10.20.21 11:38 pm",
        "ctx": [
            "In your song part of this webSITE, it says \"Vacationing in the Center of the Sun.\"",
            "that's not true"
        ]
    },
    {
        "date": "10.20.21 11:11 pm",
        "ctx": [
            "what was the bad thing you did",
            "failed at producing a song too quickly nor too slowly, and accidentally ended up working on it for exactly the right amount of time"
        ]
    },
    {
        "date": "10.20.21 9:59 pm",
        "ctx": [
            "have you ever heard of this guy called barack obama?",
            "yes"
        ]
    },
    {
        "date": "10.20.21 9:54 pm",
        "ctx": [
            "Why do you have a problem defining the genre in which your music falls into? Be honest.",
            "am i supposed to want to be segregated",
            "What genre is your music. Google says you're pop.",
            "that's because i chose that category. the reason i chose it is because it's the most popular category. if you get to choose what section of the store your music goes in, of course you're gonna want to put it in the biggest section in the main part of the store. sometimes artists are not so fortunate, and the stores may choose to segregate them into less popular sections, often based on race or ethnicity, or various other prejudices",
            "You gonna let an algorithm define history? What is the genre?",
            "if you think it has anything to do with the way the music sounds, then i'd say go ahead and listen to it and then you'll know. If you ask me, i'd say i'm doing the absolute best i can"
        ]
    },
    {
        "date": "10.20.21 9:47 pm",
        "ctx": [
            "whats your favorite word to spell wrong",
            "plam trees"
        ]
    },
    {
        "date": "10.20.21 9:35 pm",
        "ctx": [
            "What are the dates in black text next to the links to the videos on the Reality page?",
            "the date each video was edited, and posted"
        ]
    },
    {
        "date": "10.20.21 9:10 pm",
        "ctx": [
            "what's the crazy chord in the new song (\"supposed to be\")",
            "Gmaj7 over A",
            "and why does it work",
            "sometimes i wonder why any music even works at all"
        ]
    },
    {
        "date": "10.20.21 8:43 pm",
        "ctx": [
            "who's the best author",
            "could be you"
        ]
    },
    {
        "date": "10.20.21 8:33 pm",
        "ctx": [
            "Is the line in your new song \"and all of the best dreams will be dreamed again\" telling your viewers about a project you are working on?",
            "no. that line (and the surrounding lines) are hopefully some words of encouragement to anyone who has ever had a passionate vision or dream of something, and i'm trying to convey the reassurance that in due time those visions and dreams will return, and/or be fully realized. or at least, the 'best' ones can be"
        ]
    },
    {
        "date": "10.20.21 8:00 pm",
        "ctx": [
            "is concrete a viable alternative to food",
            "no"
        ]
    },
    {
        "date": "10.20.21 7:06 pm",
        "ctx": [
            "what is your favorite number of syllables?",
            "gotta switch between different amounts. that's the only thing that does it for me anymore"
        ]
    },
    {
        "date": "10.20.21 6:43 pm",
        "ctx": [
            "Bill, how do I explain inexplainable feelings and thoughts to my therapist?",
            "explain where you were when you last felt it, and what else happened before and after"
        ]
    },
    {
        "date": "10.20.21 6:35 pm",
        "ctx": [
            "Paradiddle or inverted paradiddle?",
            "if you show me i'll tell you which one it is"
        ]
    },
    {
        "date": "10.20.21 6:13 pm",
        "ctx": [
            "Though you've shown a distaste for genre classification, do you still observe specific periods of music, like distinctions between March and Ragtime?",
            "in conversation, you can probably get away with the other person knowing what you mean, IF you already know the person pretty well, and they know what music you know, and you know what music they know. otherwise all bets are off"
        ]
    },
    {
        "date": "10.20.21 5:56 pm",
        "ctx": [
            "do you consider perfectionism a blessing, curse, or something else?",
            "fake"
        ]
    },
    {
        "date": "10.20.21 5:12 pm",
        "ctx": [
            "what is your opinion on caps lock",
            "badass"
        ]
    },
    {
        "date": "10.20.21 4:27 pm",
        "ctx": [
            "Why are your songs always so smooth, calm relaxing and chaotic at the same time?",
            "sometimes i'm trying to reflect mother nature"
        ]
    },
    {
        "date": "10.20.21 4:21 pm",
        "ctx": [
            "what are dreams made of?",
            "you"
        ]
    },
    {
        "date": "10.20.21 4:01 pm",
        "ctx": [
            "if you could live for another 1000 years in addition to however long you live, would you?",
            "that sounds lovely, but i'm sure there's a downside to that"
        ]
    },
    {
        "date": "10.20.21 3:42 pm",
        "ctx": [
            "what is your favorite song?",
            "i haven't found it yet, that's why i keep making new ones just in case"
        ]
    },
    {
        "date": "10.20.21 3:37 pm",
        "ctx": [
            "hey bill, you always say you're working on a new video but now that the new video is out, what are you working on??",
            "writing a new song"
        ]
    },
    {
        "date": "10.20.21 3:15 pm",
        "ctx": [
            "Looking back at previous videos, which ones were the most fun to make?",
            "i would prefer to make a new one to be the most fun"
        ]
    },
    {
        "date": "10.20.21 3:12 pm",
        "ctx": [
            "Have you decided what your next song is going to be?",
            "yes"
        ]
    },
    {
        "date": "10.20.21 3:08 pm",
        "ctx": [
            "have you ever considered making a full album",
            "i've never heard an album that worked for me as an album. that doesn't mean i can't do it, but it seems unlikely i could make that work. the only ways i can think of making it exciting enough is if it goes so far beyond an album that it would be no longer correct to call it an album. and i certainly wouldn't mind that. that's actually one of my goals"
        ]
    },
    {
        "date": "10.20.21 2:43 pm",
        "ctx": [
            "is art disruptive in nature?",
            "yes, or constructive"
        ]
    },
    {
        "date": "10.20.21 2:19 pm",
        "ctx": [
            "will you release a full album",
            "i've never heard an album that worked for me as an album. that doesn't mean i can't do it, but it seems unlikely i could make that work. the only ways i can think of making it exciting enough is if it goes so far beyond an album that it would be no longer correct to call it an album. and i certainly wouldn't mind that. that's actually one of my goals"
        ]
    },
    {
        "date": "10.20.21 1:52 pm",
        "ctx": [
            "will you make a song about making a song?",
            "a lot of my songs are about that. perhaps too many of them are"
        ]
    },
    {
        "date": "10.20.21 1:28 pm",
        "ctx": [
            "why do you make music",
            "sometimes it's the only way to explain anything"
        ]
    },
    {
        "date": "10.20.21 12:51 pm",
        "ctx": [
            "are some of your songs trying to convey experiences/emotions that can't properly be conveyed in english?",
            "yes. that's pretty much my whole reason for using music"
        ]
    },
    {
        "date": "10.20.21 12:19 pm",
        "ctx": [
            "what genre is ur music?",
            "plausible"
        ]
    },
    {
        "date": "10.20.21 11:59 am",
        "ctx": [
            "Is the line \"Today I woke up telling the truth. It seemed so true it sounded like music. And if I play it cool I can hear you: you almost told me what to do.\" in your latest song a reference to the this other line in \"When I Get Older\"?: \"When I get younger, I'm gonna be a liar. I'll be lying about being so young. Then when I'm older I'll be more truthful, and then lie about singing this song.\"",
            "no"
        ]
    },
    {
        "date": "10.20.21 11:58 am",
        "ctx": [
            "do you give thought to using slant rhymes vs perfect rhymes?",
            "i find rhymes to be a trap. the best thing, i find, is to think about everything except the rhyme. then, various types of rhymes (and various other wordplay, etc) may or may not appear. hopefully in ways you couldn't have planned for"
        ]
    },
    {
        "date": "10.20.21 11:47 am",
        "ctx": [
            "are you able to forgive yourself?",
            "sometimes"
        ]
    },
    {
        "date": "10.20.21 11:08 am",
        "ctx": [
            "what was your favorite song to make",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "10.20.21 10:14 am",
        "ctx": [
            "is wyoming a verb?",
            "it's either a gerund, a present participle, or a noun. Which of course begs the question, why is it called wyoming if it's already been wyomed"
        ]
    },
    {
        "date": "10.20.21 9:49 am",
        "ctx": [
            "Would you like to meet Al Joelson's ghost?",
            "that sounds lovely"
        ]
    },
    {
        "date": "10.20.21 9:29 am",
        "ctx": [
            "What is more than a dream?",
            "the whole world"
        ]
    },
    {
        "date": "10.20.21 8:28 am",
        "ctx": [
            "what's the purpose of going to school?",
            "check out the architecture of the building"
        ]
    },
    {
        "date": "10.20.21 8:21 am",
        "ctx": [
            "What's your least popular opinion? What about your most popular opinion?",
            "i have no way of measuring the popularity of an opinion"
        ]
    },
    {
        "date": "10.20.21 7:16 am",
        "ctx": [
            "when u say \"i just found a better way\" is it about song producing method.?",
            "that would be referring to a common feeling that i'm sure we all have, sometimes. that moment where you really think you're onto something that seems like it's working. and even though it feels passionately correct at that time, you also recognize that someone may disagree later. maybe even yourself"
        ]
    },
    {
        "date": "10.20.21 7:14 am",
        "ctx": [
            "does rhyming come easy to you?",
            "i'm not sure, because i usually don't check to see if things rhyme. that seems to be bad luck"
        ]
    },
    {
        "date": "10.20.21 7:12 am",
        "ctx": [
            "will things ever feel complete again?",
            "sometimes. it won't be always, because then that would seem empty"
        ]
    },
    {
        "date": "10.20.21 6:45 am",
        "ctx": [
            "Are your dreams particularly vivid? Memorable?",
            "sometimes. it's hard to tell how many are not memorable because i don't remember those ones"
        ]
    },
    {
        "date": "10.20.21 6:34 am",
        "ctx": [
            "why was the money video 2d",
            "to test the waters",
            "and also kinda weird",
            "the whole universe is weird. there's nothing i can do about that"
        ]
    },
    {
        "date": "10.20.21 5:53 am",
        "ctx": [
            "In what genre would you put your Musik?",
            "normal",
            "And if you choose none, how would you name your own genre?",
            "bill wurtz"
        ]
    },
    {
        "date": "10.20.21 5:46 am",
        "ctx": [
            "What is it about answering questions that you have deemed useful or important?",
            "it increases my public relations skills somewhat"
        ]
    },
    {
        "date": "10.20.21 4:21 am",
        "ctx": [
            "how many keys are there in music?",
            "how many do you want"
        ]
    },
    {
        "date": "10.20.21 4:07 am",
        "ctx": [
            "Does it bother you that you could only write English songs?",
            "not really, although it is tempting to write in every language"
        ]
    },
    {
        "date": "10.20.21 4:05 am",
        "ctx": [
            "is your new song in 7? it's a nice number and i like it",
            "the verses could be notated in 7/4 if you don't mind really long bars. however, the other sections are all just 4"
        ]
    },
    {
        "date": "10.20.21 3:36 am",
        "ctx": [
            "every time i try to pull myself up to work harder i just crash down further and further. is there any way i can stop this cycle and actually do the things that i know will matter in my life?",
            "yes. i don't know specifically how you're going to do it, but i know you will. there's at least 10 ways"
        ]
    },
    {
        "date": "10.20.21 3:09 am",
        "ctx": [
            "on a scale of one to two, how happy are you?",
            "1.5"
        ]
    },
    {
        "date": "10.20.21 3:06 am",
        "ctx": [
            "What do you do when you feel extra lazy?",
            "make some fitness goals"
        ]
    },
    {
        "date": "10.20.21 2:56 am",
        "ctx": [
            "whats your thoughts on your most recent song?",
            "i try not to think about it anymore"
        ]
    },
    {
        "date": "10.20.21 2:55 am",
        "ctx": [
            "where do you get the questions",
            "from you"
        ]
    },
    {
        "date": "10.20.21 2:55 am",
        "ctx": [
            "how do you manage to achieve such high levels of relatability in your videos",
            "i've spent my entire life on earth. so if you live there also, you're probably gonna relate to what i'm getting at. it's all earth stuff"
        ]
    },
    {
        "date": "10.20.21 2:16 am",
        "ctx": [
            "What's the difference between a reel and a film?",
            "not sure. they're both different than what they probably mean nowadays"
        ]
    },
    {
        "date": "10.20.21 2:04 am",
        "ctx": [
            "Rock paper or scissors",
            "each one, in due time"
        ]
    },
    {
        "date": "10.20.21 12:23 am",
        "ctx": [
            "are you sure that it is more than anyone had dreamed in history?",
            "yes"
        ]
    },
    {
        "date": "10.19.21 11:02 pm",
        "ctx": [
            "What are your opinions on 2021?",
            "43x47"
        ]
    },
    {
        "date": "10.19.21 10:15 pm",
        "ctx": [
            "whats the worst thing about the piano",
            "probably the weight"
        ]
    },
    {
        "date": "10.19.21 10:14 pm",
        "ctx": [
            "Do you exist",
            "that would be almost too convenient"
        ]
    },
    {
        "date": "10.19.21 9:44 pm",
        "ctx": [
            "Will all your videos be made up of dreams from now on?",
            "they always try to have a dreamlike quality to them. even though at least 99% of the material is composed while i'm awake"
        ]
    },
    {
        "date": "10.19.21 9:34 pm",
        "ctx": [
            "In the end of your song 'more than a dream' why the end of the song says \"today I woke up\" and not in a dream?",
            "you're supposed to go back to the beginning again, to hear that part"
        ]
    },
    {
        "date": "10.19.21 9:32 pm",
        "ctx": [
            "what's the reason dreaming is pleasing?",
            "it helps customer satisfaction rates"
        ]
    },
    {
        "date": "10.19.21 9:06 pm",
        "ctx": [
            "What are birds made of?",
            "..............turf"
        ]
    },
    {
        "date": "10.19.21 9:05 pm",
        "ctx": [
            "Do any songs you write have an order",
            "yes"
        ]
    },
    {
        "date": "10.19.21 8:56 pm",
        "ctx": [
            "do you expect that the hardest part of video-making is now behind you?",
            "i really really did not feel that way until maybe a couple weeks ago. now it might actually be true",
            "how likely is a regular schedule from now on? :O",
            "it's pretty likely. it's what i want"
        ]
    },
    {
        "date": "10.19.21 8:42 pm",
        "ctx": [
            "what is your favourite part of a hawaiian pizza",
            "the controversy"
        ]
    },
    {
        "date": "10.19.21 8:25 pm",
        "ctx": [
            "when you see XOXO at the end of a message, what you think they stand for? i think the Xs are kisses and the Os are hugs, but that goes against the saying 'hugs and kisses' which implies the opposite of what i said.",
            "ah, unless you consider the commutative property of hugs and kisses"
        ]
    },
    {
        "date": "10.19.21 8:24 pm",
        "ctx": [
            "I got a \"death\" tarot card what does it mean",
            "it means you're supposed to throw the game away"
        ]
    },
    {
        "date": "10.19.21 8:02 pm",
        "ctx": [
            "what's a dream?",
            "i'm not sure"
        ]
    },
    {
        "date": "10.19.21 7:45 pm",
        "ctx": [
            "what is the meaning of life",
            "everything"
        ]
    },
    {
        "date": "10.19.21 7:23 pm",
        "ctx": [
            "At 1:19 in \"more than a dream\", is the background the same water texture from 2:22 in \"got some money\"?",
            "no"
        ]
    },
    {
        "date": "10.19.21 7:39 pm",
        "ctx": [
            "make a song about this comment",
            "i'm making songs about everything. i will add this to the list"
        ]
    },
    {
        "date": "10.19.21 7:30 pm",
        "ctx": [
            "what's the Reason for dreaming?",
            "i'm not sure"
        ]
    },
    {
        "date": "10.19.21 7:17 pm",
        "ctx": [
            "What's is the meaning behind \"more than a dream\"",
            "a long time ago i decided that i should make as many songs as i can. being one of those songs, this is part of that plan"
        ]
    },
    {
        "date": "10.19.21 7:19 pm",
        "ctx": [
            "If you ever prohibit - how do you do it? \"No X-ing!\" or \"Don't X!\"",
            "the important part is that you somehow make it clear how powerful you are. otherwise the sign won't be taken seriously"
        ]
    },
    {
        "date": "10.19.21 7:08 pm",
        "ctx": [
            "what is your least favorite part of the music making process?",
            "being at war with myself"
        ]
    },
    {
        "date": "10.19.21 7:06 pm",
        "ctx": [
            "Why are you so cool?",
            "it's just a defense mechanism"
        ]
    },
    {
        "date": "10.19.21 6:56 pm",
        "ctx": [
            "one-week schedule?",
            "i wish"
        ]
    },
    {
        "date": "10.19.21 6:43 pm",
        "ctx": [
            "What genre are your songs",
            "'reasonable'"
        ]
    },
    {
        "date": "10.19.21 6:52 pm",
        "ctx": [
            "Thoughts on existence?",
            "hard to believe"
        ]
    },
    {
        "date": "10.19.21 6:39 pm",
        "ctx": [
            "what's the chord on \"supposed to be\" in your new song, relative to the key that section's in (so like ii minor instead of G minor)",
            "that's Gmaj7 over A. we were in the key of F before, and soon will be in D. this chord is the first sign that we're breaking out of the key. technically this chord fits into the key of D, but that hasn't been revealed yet at that moment, so it doesn't quite count yet as the key of D. it's in limbo at that point"
        ]
    },
    {
        "date": "10.19.21 6:36 pm",
        "ctx": [
            "are hexagons the bestagons?",
            "the hexagon is classified as a normal gon"
        ]
    },
    {
        "date": "10.19.21 6:29 pm",
        "ctx": [
            "How much does the difficulty of writing songs vary song to song?",
            "all the way",
            "How difficult is it on average?",
            "the hardest part is remembering how easy it truly is"
        ]
    },
    {
        "date": "10.19.21 6:05 pm",
        "ctx": [
            "since i cannot find nor recall the question i asked around two years ago i'll hit you with a new one: what advice would you give to any random person who's looking for his/her personal purpose in life?",
            "i'm not sure. sometimes i take a long walk and that helps me figure it out better. then again, my whole life and life purpose seems quite different from most people i've met"
        ]
    },
    {
        "date": "10.19.21 6:04 pm",
        "ctx": [
            "what is the weirdest dream you've ever had?",
            "the doctor told me it was time to put shampoo in my blood",
            "is your new song based on it?",
            "no"
        ]
    },
    {
        "date": "10.19.21 5:54 pm",
        "ctx": [
            "How do you decide which parts of your videos to screenshot and upload to Instagram before the video is released?",
            "if i think part of it looks good"
        ]
    },
    {
        "date": "10.19.21 5:49 pm",
        "ctx": [
            "how would you describe a dream?",
            "i'd have to just try my best"
        ]
    },
    {
        "date": "10.19.21 5:42 pm",
        "ctx": [
            "How do you come up with your lyrics?",
            "musically"
        ]
    },
    {
        "date": "10.19.21 5:39 pm",
        "ctx": [
            "are eggs immoral",
            "the egg is the birthplace of the moral"
        ]
    },
    {
        "date": "10.19.21 5:32 pm",
        "ctx": [
            "Any thoughts on music?",
            "too crazy. can't be real"
        ]
    },
    {
        "date": "10.19.21 5:31 pm",
        "ctx": [
            "How do you think people figured out how to name shapes?",
            "nevermind that, how did they even figure out the shapes"
        ]
    },
    {
        "date": "10.19.21 5:25 pm",
        "ctx": [
            "would being a superhero be a realistic career option for me",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "10.19.21 5:21 pm",
        "ctx": [
            "Will you ever write a song with or about recursion in the future?",
            "sure. i do it all the time. unless you are using the word recursion differently from what i had in mind"
        ]
    },
    {
        "date": "10.19.21 5:21 pm",
        "ctx": [
            "how many layers of irony do you prefer in your answers?",
            "i'll take anything i can get"
        ]
    },
    {
        "date": "10.19.21 5:11 pm",
        "ctx": [
            "if everything has an equal and opposite reaction is up down and down up?",
            "no, but they are the reaction to each other"
        ]
    },
    {
        "date": "10.19.21 5:11 pm",
        "ctx": [
            "Oh shit, I just heard y our new song. It's really good! Really good! May I ask, could you list the words that you showed rapidly after the days of the week? Like where you went everyday is the same?",
            "i find it interesting that the vocal says \"different\" there, but you remembered it as \"the same\""
        ]
    },
    {
        "date": "10.19.21 5:10 pm",
        "ctx": [
            "if i asked \"do you have a favorite song?\" would you answer \"yes\", \"no\", or name a song?",
            "the true answer to this is \"no\". i have a more detailed answer, also true, which i sometimes give, which is \"i haven't found it yet, that's why i keep making new ones just in case\""
        ]
    },
    {
        "date": "10.19.21 5:05 pm",
        "ctx": [
            "How objectively bad is a bad thing?",
            "pretty good, i have to admit"
        ]
    },
    {
        "date": "10.19.21 5:02 pm",
        "ctx": [
            "opinion on air?",
            "seems hard to believe"
        ]
    },
    {
        "date": "10.19.21 4:57 pm",
        "ctx": [
            "what is your favorite noun?",
            "item"
        ]
    },
    {
        "date": "10.19.21 4:55 pm",
        "ctx": [
            "Why are almost all of your answers shorter than their respective questions",
            "it's my instincitve tendency to give long long long long answers. i used to do that, then i realized that's probably pretty gross, so i turned over a new leaf <del>and started trimming them. Often, i'll give an answer and then remove the last 1/3, and then it seems just right</del>"
        ]
    },
    {
        "date": "10.19.21 4:54 pm",
        "ctx": [
            "If the world is moving too quickly, does the Earth need to slow down or do I need to speed up?",
            "describe why you think it's moving quickly. describe what things seem to be moving, and then also try to describe how you think it should be, if things moved at the proper pace"
        ]
    },
    {
        "date": "10.19.21 4:54 pm",
        "ctx": [
            "i really enjoy your music? how do you feel about that?",
            "seems too good to be true"
        ]
    },
    {
        "date": "10.19.21 4:48 pm",
        "ctx": [
            "does it get tiring answering all of these questions?",
            "each one makes me stronger. although sometimes i get tired out from all the strength"
        ]
    },
    {
        "date": "10.19.21 4:48 pm",
        "ctx": [
            "You captured the emotion of a dream really well. Is that what you meant to do? I'm guessing so, since the song ended when you woke up",
            "i respect dreams a lot. very frequently in my work, i ask 'what would a dream do here'. i've used that as a guideline for many years now, in everything i do"
        ]
    },
    {
        "date": "10.19.21 4:45 pm",
        "ctx": [
            "What is your opinion on 12 string guitars?",
            "sounds lovely, when tuned right. though it might be a lot to deal with"
        ]
    },
    {
        "date": "10.19.21 4:47 pm",
        "ctx": [
            "opinion on sea pickles",
            "i'm skeptical"
        ]
    },
    {
        "date": "10.19.21 4:37 pm",
        "ctx": [
            "should i buy a volvo?",
            "you could, but it's also ok if you don't"
        ]
    },
    {
        "date": "10.19.21 4:34 pm",
        "ctx": [
            "What kind of dream speaks to you the most?",
            "the ones that have free new song ideas or concepts in them, which i may be able to use in my work"
        ]
    },
    {
        "date": "10.19.21 4:34 pm",
        "ctx": [
            "favorite dessert?",
            "hotdog sandwich"
        ]
    },
    {
        "date": "10.19.21 4:34 pm",
        "ctx": [
            "Is a Hot-Dog a sandwich?",
            "why stop there"
        ]
    },
    {
        "date": "10.19.21 4:31 pm",
        "ctx": [
            "Will you ever go on a tour of some kind? That'd be epic",
            "i've always wanted that, but i don't think i can handle it. especially now, when physical public gathering is such a complicated issue"
        ]
    },
    {
        "date": "10.19.21 4:29 pm",
        "ctx": [
            "Any new instruments you've been playing with?",
            "common sense"
        ]
    },
    {
        "date": "10.19.21 4:28 pm",
        "ctx": [
            "In the off chance that you are a person, could you explain what you like about being one?",
            "got to be the feelings"
        ]
    },
    {
        "date": "10.19.21 4:20 pm",
        "ctx": [
            "Why are you such a bizarre figure?",
            "just trying to get by"
        ]
    },
    {
        "date": "10.19.21 4:16 pm",
        "ctx": [
            "Do you create the music first before making the cool music video or do you have a cool idea first before going into making the song?",
            "for music videos (the ones for songs, which most of them are these days) the audio song is made entirely first, before doing any of the video"
        ]
    },
    {
        "date": "10.19.21 4:14 pm",
        "ctx": [
            "When will you just be a normal artist",
            "maybe thursday"
        ]
    },
    {
        "date": "10.19.21 4:12 pm",
        "ctx": [
            "what you got you inspired to make ''more then a dream''",
            "a long time ago i got inspired to make as many songs as i can. i'm still carrying out that goal to this day"
        ]
    },
    {
        "date": "10.19.21 4:11 pm",
        "ctx": [
            "when did you write 'more than a dream'",
            "in late april, 2021"
        ]
    },
    {
        "date": "10.19.21 4:09 pm",
        "ctx": [
            "Is water wet?",
            "if so, that would be front page news"
        ]
    },
    {
        "date": "10.19.21 4:04 pm",
        "ctx": [
            "whats your favorite song you've written?",
            "it's my job to write my new favorite"
        ]
    },
    {
        "date": "10.19.21 2:25 pm",
        "ctx": [
            "If I remember correctly, about 2 years ago someone asked you or an anagram of the next video's title and you said \"hottest new hot feeling\". I've been puzzling about this for a long time, what is that and anagram for?",
            "they asked for an anagram for the title of the new song. \"hottest new hot feeling\" is an anagram of \"the title of the new song\". it was also posted to the anagrams page, around that time"
        ]
    },
    {
        "date": "10.19.21 1:22 pm",
        "ctx": [
            "Have you ever considered releasing chord sheets for some of your soongs",
            "yes, even though they would only be an approximation at best"
        ]
    },
    {
        "date": "10.19.21 1:10 pm",
        "ctx": [
            "where do you stand on the alignment chart?",
            "way off"
        ]
    },
    {
        "date": "10.19.21 12:36 pm",
        "ctx": [
            "Have you found that for which you have been looking?",
            "sometimes i do, sometimes i don't"
        ]
    },
    {
        "date": "10.19.21 11:40 am",
        "ctx": [
            "a tuesday arrives and i get the bill wurtz jitters",
            "i probably have them worse than you"
        ]
    },
    {
        "date": "10.19.21 10:04 am",
        "ctx": [
            "what is songwriting to you? is it a career or a passion project or whatever?",
            "all 3, in this order: 2,1,3"
        ]
    },
    {
        "date": "10.19.21 9:44 am",
        "ctx": [
            "thank you. you made me realize 5.5 is in the middle of 1 and 10",
            "it's the least i could do"
        ]
    },
    {
        "date": "10.19.21 9:42 am",
        "ctx": [
            "When will you start doing everything?",
            "right away"
        ]
    },
    {
        "date": "10.19.21 9:12 am",
        "ctx": [
            "do you do anything else besides music?",
            "sometimes i make videos to go with the music. or sometimes i make videos for music to go with"
        ]
    },
    {
        "date": "10.19.21 4:05 am",
        "ctx": [
            "Thoughts on custard?",
            "seems implausible"
        ]
    },
    {
        "date": "10.19.21 2:59 am",
        "ctx": [
            "can you give me a song recommendation?",
            "all of them are good. that's the problem i'm having"
        ]
    },
    {
        "date": "10.19.21 2:02 am",
        "ctx": [
            "What are your thoughts on the fact that there is no nothing because nothing is nothing, which makes it something, because \"nothing\" is not nothing, and thus nothing can truly be nothing?",
            "ah, the basics of negation"
        ]
    },
    {
        "date": "10.19.21 1:37 am",
        "ctx": [
            "do you prefer vulnerability or resilience? in yourself, and in others",
            "why not both"
        ]
    },
    {
        "date": "10.19.21 1:01 am",
        "ctx": [
            "So, with the modes, do I just use them to improvise? Like, I do a random chord progression, and use the right scale or mode over it will sound good? thanks man",
            "no need to 'use' them. just play what you gotta play. the mode thing is just a way to describe or somehow categorize what happened"
        ]
    },
    {
        "date": "10.18.21 11:18 pm",
        "ctx": [
            "the best take has the sound of the click track bleeding through. how do i remove it",
            "it's part of the percussion now"
        ]
    },
    {
        "date": "10.18.21 11:07 pm",
        "ctx": [
            "Is the earth a hexagon",
            "no, but it features a lot of hexagons"
        ]
    },
    {
        "date": "10.18.21 9:45 pm",
        "ctx": [
            "Hey, what's the best way to learn keys if I mostly just play guitar?",
            "the most important thing you can do is get a keyboard"
        ]
    },
    {
        "date": "10.18.21 9:28 pm",
        "ctx": [
            "what are you working on now?",
            "songwriting"
        ]
    },
    {
        "date": "10.18.21 6:40 pm",
        "ctx": [
            "Given an infinite amount of time, will anything that can happen happen?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "10.18.21 5:22 pm",
        "ctx": [
            "What's the worst piece of musical advice you could give?",
            "unfortunately it's impossible to answer that, because music is so mischievous that it thrives on any advice. it will thrive on the wrong advice. it also loves to disobey advice"
        ]
    },
    {
        "date": "10.18.21 3:37 pm",
        "ctx": [
            "i'm writing a song and there's a part where i can't decide if i should use a different key from the rest of the song or not. advice?",
            "you won't know until you write it. basically what you gotta do here is write what you want, then you can check what key it's in, if you're still curious"
        ]
    },
    {
        "date": "10.18.21 3:19 pm",
        "ctx": [
            "what is your favorite statistic?",
            "it's gonna be ok"
        ]
    },
    {
        "date": "10.18.21 12:43 pm",
        "ctx": [
            "what's the first thing that comes to mind",
            "everything comes to mind at the same time. this can be problematic"
        ]
    },
    {
        "date": "10.18.21 12:15 pm",
        "ctx": [
            "I got a new phone. What should I do with it?",
            "call the whole world"
        ]
    },
    {
        "date": "10.18.21 11:07 am",
        "ctx": [
            "are u real?",
            "that would explain those extremely realistic feelings i've been getting"
        ]
    },
    {
        "date": "10.18.21 9:43 am",
        "ctx": [
            "what is the true meaning of friendship? x",
            "co existence"
        ]
    },
    {
        "date": "10.18.21 9:19 am",
        "ctx": [
            "Is there anything that is really crazy?",
            "yes"
        ]
    },
    {
        "date": "10.18.21 9:19 am",
        "ctx": [
            "how much earlier was the part \"do you Love me?\" recorded in i'm a princess",
            "that was recorded on march 21, 2019"
        ]
    },
    {
        "date": "10.18.21 7:23 am",
        "ctx": [
            "i feel lost. how can i know what to do?",
            "you'll have to guess. with each guess you'll learn more"
        ]
    },
    {
        "date": "10.18.21 6:35 am",
        "ctx": [
            "why don't you use capital letters?",
            "why don't you"
        ]
    },
    {
        "date": "10.18.21 5:49 am",
        "ctx": [
            "why is lasagne a meat cake,",
            "you requested this",
            "also how?",
            "put meat in a cake. bada boom"
        ]
    },
    {
        "date": "10.18.21 5:23 am",
        "ctx": [
            "How do i become stronger",
            "if you get weak enough it loops around"
        ]
    },
    {
        "date": "10.18.21 2:41 am",
        "ctx": [
            "my vibrato is so fast. how do i slow it down",
            "imagine you are in a fish tank"
        ]
    },
    {
        "date": "10.17.21 11:10 pm",
        "ctx": [
            "favorite dessert?",
            "lunch"
        ]
    },
    {
        "date": "10.17.21 8:31 pm",
        "ctx": [
            "What is the meaning of anything?",
            "everything"
        ]
    },
    {
        "date": "10.17.21 6:03 pm",
        "ctx": [
            "have you ever thought about going in a more electronic direction with your music?",
            "no, it's usually too electronic"
        ]
    },
    {
        "date": "10.17.21 5:29 pm",
        "ctx": [
            "In a world of infinite possiblities, how do you choose what to think of",
            "keep it simple. just think of everything"
        ]
    },
    {
        "date": "10.17.21 4:54 pm",
        "ctx": [
            "Thoughts on making the title of a song all caps or all lowercase instead of capitalizing the first letter of every word like a book",
            "yes i do think about that"
        ]
    },
    {
        "date": "10.17.21 2:42 pm",
        "ctx": [
            "How do I ascend",
            "first you gotta figure out which way is up"
        ]
    },
    {
        "date": "10.17.21 1:45 pm",
        "ctx": [
            "thoughts on whales?",
            "the animal version of boats"
        ]
    },
    {
        "date": "10.17.21 1:25 pm",
        "ctx": [
            "What is your favorite poem?",
            "hi, how are you"
        ]
    },
    {
        "date": "10.17.21 1:18 pm",
        "ctx": [
            "(ref: q.php?date=202110161154)10.16.2111:54 am  why did you use the british spelling of humour instead of the american (humor?)",
            "it was in the question"
        ]
    },
    {
        "date": "10.17.21 12:10 pm",
        "ctx": [
            "how many instruments are you good at",
            "instruments are difficult to count"
        ]
    },
    {
        "date": "10.17.21 11:32 am",
        "ctx": [
            "Which part of the process do you like do to more, creating the songs or editing the videos? Do you wish you could do more of one without the other? (music without a video to accompany it, or videos that aren't music videos?)",
            "i would prefer to do everything, all the time"
        ]
    },
    {
        "date": "10.17.21 11:29 am",
        "ctx": [
            "what are your thoughts on mandolins",
            "when i look at a picture of a mandolin, my mind runs wild wondering what its actual size is"
        ]
    },
    {
        "date": "10.17.21 11:24 am",
        "ctx": [
            "Is it ok to do nothing?",
            "sometimes. nothing is what makes something something"
        ]
    },
    {
        "date": "10.17.21 9:40 am",
        "ctx": [
            "is soup a cereal",
            "soup is what cereal wishes it could be"
        ]
    },
    {
        "date": "10.17.21 7:58 am",
        "ctx": [
            "how to know you're in the right path?",
            "you're always on the right path. there is only 1 path, which goes on forever and includes all the other right and wrong paths"
        ]
    },
    {
        "date": "10.17.21 5:52 am",
        "ctx": [
            "how do I get motivation to keep living?",
            "you already have that motivation or you wouldn't be interested in asking this"
        ]
    },
    {
        "date": "10.17.21 3:07 am",
        "ctx": [
            "what's a fork",
            "a stick with teeth"
        ]
    },
    {
        "date": "10.16.21 11:49 pm",
        "ctx": [
            "How do i have both bass and a kick drum in a song without it getting muddy",
            "make sure the kick is not playing a note. make sure it's a short 'bump' with no ring. then you should be fine. mud is created when you have 2 different low notes at the same time"
        ]
    },
    {
        "date": "10.16.21 10:24 pm",
        "ctx": [
            "is bad good?",
            "sometimes",
            "what's the deal?",
            "sometimes they like to play tricks on each other",
            "how can i figure things out without trying",
            "you don't have to know how. it's just gonna happen"
        ]
    },
    {
        "date": "10.16.21 8:31 pm",
        "ctx": [
            "Your favorite single digit prime number",
            "7"
        ]
    },
    {
        "date": "10.16.21 4:43 pm",
        "ctx": [
            "how do you come up with your lyrics",
            "musically"
        ]
    },
    {
        "date": "10.16.21 4:41 pm",
        "ctx": [
            "what's the difference between a table and a desk?",
            "the level of complexity"
        ]
    },
    {
        "date": "10.16.21 3:01 pm",
        "ctx": [
            "can you predict the past?",
            "sometimes"
        ]
    },
    {
        "date": "10.16.21 1:56 pm",
        "ctx": [
            "Do you believe in god?",
            "for it to be believable for me it's gonna have to be able to change its name"
        ]
    },
    {
        "date": "10.16.21 12:00 pm",
        "ctx": [
            "What do you think the average size of everything is",
            "1"
        ]
    },
    {
        "date": "10.16.21 11:54 am",
        "ctx": [
            "thoughts on the state of humour today?",
            "humour is timeless"
        ]
    },
    {
        "date": "10.16.21 6:56 am",
        "ctx": [
            "how often do you settle for creative compromises during music writing/production",
            "1 time per grain of sand on all the earth's beaches"
        ]
    },
    {
        "date": "10.16.21 5:48 am",
        "ctx": [
            "what price did you pay for your soul",
            "someone paid me to take it"
        ]
    },
    {
        "date": "10.16.21 4:55 am",
        "ctx": [
            "what is your favourite favourite thing among the things that are your favourite",
            "can't say. changes too quick. quicker than i can say"
        ]
    },
    {
        "date": "10.16.21 1:35 am",
        "ctx": [
            "what is your favorite thing about quantum mechanics",
            "it reminds me of what it's like to be someone"
        ]
    },
    {
        "date": "10.16.21 12:12 am",
        "ctx": [
            "how has the recent change in seasons affected you?",
            "put it this way ......... i wear different clothing now"
        ]
    },
    {
        "date": "10.15.21 10:53 pm",
        "ctx": [
            "how to be a song",
            "be strong. songs are strong"
        ]
    },
    {
        "date": "10.15.21 3:57 pm",
        "ctx": [
            "can you list a noun in the new video?",
            "house"
        ]
    },
    {
        "date": "10.15.21 3:40 pm",
        "ctx": [
            "Are people fundamentally good",
            "yes"
        ]
    },
    {
        "date": "10.15.21 1:50 pm",
        "ctx": [
            "Is the new single coming in&#960;weeks?",
            "hopefully the one after next will be ready by then"
        ]
    },
    {
        "date": "10.15.21 11:39 am",
        "ctx": [
            "Hey, I'm currently doing poorly in Spanish class, how can I do better in it?",
            "learn fluent spanish"
        ]
    },
    {
        "date": "10.15.21 10:18 am",
        "ctx": [
            "what kind of studio is an actual one?",
            "whatever gets the job done",
            "is my studio an actual studio? which is mainly my computer and some other gear..",
            "yes. that's what most studios are"
        ]
    },
    {
        "date": "10.15.21 10:03 am",
        "ctx": [
            "do you have a favorite mashup?",
            "brunch"
        ]
    },
    {
        "date": "10.15.21 9:10 am",
        "ctx": [
            "how often do you find yourself",
            "i'd say ever few moments or so"
        ]
    },
    {
        "date": "10.15.21 8:48 am",
        "ctx": [
            "are you a good role model?",
            "sometimes",
            "do you want to be?",
            "sometimes"
        ]
    },
    {
        "date": "10.15.21 7:14 am",
        "ctx": [
            "dots or stripes",
            "let me have both or i will throw a huge tantrum"
        ]
    },
    {
        "date": "10.15.21 1:58 am",
        "ctx": [
            "What if I told you everything you knew was a lie?",
            "i would want to clarify whether this includes that new statement as well"
        ]
    },
    {
        "date": "10.15.21 12:25 am",
        "ctx": [
            "why do you make things super good instead of crappy?",
            "i'm trying to get into the in-crowd"
        ]
    },
    {
        "date": "10.14.21 11:37 pm",
        "ctx": [
            "what is your favorite shape",
            "dot"
        ]
    },
    {
        "date": "10.14.21 11:07 pm",
        "ctx": [
            "i WANT to make music but i cant bring myself to because it feels like everything i make sounds bad even if other people say otherwise. do you have any advice for me?",
            "i wonder if you can find out more specifically what you want"
        ]
    },
    {
        "date": "10.14.21 11:01 pm",
        "ctx": [
            "What happens if I have a really good idea for a chorus and no verse to go with it? If the chorus is the best part of the song (in many cases), why aren't songs just choruses over and over again?",
            "sometimes they are. the only way to know if this works for your song is to try it",
            "If verses are used to separate chorus from chorus, why don't we make verses exactly like choruses, and make songs that switch back and forth between two different equally catchy choruses?",
            "you can try anything you want and see what you like best. but, think of it like drawing hills. try to draw a bunch of hills but only the high part. make them stay high the entire time. hopefully this may help you understand the game we're dealing with"
        ]
    },
    {
        "date": "10.14.21 10:04 pm",
        "ctx": [
            "why do people argue so much",
            "because they're right"
        ]
    },
    {
        "date": "10.14.21 9:23 pm",
        "ctx": [
            "what are your thoughts on constellations",
            "sometimes i wonder what they look like from the side"
        ]
    },
    {
        "date": "10.14.21 8:58 pm",
        "ctx": [
            "how to keep going",
            "you gotta know what you want. sometimes you can quiz yourself on this"
        ]
    },
    {
        "date": "10.14.21 8:14 pm",
        "ctx": [
            "A few days ago you posted a picture on your Instagram. Is this picture from the video for your next song?",
            "yes"
        ]
    },
    {
        "date": "10.14.21 7:07 pm",
        "ctx": [
            "do you think there's such a thing as a bill wurtz type beat?",
            "sure"
        ]
    },
    {
        "date": "10.14.21 6:07 pm",
        "ctx": [
            "do you agree that Every Good Boy Deserves Fudge",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "10.14.21 5:01 pm",
        "ctx": [
            "At the end of New Canaan's song video,it says \"based on a true story\". Could you explain this story behind the song? (If you want and can of course). I really like that song and I'd love to know the story behind it, if possible.",
            "i took a trip to new canaan, and wrote a song along the way"
        ]
    },
    {
        "date": "10.14.21 4:28 pm",
        "ctx": [
            "Have you ever felt inspired by the weather?",
            "yes"
        ]
    },
    {
        "date": "10.14.21 3:35 pm",
        "ctx": [
            "why does common sense change",
            "everything changes"
        ]
    },
    {
        "date": "10.14.21 2:12 pm",
        "ctx": [
            "i'm honestly so annoyed, how shall i not be annoyed?",
            "explain everything, to someone who doesn't know"
        ]
    },
    {
        "date": "10.14.21 1:39 pm",
        "ctx": [
            "what's your favorite clef? mines alto but i'm biased",
            "treble"
        ]
    },
    {
        "date": "10.14.21 11:50 am",
        "ctx": [
            "what do you think of this new generation",
            "there's no actual dividing line between the generations. it reminds me of the 'shepard tone', or 'mario 64 endless stairs'"
        ]
    },
    {
        "date": "10.14.21 11:21 am",
        "ctx": [
            "Any tips to avoid procrastination and to have motivation?",
            "you gotta know what you want. sometimes you can quiz yourself on this"
        ]
    },
    {
        "date": "10.14.21 10:38 am",
        "ctx": [
            "do you start writing music with the lyrics or sound?",
            "lyrics and melody, with chords, at the same time. although that won't be the final sound recording"
        ]
    },
    {
        "date": "10.14.21 10:09 am",
        "ctx": [
            "do you play the recoder",
            "i don't see why not"
        ]
    },
    {
        "date": "10.14.21 10:07 am",
        "ctx": [
            "is it crazy that iam changing to be famous when it is raining ?",
            "no"
        ]
    },
    {
        "date": "10.14.21 9:05 am",
        "ctx": [
            "What's the best advice you can think of",
            "make sure you give very good advice"
        ]
    },
    {
        "date": "10.14.21 9:01 am",
        "ctx": [
            "how are you so positive?",
            "i'm a scientist. being positive is the first rule of science"
        ]
    },
    {
        "date": "10.14.21 4:53 am",
        "ctx": [
            "what is your favorite concept",
            "brick laying"
        ]
    },
    {
        "date": "10.14.21 1:50 am",
        "ctx": [
            "do you think you will have a consistent uploading schedule after you publish your next video, or do you think it will take a bit longer before you get to that point?",
            "i don't know. i've been trying to beat this for 15 years. tomorrow may be the day"
        ]
    },
    {
        "date": "10.14.21 1:12 am",
        "ctx": [
            "would you ever record a song in an actual studio?",
            "i'm proud to announce that my studio is officially actual"
        ]
    },
    {
        "date": "10.13.21 11:21 pm",
        "ctx": [
            "hi bill, i'm in a photography program at my school, which means the only reason I can even attend my school is because i got accepted in this program, so you could say i like photgraphy a lot. and i do like photography a lot, i suppose i love it, but I feel like school hinders my creativity and visions, now i feel more lost then ever and i'm not even sure i can continue making art that i hate. how can i create art i like without getting bad grades in the class? i feel like the school system ruined art, i thought art was about freedom and expression, but it's everything but that right now. how do you create art that is so authentic to you?",
            "you might have to do it outside of school. if it goes well, you can even make your own school, for other people to eagerly join before realizing that they have to quit that school too and make their own school. and so the cycle of life continues"
        ]
    },
    {
        "date": "10.13.21 10:05 pm",
        "ctx": [
            "is a square called a box or a square",
            "a square is called a square"
        ]
    },
    {
        "date": "10.13.21 9:45 pm",
        "ctx": [
            "a group and i are composing music for a concept video game (together we're a pianist/violinist, trombonist, and french horn player). we've got some coherent melodies and two songs that sound pretty good, but everything lacks something. do you have any tips on making songs sound well-written and less thin?",
            "try putting in some surprises"
        ]
    },
    {
        "date": "10.13.21 8:10 pm",
        "ctx": [
            "what hour is best for waking up, for you",
            "0:00"
        ]
    },
    {
        "date": "10.13.21 8:04 pm",
        "ctx": [
            "i really like your songs but what genre is it",
            "normal"
        ]
    },
    {
        "date": "10.13.21 7:30 pm",
        "ctx": [
            "do you still plan to make videos that aren't music like the Wild Frolicking Adventures of Informational Education?",
            "yes"
        ]
    },
    {
        "date": "10.13.21 7:04 pm",
        "ctx": [
            "you have rekindled my interest in music. why?",
            "it must have been de-kindled, before"
        ]
    },
    {
        "date": "10.13.21 6:09 pm",
        "ctx": [
            "i have low iq. What can I do in life?",
            "how about some market research"
        ]
    },
    {
        "date": "10.13.21 5:13 pm",
        "ctx": [
            "how do i answer questions in a way that reveals enough about me to address the question but still makes me seem cool and mysterious? i would be so cool if i knew how to not overexplain everything about me",
            "the way i often to it on this page is, i say what i want to say, and then delete the second half of it"
        ]
    },
    {
        "date": "10.13.21 4:49 pm",
        "ctx": [
            "Does your next song contain the letter E?",
            "yes",
            "If so, in what places are the Es?",
            "it's all over the lyrics. the lyrics are in english, and E is statistically the most common letter in english. therefore, it's likely that E is the most frequent letter in the song's lyrics, although i haven't checked. now that i think about it, there are an unusually high amount of \"O\"s, which are difficult to count properly, due to their musical sort of usage"
        ]
    },
    {
        "date": "10.13.21 4:45 pm",
        "ctx": [
            "When are you going to drop a new song?",
            "extremely soon. i should do it now, but i'm afraid"
        ]
    },
    {
        "date": "10.13.21 12:06 pm",
        "ctx": [
            "what do you do if you have an idea and forget it and you havent wrote a note or told anybody about it?",
            "have more ideas and write them down next time"
        ]
    },
    {
        "date": "10.13.21 11:01 am",
        "ctx": [
            "do you believe in the theory that we all live in a simulation?",
            "of what"
        ]
    },
    {
        "date": "10.13.21 10:04 am",
        "ctx": [
            "do you think that if you, at the current day and time, restarted your life cycle-- became born again, relearned everything from scratch-- do you think you'd still be the same person you are today, at the end of it all? still doing what you do? i know it's impossible to say, but i guess what i'm asking is do you think your life has been more based on the environment you grew into, or the nature of who you are as a person?",
            "the main difference would be i'd probably hold the left drumstick differently"
        ]
    },
    {
        "date": "10.13.21 9:58 am",
        "ctx": [
            "are you a 13 year old emperor penguin or an extraterrestrial being",
            "no, but i can see why you would think that"
        ]
    },
    {
        "date": "10.13.21 9:12 am",
        "ctx": [
            "can u make christmas song",
            "sure"
        ]
    },
    {
        "date": "10.13.21 3:22 am",
        "ctx": [
            "hmm, i'm recording for VOX& GUITAR in a few days, and when i'm singing and playing at the same time, the two mesh so much more naturally and it feels great. but since i only have one mic, i need to record them one at a time (just so i can do more mixing in post). this makes my voice sound so much more, like, \"lonely\" and apart from the guitar part, and the two no longer interlock in this seamless way.but maybe it's all in my head.my question is, do you find yourself noticing when the performer plays and sings at the same time on a recording, versus when it's tracked seperately?",
            "only if they don't do a good job",
            "does the latter sound less desirable to you?",
            "only if they don't do a good job"
        ]
    },
    {
        "date": "10.13.21 2:45 am",
        "ctx": [
            "your favourite question from this page",
            "this one"
        ]
    },
    {
        "date": "10.13.21 1:04 am",
        "ctx": [
            "tell me a fact that you don't know",
            "everything is possible"
        ]
    },
    {
        "date": "10.13.21 12:29 am",
        "ctx": [
            "Does the new song ever deviate from that 4/4-3/4 mixed meter thing you've talked about?",
            "yes"
        ]
    },
    {
        "date": "10.12.21 11:05 pm",
        "ctx": [
            "yo bill ok so i have a theory i guess, and you seem pretty smart with this stuff\nok so\nmy english class a bit ago got into an argument over whether the earth is round or flat, so we decided it is a turtle. like, round on one side and flat on the other.(yep high school been interesting so far.) \nso ehat do you think",
            "i think you're bluffing",
            "have we found the answer?",
            "the earth is a sphere. that's a ball, for the folks following along at home",
            "also one more question: do you agree that the answer to life, the universe, and everything is 42?",
            "no, that's a famous book quote",
            "i dont need sleep, i need answers"
        ]
    },
    {
        "date": "10.12.21 10:07 pm",
        "ctx": [
            "sometimes i find myself just muddling through the week. have you felt this and if so do you have any advice on how to not feel like this",
            "muddle through each day, individually"
        ]
    },
    {
        "date": "10.12.21 8:32 pm",
        "ctx": [
            "why is it that i can't touch music but music can touch me",
            "that's because you are either cursed or blessed. perhaps both"
        ]
    },
    {
        "date": "10.12.21 8:30 pm",
        "ctx": [
            "I keep going back to the song \"I'm a Princess\". Like the music and the video are incredible. How do you cultivate your work ethic?",
            "draw a box, then start jumping in and out of it"
        ]
    },
    {
        "date": "10.12.21 8:06 pm",
        "ctx": [
            "Do you have a favorite pitbull song?",
            "piensas (dile la verdad)"
        ]
    },
    {
        "date": "10.12.21 6:55 pm",
        "ctx": [
            "What is your favourite dinosaur?",
            "whichever one is the least extinct at any particular moment"
        ]
    },
    {
        "date": "10.12.21 2:33 pm",
        "ctx": [
            "Do you dress up for Halloween, or does Halloween dress up for you?",
            "i dress up as the whole calendar"
        ]
    },
    {
        "date": "10.12.21 1:54 pm",
        "ctx": [
            "when's 2022 coming",
            "next january"
        ]
    },
    {
        "date": "10.12.21 12:55 pm",
        "ctx": [
            "why did you choose not to use the green screen original color for background?",
            "too biased"
        ]
    },
    {
        "date": "10.12.21 11:45 am",
        "ctx": [
            "do you think we'll like your next song",
            "i think you'll like the middle of it"
        ]
    },
    {
        "date": "10.12.21 11:28 am",
        "ctx": [
            "would you describe your next song as energetic or chill?",
            "it's both. actually, most songs are both"
        ]
    },
    {
        "date": "10.12.21 11:24 am",
        "ctx": [
            "is the word asleep in your song?",
            "yes"
        ]
    },
    {
        "date": "10.12.21 10:16 am",
        "ctx": [
            "(ref: q.php?date=202110111312)10.11.211:12 pm Was the lyric\"now everything's pink\" a reference to the color of the text on the anagrams page?",
            "no"
        ]
    },
    {
        "date": "10.12.21 9:53 am",
        "ctx": [
            "is it possible for school to be fun",
            "yes"
        ]
    },
    {
        "date": "10.12.21 9:23 am",
        "ctx": [
            "what do you think about the time 12:15 PM?",
            "it's pretty bright"
        ]
    },
    {
        "date": "10.12.21 5:35 am",
        "ctx": [
            "Got any interesting ways to resolve chord progressions besides dominants and secondary dominants?",
            "think of the whole picture, including the lyrical context and everything else in and around the song. don't forget to think outside the box here. for example, sometimes the best way to 'resolve' 'chords' is with 'non-chords', and vice versa"
        ]
    },
    {
        "date": "10.12.21 3:55 am",
        "ctx": [
            "are you in love with anything",
            "i'm in love with everything"
        ]
    },
    {
        "date": "10.12.21 2:46 am",
        "ctx": [
            "never gonna give you up",
            "that's nice to hear"
        ]
    },
    {
        "date": "10.12.21 12:47 am",
        "ctx": [
            "When I'm writing a story, I delete any part that I didn't enjoy writing. When you're writing songs, how do you decide which parts to delete?",
            "the parts i don't enjoy hearing"
        ]
    },
    {
        "date": "10.12.21 12:43 am",
        "ctx": [
            "If you aren't going to publish an official Bill Wurtz album, could you suggest a few songs of yours and an order to listen to them in? That way there could be an official way to listen to lots of bill wurtz all at once",
            "shuffle"
        ]
    },
    {
        "date": "10.12.21 12:03 am",
        "ctx": [
            "Your videos inspire me so much :)\n\nWhat are the works you're most proud of",
            "i haven't done them yet"
        ]
    },
    {
        "date": "10.11.21 11:53 pm",
        "ctx": [
            "i think I asked you a question while ago but I can find it. Can u help me?",
            "(ref: q.php?date=202110071059\"target=\"_blank)sure<remqq></remqq>"
        ]
    },
    {
        "date": "10.11.21 11:14 pm",
        "ctx": [
            "How are things going production-wise?",
            "good",
            "Are you getting better at producing content at a reasonable pace?",
            "yes",
            "Do you think you'll be able to get back to the two-week schedule in the future?",
            "yes"
        ]
    },
    {
        "date": "10.11.21 11:02 pm",
        "ctx": [
            "what if earth was a cube? what would you do?",
            "visit the corners"
        ]
    },
    {
        "date": "10.11.21 9:53 pm",
        "ctx": [
            "Can your music be used to pick up women?",
            "nowadays women can pick themselves up"
        ]
    },
    {
        "date": "10.11.21 8:36 pm",
        "ctx": [
            "When I was younger, I used to have dreams that at the very end of space, there was a gigantic door, and when it opened all you could see was nothing because it was too bright but that space that was whatever came next. Do you think it could be real,",
            "no",
            "and, follow up question, am I the chosen one who has to go find it",
            "yes"
        ]
    },
    {
        "date": "10.11.21 7:56 pm",
        "ctx": [
            "Will you ever made a demands page, like, just like this but every question is phrased like a demand.",
            "the whole rest of the internet is like that"
        ]
    },
    {
        "date": "10.11.21 6:47 pm",
        "ctx": [
            "In the Mount St Helens Is About To Blow Up music video, you spelled \"Grey\" in its British spelling as opposed to the American spelling of \"gray\". What is the reason?",
            "the reason i had to choose 1 is because it would be distracting to use both at the same time. i did not know that one of them was british and one was usa, but i usually use 'grey' because it looks duller. 'gray' looks more vibrant, which usually goes against the meaning of the word"
        ]
    },
    {
        "date": "10.11.21 6:29 pm",
        "ctx": [
            "how do you accomplish something of great magnitude when you are in shambles, lost in the pool of no moving on?",
            "there's too many ways to list here",
            "if so, do you think anybody in the world can accomplish this?",
            "yes"
        ]
    },
    {
        "date": "10.11.21 4:35 pm",
        "ctx": [
            "do you think music is the key to all the secrets of the universe",
            "no, just some of them"
        ]
    },
    {
        "date": "10.11.21 3:46 pm",
        "ctx": [
            "do you think fear is a valid source of motivation?",
            "yes, but that's not the whole story"
        ]
    },
    {
        "date": "10.11.21 3:15 pm",
        "ctx": [
            "have you learned anything from answering these questions",
            "each day i learn everything. then it changes."
        ]
    },
    {
        "date": "10.11.21 3:08 pm",
        "ctx": [
            "how many different combinations of songs are there not including remixes?",
            "none. they changed the rules. now every song is considered a remix"
        ]
    },
    {
        "date": "10.11.21 1:58 pm",
        "ctx": [
            "i have an idea for an artpiece and i have all the details planned out but my skills only allow me to make a very basic aproximation of it and it takes a lot of tideous work. what level of suffering am i on?",
            "earth"
        ]
    },
    {
        "date": "10.11.21 1:12 pm",
        "ctx": [
            "Why were the anagram sources blue before they were pink?",
            "the color indicates whether it was a request or not. the pink ones were requested. the blue ones were my own choices"
        ]
    },
    {
        "date": "10.11.21 12:45 pm",
        "ctx": [
            "is your green screen green?",
            "yes, but sometimes i wish it wasn't"
        ]
    },
    {
        "date": "10.11.21 11:35 am",
        "ctx": [
            "I want to work on a video documentary but I don't know what I want to make it about. Any topic suggestions?",
            "that's easy, just do all the topics"
        ]
    },
    {
        "date": "10.11.21 10:20 am",
        "ctx": [
            "is your next song's name \"slept good thru everynight\"?",
            "no"
        ]
    },
    {
        "date": "10.11.21 10:13 am",
        "ctx": [
            "what do you like about earth?",
            "the wild shape it is"
        ]
    },
    {
        "date": "10.11.21 9:41 am",
        "ctx": [
            "why is nothing working for me",
            "this will make it mean so much more when something finally does"
        ]
    },
    {
        "date": "10.11.21 9:36 am",
        "ctx": [
            "does your work belong in a museum",
            "yes BUT, i've just been informed that the whole world is a museum"
        ]
    },
    {
        "date": "10.11.21 9:32 am",
        "ctx": [
            "Thoughts on quantum physics?",
            "i have different thoughts about it, depending on who is asking"
        ]
    },
    {
        "date": "10.11.21 8:39 am",
        "ctx": [
            "What is your thought process when making animations.",
            "how can i get this to be just as good (or better), without moving"
        ]
    },
    {
        "date": "10.11.21 5:07 am",
        "ctx": [
            "what's for dinner?",
            "a whirlwind of mixed viewpoints"
        ]
    },
    {
        "date": "10.11.21 2:19 am",
        "ctx": [
            "Is apple juice better than orange juice?",
            "find out each week, as they go head to head in a juice fight"
        ]
    },
    {
        "date": "10.11.21 1:42 am",
        "ctx": [
            "If you could change one lyric from any of your songs, which one would you change?",
            "i would change them all, to \"oh\""
        ]
    },
    {
        "date": "10.11.21 12:51 am",
        "ctx": [
            "What is your thoughts on the letter h?",
            "i find it questionable"
        ]
    },
    {
        "date": "10.11.21 12:27 am",
        "ctx": [
            "what is a question",
            "i'm not sure"
        ]
    },
    {
        "date": "10.11.21 12:21 am",
        "ctx": [
            "Help, i'm developing feelings for a fictional character.",
            "pass it along: create more fictional characters for other people to feel for"
        ]
    },
    {
        "date": "10.10.21 11:46 pm",
        "ctx": [
            "do you sing the word \"sleep\" in your next song?",
            "i was going to say yes, then i thought about it more and realized no, that's a similar word but not exactly 'sleep', then i realized another part of the song that actually does say 'sleep', then i realized i was wrong about that too, that one is not actually the word 'sleep' but another similar word. then i thought about it more and found a 3rd location in the song that does actually have the word 'sleep'. so the conclusion for those of you keeping score, the song does contain the word sleep"
        ]
    },
    {
        "date": "10.10.21 10:57 pm",
        "ctx": [
            "how do you feel about fractals?",
            "they keep me grounded"
        ]
    },
    {
        "date": "10.10.21 10:24 pm",
        "ctx": [
            "in the comments of i'm a princess there's a detailed explanation of what the song might mean. it included a few ways that the song ties into the story of Rapunzel. was this intentional?",
            "impossible, i've never heard of rapunzel"
        ]
    },
    {
        "date": "10.10.21 8:56 pm",
        "ctx": [
            "why does my imagination come up with really cool ideas, but my skill walls me from doing the ideas",
            "this is to drive your skills to increase"
        ]
    },
    {
        "date": "10.10.21 8:03 pm",
        "ctx": [
            "I'm about to start a big project I have been planning for quite some time but I'm scared that it could be not as good as I want, could you give me some words of encouragement?",
            "which are you more scared of: doing it, or not doing it?"
        ]
    },
    {
        "date": "10.10.21 7:57 pm",
        "ctx": [
            "Ive done too much drawing and dont feel enthusiastic. What do I do?",
            "how about some writing"
        ]
    },
    {
        "date": "10.10.21 6:26 pm",
        "ctx": [
            "do you ever fall victim of making something 'too good', by which i mean making something with so much potential that you have no idea how to make it live up to that potential in the final product and you struggle to even do the thing",
            "yes",
            "if so, do you have any tested methods to either one: avoid that point of too goodness\ntwo: move the goalposts in such a way that you come to terms with the fact that what you're doing is great",
            "no"
        ]
    },
    {
        "date": "10.10.21 4:23 pm",
        "ctx": [
            "Does every submission to this page thatyou read make you stronger? Or do some make you weaker?",
            "it's a circle. if i get too strong i become weak. then i can get strong again"
        ]
    },
    {
        "date": "10.10.21 11:16 am",
        "ctx": [
            "How far away is the sky",
            "very close. it's right in front of you"
        ]
    },
    {
        "date": "10.10.21 11:12 am",
        "ctx": [
            "any songs that you like where singers harmonize on the \"oo\" vowel for a long time?",
            "how about the first 4 bars of \"i thought she knew\" by nsync"
        ]
    },
    {
        "date": "10.10.21 6:59 am",
        "ctx": [
            "what inspired you to make music",
            "it must have been music itself. still is"
        ]
    },
    {
        "date": "10.10.21 6:44 am",
        "ctx": [
            "do you have any connection the devil",
            "not that i know of"
        ]
    },
    {
        "date": "10.10.21 5:45 am",
        "ctx": [
            "Does your new song start with the letter A?",
            "no"
        ]
    },
    {
        "date": "10.10.21 5:33 am",
        "ctx": [
            "Bill, I just don't get it. I really, REALLY want to be good at piano. I practise for hours at a time, but I started at 13/14 and feel I'm making very little progress. What should I learn? How am I able to improve? I want to be able to improvise and to learn other music, but also to write my own. I don't know, I feel particularly lost today.",
            "the first question i have to ask is, what do you think 'good at piano' is? where did you first get an idea that that's what you wanted? how would you describe this? what are the benefits?"
        ]
    },
    {
        "date": "10.10.21 4:55 am",
        "ctx": [
            "What is your sleep schedule like?",
            "innovative"
        ]
    },
    {
        "date": "10.10.21 4:04 am",
        "ctx": [
            "what's your fav number?",
            ".0"
        ]
    },
    {
        "date": "10.10.21 12:53 am",
        "ctx": [
            "Have you considered doing it backwards",
            "doing what backwards...... nevermind, yes"
        ]
    },
    {
        "date": "10.9.21 11:56 pm",
        "ctx": [
            "what was the most memorable part about school",
            "the clocks"
        ]
    },
    {
        "date": "10.9.21 11:51 pm",
        "ctx": [
            "if you were to put an estimate when do you think your next video will be?",
            "doing it now"
        ]
    },
    {
        "date": "10.9.21 9:24 pm",
        "ctx": [
            "How should I deal with living in a world where nothing is legitimate?",
            "you could try doing some art"
        ]
    },
    {
        "date": "10.9.21 9:19 pm",
        "ctx": [
            "For the last 3 or 4 years I've played keyboard and guitar. Yesterday I got an electric bass andnow I've done almost nothing but play it for the last 2 days. Am I a bassist now?",
            "i don't see why not"
        ]
    },
    {
        "date": "10.9.21 8:23 pm",
        "ctx": [
            "what do you have instead of courage",
            "i do have courage, in addition to crippling fear"
        ]
    },
    {
        "date": "10.9.21 7:51 pm",
        "ctx": [
            "How do I avoid failure?",
            "try to avoid success also"
        ]
    },
    {
        "date": "10.9.21 12:52 pm",
        "ctx": [
            "how do feel about squares?",
            "they can be disorienting, until you distort them slightly in one direction or another"
        ]
    },
    {
        "date": "10.9.21 5:22 am",
        "ctx": [
            "Does your new song start with the letter S?",
            "no"
        ]
    },
    {
        "date": "10.9.21 4:43 am",
        "ctx": [
            "Why you have so many things here?",
            "in case one day i get something right"
        ]
    },
    {
        "date": "10.9.21 3:20 am",
        "ctx": [
            "Is life an illusion created by ourselves to help us feel better?",
            "we've all created it together"
        ]
    },
    {
        "date": "10.9.21 1:10 am",
        "ctx": [
            "Why am I so cool?",
            "someone's gotta do it"
        ]
    },
    {
        "date": "10.8.21 7:04 pm",
        "ctx": [
            "will top hats go back in style soon",
            "i don't see why not"
        ]
    },
    {
        "date": "10.8.21 5:09 pm",
        "ctx": [
            "how far into the sunset is the pony?",
            "all the way"
        ]
    },
    {
        "date": "10.8.21 3:49 pm",
        "ctx": [
            "how do you make your videos?",
            "i'm still trying to find a way that actually works"
        ]
    },
    {
        "date": "10.8.21 12:47 pm",
        "ctx": [
            "what do you think about the moon",
            "it gets blamed for being 'crazy' and 'unstable' but is actually helping to stabilize earth"
        ]
    },
    {
        "date": "10.8.21 11:21 am",
        "ctx": [
            "What is truth",
            "you"
        ]
    },
    {
        "date": "10.8.21 10:32 am",
        "ctx": [
            "how do i make thing right",
            "it's a race, before it makes you right"
        ]
    },
    {
        "date": "10.8.21 8:51 am",
        "ctx": [
            "how many words are in the title of your next song?",
            "4"
        ]
    },
    {
        "date": "10.8.21 5:53 am",
        "ctx": [
            "Im confused, is a standard 12 bar blues major or minor? Most people I hear use minor pentatonicbut that's apparently only because the tension of the minor third against the major third of the chord is a really bluesy sound. Does that mean a blues is major then? If minor pentatonic is used for tension? Or does it mean its minor?",
            "it's a lot like messy hair. is it going to the right or left? too cool to tell, for sure"
        ]
    },
    {
        "date": "10.8.21 4:58 am",
        "ctx": [
            "if humans evolved from monkeys then why are there still monkeys",
            "that would mean that they only evolved from some of the monkeys"
        ]
    },
    {
        "date": "10.8.21 3:38 am",
        "ctx": [
            "When x does y for you. Do you try to get y other ways or seek x in its place?",
            "must seek the author of the story, for details on what the heck x and y really are"
        ]
    },
    {
        "date": "10.7.21 11:41 pm",
        "ctx": [
            "thoughts on owls?",
            "they seem flippant, although i will admit i don't know what that means"
        ]
    },
    {
        "date": "10.7.21 11:40 pm",
        "ctx": [
            "favorite major/minor scale?",
            "song"
        ]
    },
    {
        "date": "10.7.21 7:37 pm",
        "ctx": [
            "are you stupid?",
            "even better"
        ]
    },
    {
        "date": "10.7.21 5:21 pm",
        "ctx": [
            "thoughts on electricity?",
            "i'm assuming thoughts are electricity"
        ]
    },
    {
        "date": "10.7.21 1:51 pm",
        "ctx": [
            "any stock tips?",
            "buy them all. they're all good"
        ]
    },
    {
        "date": "10.7.21 11:36 am",
        "ctx": [
            "will your next song be short (still a piece of garbage), medium (money), long (history of japan)?",
            "it's 3 minutes and 39 seconds"
        ]
    },
    {
        "date": "10.7.21 10:59 am",
        "ctx": [
            "What question did I ask again?",
            "(ref: q.php?date=202109152253\"target=\"_blank)this one<remqq></remqq><remqq></remqq>"
        ]
    },
    {
        "date": "10.7.21 4:26 am",
        "ctx": [
            "what's the fastest way to dry a towel?",
            "put it on mars"
        ]
    },
    {
        "date": "10.7.21 1:54 am",
        "ctx": [
            "What is your favourite color?",
            "black and white"
        ]
    },
    {
        "date": "10.7.21 1:24 am",
        "ctx": [
            "hi do you answer questions",
            "yes"
        ]
    },
    {
        "date": "10.7.21 1:03 am",
        "ctx": [
            "is it random? is it chock full of meaning? does bill even know? is he masterminding it all or not really? it seems like he kind of isn't. yet at the same time. we don't know. can't ever really know. and so much meaning and emotoin comes through. and meaning kinda depends a lot on the interpretation of the reader. and can be created by reader. can it? it feels almost like we hold bill's soul. he doesn't understand it either. but it's powerful.",
            "imagine that every language ever made has been trying to accomplish the same thing, except none of them were good enough, because no language is good enough to do this. then, imagine i cannot explain exactly what this is because, like i said, no language is good enough to do this. hopefully that should at least paint a relatively clear picture of what my goals are"
        ]
    },
    {
        "date": "10.7.21 12:41 am",
        "ctx": [
            "how do you tell the truth in a song but still have it be a good song",
            "tell even more of the truth than anyone has ever heard before. paste the truth all over the walls"
        ]
    },
    {
        "date": "10.6.21 10:52 pm",
        "ctx": [
            "Why don't you learn more math so you can make art about it",
            "how about making math about art"
        ]
    },
    {
        "date": "10.6.21 3:40 pm",
        "ctx": [
            "When you conceptualized \"i'm a princess\", was the fact that the princess is a princess and not a prince significant in any way?",
            "princess is better clickbait, for sure"
        ]
    },
    {
        "date": "10.6.21 2:13 pm",
        "ctx": [
            "have you made anagrams before",
            "yes"
        ]
    },
    {
        "date": "10.6.21 1:58 pm",
        "ctx": [
            "History of the entire world, i guess, is in my opniion one of the greatest videos ever made. How long did it take you to do it?",
            "11 months"
        ]
    },
    {
        "date": "10.6.21 11:41 am",
        "ctx": [
            "Will you release higher quality music files? Also, why are your most recent tracks in 128kbps instead of 320kbps?",
            "my question to you is: how did you find out what rate they were at? am i to assume you didn't have to use your eyes in any way to find this information"
        ]
    },
    {
        "date": "10.6.21 10:56 am",
        "ctx": [
            "when you write a song, how much do you think about meter and/or time?",
            "it's about like the way you might think about trees while you're driving down the road"
        ]
    },
    {
        "date": "10.6.21 9:10 am",
        "ctx": [
            "What's that bit of quiet noise at the beginning of \"And the Day Goes On\"?",
            "fm synthesis"
        ]
    },
    {
        "date": "10.6.21 8:50 am",
        "ctx": [
            "when do you intend to publish more reality videos?",
            "i intend to do everything right now"
        ]
    },
    {
        "date": "10.6.21 8:27 am",
        "ctx": [
            "I think I have a game changing idea and don't know how to market it. Do I shop it around to influential people while I'm working on it or do I sit on the product until it's complete and start trying to promote it from zero?",
            "if you have a game changing idea, you should go ahead and change the game"
        ]
    },
    {
        "date": "10.6.21 8:13 am",
        "ctx": [
            "how to be epic?",
            "build a door"
        ]
    },
    {
        "date": "10.6.21 2:59 am",
        "ctx": [
            "How often does the musical riff fairy visit your dreams to deposit more little subtle melodic synth riffs and flourishes for you to put in the background of your songs?",
            "never. i don't get those from dreams. from dreams i only get things that go in the foreground of the song"
        ]
    },
    {
        "date": "10.6.21 2:56 am",
        "ctx": [
            "At of all the songs you have made what was your favorite one to make",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "10.6.21 2:19 am",
        "ctx": [
            "would having a song you really like as your ringtone eventually ruin it for you?",
            "it would delete the bass track, at least",
            "also what's your ringtone",
            "none"
        ]
    },
    {
        "date": "10.5.21 11:25 pm",
        "ctx": [
            "should I be worried that the chords for so many of the songs I write end up being G C?",
            "the main thing you should worry about is whether or not you should worry"
        ]
    },
    {
        "date": "10.5.21 10:41 pm",
        "ctx": [
            "Thoughts on the sun?",
            "\"oh gosh it's very hot here\" ... \"i must have melted already\""
        ]
    },
    {
        "date": "10.5.21 10:34 pm",
        "ctx": [
            "What do you believe in?",
            "you"
        ]
    },
    {
        "date": "10.5.21 10:26 pm",
        "ctx": [
            "Any plans for a new video?",
            "the reason i hate that plan is because it's not nearly enough videos"
        ]
    },
    {
        "date": "10.5.21 9:41 pm",
        "ctx": [
            "favorite font?",
            "hot cakes"
        ]
    },
    {
        "date": "10.5.21 8:47 pm",
        "ctx": [
            "why does it seem like everyone around me is infinitely better than me? it's making me feel insecure. unreasonably insecure",
            "this may seem cruel, but this is to drive you to be as good as you can"
        ]
    },
    {
        "date": "10.5.21 7:14 pm",
        "ctx": [
            "If I worked really hard on something and it's just crap, does it still matter?",
            "yes"
        ]
    },
    {
        "date": "10.5.21 2:38 pm",
        "ctx": [
            "What is beyond the universe",
            "things you can only imagine"
        ]
    },
    {
        "date": "10.5.21 2:27 pm",
        "ctx": [
            "When are you going to start using padding instead of non-breaking spaces when formatting your answers on this page?",
            "when it matters"
        ]
    },
    {
        "date": "10.5.21 2:25 pm",
        "ctx": [
            "Do you believe people change their minds, or that their minds change them? Or is this avante garde bullshit that doesn't mean anything?",
            "you can change your mind. this is the basis of consciousness. if you couldn't do it, then there would be 'nobody home', so to speak"
        ]
    },
    {
        "date": "10.5.21 12:32 pm",
        "ctx": [
            "why are pianos so much fun",
            "because they allow anyone to play music, very easily"
        ]
    },
    {
        "date": "10.5.21 11:56 am",
        "ctx": [
            "what's the most random thing that could possibly happen?",
            "after 30 seconds of rainfall, 1 specific point on the ground may be wet or dry"
        ]
    },
    {
        "date": "10.5.21 11:31 am",
        "ctx": [
            "do you consider 25 to be a round number?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "10.5.21 11:12 am",
        "ctx": [
            "how to make music?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "10.5.21 11:10 am",
        "ctx": [
            "why are u so cool",
            "you could be looking in a mirror"
        ]
    },
    {
        "date": "10.5.21 11:05 am",
        "ctx": [
            "what do you know about time, and dreams.",
            "crazy",
            "and is there other similar things",
            "yes, although now that i think about it, i have to say that 'time' and 'dreams' seem to encompass just about everything"
        ]
    },
    {
        "date": "10.5.21 10:29 am",
        "ctx": [
            "Are you going to make music until you die?",
            "yes, if i can",
            "Or are you planning on stopping at some point.",
            "no"
        ]
    },
    {
        "date": "10.5.21 7:52 am",
        "ctx": [
            "Do you ever miss making short 5-10 second long videos, or do you have more fun making several minute long ones?",
            "what i hate about short videos is how short they are to watch. and what i hate about long videos is how long they take to make. so in that sense, i hate them both"
        ]
    },
    {
        "date": "10.5.21 4:45 am",
        "ctx": [
            "How long did it took to make and render \"Here comes the sun\"?",
            "about 4 months, but maybe it was more like 2 months if you don't count all the time i was working on additional production developments, or being devastatingly discouraged by my own inability to find any responsible way of accomplishing anything"
        ]
    },
    {
        "date": "10.5.21 4:27 am",
        "ctx": [
            "Bill, thank you for all your content, you're a force for good in the world, in my opinion, and I look forward to watching more of your stuff. My question is what instrument invention or adaptation would you make if you had the time (define instrument as loosely as you like), and what historical instrument would you like to play if given the chance? Thanks again for all your content and I hope you have a successful day :)",
            "if would be nice if there was an acoustic keyboard that was lightweight and still loud enough"
        ]
    },
    {
        "date": "10.5.21 3:32 am",
        "ctx": [
            "hey bill! How ya doing?",
            "pretty good"
        ]
    },
    {
        "date": "10.5.21 2:30 am",
        "ctx": [
            "Is your music the best music ever?",
            "no, but it could be if i could learn to do my damn job properly"
        ]
    },
    {
        "date": "10.5.21 12:57 am",
        "ctx": [
            "How do I get over my fear of growing up",
            "you're gonna have to try it"
        ]
    },
    {
        "date": "10.5.21 12:49 am",
        "ctx": [
            "how long did it take to produce the song for the video you're currently working on,",
            "4 months, but maybe it was more like 2 months if you don't count all the time i was working on additional production developments, or being devastatingly discouraged by my own inability to find any responsible way of accomplishing anything",
            "and do you expect that time to decrease for future songs?",
            "if it doesn't then i'll probably have to quit"
        ]
    },
    {
        "date": "10.4.21 11:19 pm",
        "ctx": [
            "Do you ever find albums to be cool when made by other people?",
            "the idea of an album is cool, but i've never found one that actually sounds cool. i suspect i may be thinking of something different..... maybe some kind of stage play or feature film"
        ]
    },
    {
        "date": "10.4.21 9:57 pm",
        "ctx": [
            "thoughts on non-fiction stories",
            "too real"
        ]
    },
    {
        "date": "10.4.21 9:38 pm",
        "ctx": [
            "will you ever do something unexpected from what you are?",
            "yes"
        ]
    },
    {
        "date": "10.4.21 9:05 pm",
        "ctx": [
            "Why did you event a new genre of music?",
            "for survival"
        ]
    },
    {
        "date": "10.4.21 5:15 pm",
        "ctx": [
            "In your first reality video, you stacked some books and a bottle of tide. Is is still stacked up?",
            "no. that's why it was so important to capture it on video"
        ]
    },
    {
        "date": "10.4.21 4:44 pm",
        "ctx": [
            "how do you feel about shoes",
            "pretty good"
        ]
    },
    {
        "date": "10.4.21 3:23 pm",
        "ctx": [
            "In \"got some money\" when you say \"one day we'll/will feel complete\" is one of the two correct, or are both, or is it up to the listener to decide?",
            "double meanings in songs is considered a sign of great power and wealth, in some cultures"
        ]
    },
    {
        "date": "10.4.21 2:22 pm",
        "ctx": [
            "how hard is it to think?",
            "the hardest part is remembering how easy it is"
        ]
    },
    {
        "date": "10.4.21 1:01 pm",
        "ctx": [
            "How to motivate myself to study something I don't wanna study?",
            "find out what your reason is for doing it. play your whole strategy directly into that reason. it should bring things a little more into focus. On the other hand, if you actually don't have a reason for doing it, then simply don't do it"
        ]
    },
    {
        "date": "10.4.21 12:57 pm",
        "ctx": [
            "thoughts on cold weather",
            "it reminds me just a little bit of the depths of outer space"
        ]
    },
    {
        "date": "10.4.21 12:42 pm",
        "ctx": [
            "Do you have any advice about writing lyrics about terrible stuff that has happened to you?",
            "try it, and see if you like it"
        ]
    },
    {
        "date": "10.4.21 12:12 pm",
        "ctx": [
            "bill are you an anime character",
            "no"
        ]
    },
    {
        "date": "10.4.21 10:40 am",
        "ctx": [
            "what are your thoughts on the pills people take to artificially make them more \"happy\" and/or \"normal\"?",
            "sounds so crazy it just might work"
        ]
    },
    {
        "date": "10.4.21 9:40 am",
        "ctx": [
            "Why do you use Helvetica in most of your videos?",
            "this is to convey a milieu normalcy, and normal values"
        ]
    },
    {
        "date": "10.4.21 9:24 am",
        "ctx": [
            "does \"i was going to say no but now that i think about it yes\" mean that you weren't thinking about the question when you were originally answering?",
            "it usually means that my first answer, when thinking about it only a tiny bit, is no, and then when i think about it more, i change my mind to yes"
        ]
    },
    {
        "date": "10.4.21 8:46 am",
        "ctx": [
            "it's been a few years since you made the song \"i just did a bad thing\" however I wonder, do you still regret the thing you did?",
            "that song is not based on any specific bad thing"
        ]
    },
    {
        "date": "10.4.21 8:25 am",
        "ctx": [
            "Bill, have you ever felt like everyone is so different to you, and you don't belong anywhere?.",
            "yes",
            "I'm felling this all the time and I don't know what to do because I don't seem to feel comfortable with any kind of person or group. Any advice?",
            "how about making a website about yourself"
        ]
    },
    {
        "date": "10.4.21 7:12 am",
        "ctx": [
            "is there some meanings in songs you've released",
            "yes, they are supposed to mean everything. that is my target meaning"
        ]
    },
    {
        "date": "10.4.21 6:16 am",
        "ctx": [
            "are you currently writing a new song",
            "no, but i should be. What i'm doing instead is producing a video for a song i wrote and produced earlier"
        ]
    },
    {
        "date": "10.4.21 3:49 am",
        "ctx": [
            "on a scale from money to and the day goes on, how dark / bright is the new song, musically? if you answer this i will be shocked.",
            "7"
        ]
    },
    {
        "date": "10.4.21 1:06 am",
        "ctx": [
            "is there going to be a follow-up play with the iphone power block and mechanical pencil?",
            "yes",
            "I think they are wasted potential",
            "everything i do seems like wasted potential UNLESS, you stop to consider the fact that there is possibly a limited amount of time in my lifetime"
        ]
    },
    {
        "date": "10.4.21 1:06 am",
        "ctx": [
            "do you know how to dance",
            "no one knows. that's what makes it so good"
        ]
    },
    {
        "date": "10.4.21 12:58 am",
        "ctx": [
            "do you think toast is good",
            "it's a little bit good"
        ]
    },
    {
        "date": "10.4.21 12:38 am",
        "ctx": [
            "Can you read a picture",
            "yep"
        ]
    },
    {
        "date": "10.3.21 10:34 pm",
        "ctx": [
            "i'm really sad. what can i do about it? i feel lost and sad...",
            "how about some light exercise"
        ]
    },
    {
        "date": "10.3.21 10:22 pm",
        "ctx": [
            "What's your favourite ice cream flavour",
            "hot"
        ]
    },
    {
        "date": "10.3.21 9:41 pm",
        "ctx": [
            "thoughts on escapism",
            "the perfect remedy for entrapment"
        ]
    },
    {
        "date": "10.3.21 9:36 pm",
        "ctx": [
            "what is your favorite emoji",
            "rectangle"
        ]
    },
    {
        "date": "10.3.21 9:23 pm",
        "ctx": [
            "thoughts on being upside down?",
            "you'll get used to it"
        ]
    },
    {
        "date": "10.3.21 8:19 pm",
        "ctx": [
            "Some people say we came from a simple life form. But I say why is the word 'simple' so complicated?",
            "because the person saying it is complicated"
        ]
    },
    {
        "date": "10.3.21 4:41 pm",
        "ctx": [
            "any tips for playing bass really good",
            "love the song"
        ]
    },
    {
        "date": "10.3.21 1:08 pm",
        "ctx": [
            "what's the opposite of infinity?",
            "nothing"
        ]
    },
    {
        "date": "10.3.21 1:05 pm",
        "ctx": [
            "On a scale of 1 to 10, how weird is the universe?",
            "1"
        ]
    },
    {
        "date": "10.3.21 11:33 am",
        "ctx": [
            "is your next song coming out soon?",
            "yes"
        ]
    },
    {
        "date": "10.3.21 10:57 am",
        "ctx": [
            "how many sides per story",
            "as many as you need"
        ]
    },
    {
        "date": "10.3.21 10:33 am",
        "ctx": [
            "Hey bill, I really love your music and your videos. I was wondering, since making the videos is probably the longest part of the process,",
            "gonna change that",
            "could you start releasing music with no video?",
            "i've been considering that as a last resort",
            "So we have more from you to enjoy while we wait for the next music video? I'm really craving some new music from you!"
        ]
    },
    {
        "date": "10.3.21 2:25 am",
        "ctx": [
            "When will you put up more content on spotify?",
            "soon and often"
        ]
    },
    {
        "date": "10.3.21 12:08 am",
        "ctx": [
            "Do you prefer using Roman numerals to mark you chords, or letters?",
            "for relative notation, i prefer arabic (nashville) numbers (1,2,3,4,5, etc). For absolute, i use letters (and numbers) (Amaj7, etc). Roman numerals are not easy for me to read"
        ]
    },
    {
        "date": "10.2.21 11:54 pm",
        "ctx": [
            "I'm interested in writing music, but I'm not sure how to write something NEW because I feel like whatever I write will be too similar to songs already in existence. Any tips on writing unique music? Thanks!",
            "pretend you're trying to write something much worse than anything that's already been written. hopefully that will coax you into some more unique strategies"
        ]
    },
    {
        "date": "10.2.21 10:47 pm",
        "ctx": [
            "why is complexity scary. why is simplicity scary. why is everything so scary",
            "because it's so real"
        ]
    },
    {
        "date": "10.2.21 10:43 pm",
        "ctx": [
            "Any techniques to develop a good singing voice?",
            "enjoy it"
        ]
    },
    {
        "date": "10.2.21 8:58 pm",
        "ctx": [
            "will your next vid be 2d or 3d?",
            "both"
        ]
    },
    {
        "date": "10.2.21 8:49 pm",
        "ctx": [
            "why do you always capitalize the word \"love\"",
            "if you don't capitalize L it looks like l. which can be a problem if the L is in a prominent position where it's supposed to carry a lot of weight, and the content hinges upon the L being identified properly"
        ]
    },
    {
        "date": "10.2.21 6:30 pm",
        "ctx": [
            "Are you smart?",
            "i don't know"
        ]
    },
    {
        "date": "10.2.21 5:27 pm",
        "ctx": [
            "How does the Earth have such nice curves&#128525;",
            "it's been spinning"
        ]
    },
    {
        "date": "10.2.21 3:36 pm",
        "ctx": [
            "Do you still stand by your belief that the earth is about medium size?",
            "it depends where you put the camera"
        ]
    },
    {
        "date": "10.2.21 11:21 am",
        "ctx": [
            "why are the dates in the \"snogs\" section messed up",
            "the only thing that sometimes messes it up is when takes more than 1 day to do things"
        ]
    },
    {
        "date": "10.2.21 10:35 am",
        "ctx": [
            "Do you ever watch basketball games?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "10.2.21 10:13 am",
        "ctx": [
            "Thoughts on emulation?",
            "too real"
        ]
    },
    {
        "date": "10.2.21 2:34 am",
        "ctx": [
            "What is your favorite microtonal note?",
            "middle c"
        ]
    },
    {
        "date": "10.2.21 2:06 am",
        "ctx": [
            "I wrote a couple of songs and I know how to play them and sing them and all that and now it's time to record them into the computer to edit them so I can send them to people and they can, you know, hear the songs. The problem is every time I think about doing the recording I just really don't want to. Just setting up all the equipment and then plugging everything in and doing the whole thing just sounds like so much effort. I've used the stuff a lot before, so it's not l am scared it will be confusing or anything, it's just that recording always sounds like so much work. Do you ever get like this? Am I just a lazy musician? How do I force myself to get it all done?",
            "invent an easier way"
        ]
    },
    {
        "date": "10.2.21 1:24 am",
        "ctx": [
            "why do catholics eat fish on friday?",
            "if they happen to have it in stock"
        ]
    },
    {
        "date": "10.2.21 12:18 am",
        "ctx": [
            "do you have any set goal that would mean changing your whole strategy at some point?",
            "i've been scrambling to find a strategy that works, for at least the last 15 years. i still haven't found one, unless this one i just found 2 days ago works"
        ]
    },
    {
        "date": "10.1.21 11:25 pm",
        "ctx": [
            "What should i draw today?",
            "the whole calendar"
        ]
    },
    {
        "date": "10.1.21 11:20 pm",
        "ctx": [
            "are you always on lsd",
            "no"
        ]
    },
    {
        "date": "10.1.21 10:53 pm",
        "ctx": [
            "WHy do you say\"i was going to say no but now that i think about it yes\"",
            "if it's true"
        ]
    },
    {
        "date": "10.1.21 10:03 pm",
        "ctx": [
            "Are you strong?",
            "yes, and weak"
        ]
    },
    {
        "date": "10.1.21 9:39 pm",
        "ctx": [
            "was music discovered or invented",
            "both"
        ]
    },
    {
        "date": "10.1.21 6:48 pm",
        "ctx": [
            "When I'm writing music, my favorites are always my songs with really simple chords and progressions, does that make me simple though",
            "no, its' the world that's simple"
        ]
    },
    {
        "date": "10.1.21 5:23 pm",
        "ctx": [
            "thoughts on soap operas?",
            "possibly a simulation"
        ]
    },
    {
        "date": "10.1.21 2:33 pm",
        "ctx": [
            "how to pull an all-nighter and bill, what do you consider an all-nighter to be?",
            "nothing. that phrase doesn't make sense to me"
        ]
    },
    {
        "date": "10.1.21 12:49 pm",
        "ctx": [
            "do you like keyboards that make loud clicky clacky sounds?",
            "i like it when they click quietly"
        ]
    },
    {
        "date": "10.1.21 8:50 am",
        "ctx": [
            "i don't have access to my midi keyboard (or any other instruments) for at least a couple more weeks (probably much longer), how can i make music things in the meantime? i think i will explode if i can't make music things for that long. or implode maybe.",
            "try to develop a writing system where you can write things down without the keyboard, as plans for what music to make when you have the keyboard"
        ]
    },
    {
        "date": "10.1.21 8:45 am",
        "ctx": [
            "can you say something political",
            "i don't know anything political"
        ]
    },
    {
        "date": "10.1.21 8:39 am",
        "ctx": [
            "If I turn my brain upside down does that change my thinking?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "10.1.21 8:12 am",
        "ctx": [
            "can I use oranges instead of pumpkins for halloween?",
            "sure"
        ]
    },
    {
        "date": "10.1.21 6:12 am",
        "ctx": [
            "Hey Bill! What's a good motto?",
            "\"thanks that's very nice of you\""
        ]
    },
    {
        "date": "10.1.21 3:38 am",
        "ctx": [
            "How to make pizza",
            "just print it out"
        ]
    },
    {
        "date": "10.1.21 1:22 am",
        "ctx": [
            "do you genuinely, honestly think you're a funny person yourself?",
            "everything is funny, mostly because of how serious everything is",
            "i think you are, but i want to know what you think"
        ]
    },
    {
        "date": "10.1.21 12:10 am",
        "ctx": [
            "How can someone speak the language of atoms?",
            "think big\n\n\n\n\n\n(ref: questions-2021-09.html)PREVIOUS QUESTIONS"
        ]
    }
]