[
    {
        "date": "2.28.21 11:13 pm",
        "ctx": [
            "will you ever make some sort of video where you just explain yourself and your whole music journey and such?",
            "that usually doesn't fit in 1 video, but, yes"
        ]
    },
    {
        "date": "2.28.21 10:38 pm",
        "ctx": [
            "Are you going to do an anything video anytime soon?",
            "yes"
        ]
    },
    {
        "date": "2.28.21 10:21 pm",
        "ctx": [
            "where did you get your fish plush from??????",
            "it's been in the family for years"
        ]
    },
    {
        "date": "2.28.21 9:58 pm",
        "ctx": [
            "would you mind listing the bpm of here comes the sun and just did a bad thing for educational purposes? thanks",
            "here comes the sun is 130 and just did a bad thing is 117"
        ]
    },
    {
        "date": "2.28.21 9:53 pm",
        "ctx": [
            "what font do you use",
            "regular"
        ]
    },
    {
        "date": "2.28.21 8:54 pm",
        "ctx": [
            "do you have a regular upload schedule now?",
            "i wish",
            "or one in mind?",
            "yes"
        ]
    },
    {
        "date": "2.28.21 8:26 pm",
        "ctx": [
            "How many things have you ACTUALLY DONE in \"maybe I could eat blades of grass\"?",
            "i've made a fictional video of approximately 1 minute in length, within a 2 week time limit"
        ]
    },
    {
        "date": "2.28.21 7:36 pm",
        "ctx": [
            "What is your favorite household object to use as a makeshift instrument?",
            "door"
        ]
    },
    {
        "date": "2.28.21 6:04 pm",
        "ctx": [
            "this website is not comic sans, how do you feel about betraying your own style.",
            "i'm not betraying my own style, but i was going to ask how do you feel about betraying your own question"
        ]
    },
    {
        "date": "2.28.21 5:44 pm",
        "ctx": [
            "What question did Damien Maymdien skip?",
            "this one"
        ]
    },
    {
        "date": "2.28.21 4:42 pm",
        "ctx": [
            "In the cover of the song \"Outside\" on Spotify you wrote the tittle differently: \"o.u.t.s.i.d.e\". Why? Is it the abbreviation of something?",
            "that is art, for the cover. could call it 'cover art'"
        ]
    },
    {
        "date": "2.28.21 4:33 pm",
        "ctx": [
            "how to find good when everything feels bad",
            "rotate"
        ]
    },
    {
        "date": "2.28.21 4:30 pm",
        "ctx": [
            "When writing songs, do you compose the melody or draft the lyrics first?",
            "if it's going well, it's at exactly the same time"
        ]
    },
    {
        "date": "2.28.21 3:53 pm",
        "ctx": [
            "in your song \"might quit\", what exactly is the land of the 2 letter words?",
            "2 lines of the song where i accidentally challenged myself to use only 2 letter words"
        ]
    },
    {
        "date": "2.28.21 2:07 pm",
        "ctx": [
            "what key is sweet home alabama in?",
            "D"
        ]
    },
    {
        "date": "2.28.21 1:48 pm",
        "ctx": [
            "is your song 'new canaan' actually based on a true story?",
            "yes"
        ]
    },
    {
        "date": "2.28.21 9:23 am",
        "ctx": [
            "How do you find ideas for your music",
            "usually i just write about writing"
        ]
    },
    {
        "date": "2.28.21 8:38 am",
        "ctx": [
            "Thoughts on a 12/8 time signature?",
            "the tempo is usually felt on the &#9833;. note, like the equivalent of 4/4 with triplets, but when you prefer writing a lot of dots instead of a lot of 3's"
        ]
    },
    {
        "date": "2.28.21 5:23 am",
        "ctx": [
            "thoughts on bread?",
            "it's full of bread. a lot of bread can be found inside bread"
        ]
    },
    {
        "date": "2.28.21 3:24 am",
        "ctx": [
            "(ref: q.php?date=202102270934)2.27.219:34 am //...i had already changed my mind about it and chose to do a much sadder and slower song instead// \n\nwhat happened with this song after you went back to la de da?",
            "it's still in the list. it continues to make the finals occasionally"
        ]
    },
    {
        "date": "2.28.21 1:27 am",
        "ctx": [
            "how do you know if a song is too simple?",
            "impossible. you'll have to guess"
        ]
    },
    {
        "date": "2.28.21 12:47 am",
        "ctx": [
            "at what moment did you use jeans in \"at the airport terminal\"?",
            "in the last verse"
        ]
    },
    {
        "date": "2.27.21 10:58 pm",
        "ctx": [
            "Why does music fuel my imagination.",
            "because a lot of subtle relationships between a plethora of different values can be depicted quickly and simultaneously"
        ]
    },
    {
        "date": "2.27.21 9:09 pm",
        "ctx": [
            "How would you describe the genre of music you make?",
            "would have to use some type of audio recording"
        ]
    },
    {
        "date": "2.27.21 8:24 pm",
        "ctx": [
            "are you making a song called 'here comes the moon'",
            "no"
        ]
    },
    {
        "date": "2.27.21 6:47 pm",
        "ctx": [
            "In \"and the day goes on,\" I've noticed that other than the main couple instruments, no instruments are repeated after their musical phrase is done. Was this intentional?",
            "i think that was literally just the day going on"
        ]
    },
    {
        "date": "2.27.21 6:13 pm",
        "ctx": [
            "do you think that you are trying to communicate through music or are you trying to have music communicate through you",
            "must do both"
        ]
    },
    {
        "date": "2.27.21 4:41 pm",
        "ctx": [
            "Thoughts on Helvetica?",
            "seems normal"
        ]
    },
    {
        "date": "2.27.21 1:43 pm",
        "ctx": [
            "in long long journey you sing \"even though most of them were painted by somebody else\". does this mean at least one of the paintings in the museum was painted by you?",
            "well, i suppose it's just a conservative assumption, if you haven't seen all the paintings yet"
        ]
    },
    {
        "date": "2.27.21 12:29 pm",
        "ctx": [
            "is the 'airport terminal' song a good representation of your feelings toward airport terminals?",
            "it starts out that way, but it rapidly expands to encompass life, death, and so much more"
        ]
    },
    {
        "date": "2.27.21 11:44 am",
        "ctx": [
            "favourite genre of music?",
            "normal"
        ]
    },
    {
        "date": "2.27.21 11:11 am",
        "ctx": [
            "tips on how to exist",
            "i have no earthly idea"
        ]
    },
    {
        "date": "2.27.21 9:34 am",
        "ctx": [
            "what is the bridge of an song? and also do you consider a song's outro as an unpaired verse (that is, there's no chorus associated with it) or an independent section of the song?",
            "This is probably not what you want to hear right now, but, just as soon as you figure this out it changes"
        ]
    },
    {
        "date": "2.27.21 8:31 am",
        "ctx": [
            "that I might be wrong)\nI'm gonna start from the most obvious part first\n\nI don't have enough time\n\nTo say the things I wanna say\nTo do the things I wanna do\nOr to be like you\n\n---These 4 lines refer to how we are too busy to do the things we want, we aren't allowed to state our opinions freely, the line \"or to be like you\" may refer to how we compare ourselves to others",
            "that could be true. When i first wrote that, i was probably making an excuse for the song not being good enough. the original version of that was \"i don't have enough time to write the song i want to sing, so please don't judge me one little bit\". then, 2 years later, i re-wrote it with possibly slightly more experienced songwriting abilities",
            "I just want some time\nTo express the things I feel\nJust to express the things I feel\nAnd believe them too\n\n--- This lines refers to how we often have our own opinions on some things, and we wanted to express them but can't. it also refers to cases where we d ebate wi th other people, and we started doubting our opinion and belives",
            "for me this was just another extrapolation of my previous sentiment, because this part wasn't there in the original. it jumped straight to the 2+2 part after \"please don't judge me one little bit\"",
            "2 + 2 has been 4 for\nSo many darn years, oh Lord\n\n---I think this refers to how we must live according to the rules created by society, while the \"oh lord\" part implies how we really want to break out from this cage",
            "what i was probably thinking was, songwriting apparently has been possible for many many years, and the reason i think i know this is because a lot of songs exist",
            "I wanna write a song\nOh, baby is that so wrong?\n\n---I believe this refers to how we wanted to do something, but people would often try to stop us, even if the thing we're doing isn't bad",
            "i just wanted to write songs, and i couldn't really figure out why it was more difficult than i expected, considering the fact that i already had multiple decades of musical experience prior to that point, in addition to having written dozens of songs already, many years before that",
            "I went down to the mall\nThen they closed down the mall\nGuess they don't want me going to the mall\n'Cause I'm just too small\n\n---This references on how sometimes people think we're to young to some stuff",
            "the 'too small' line is the worst line in the song. it is literally just a rhyme. horrible. i am against doing this. it breaks one of my best rules of songwriting, which is don't do that. The triple mall line(s), however, i stand behind. And it's basically my way of plowing fearlessly into the second verse. Think of it this way ........ i had just selected this song the day before, to be the next one that's recorded, and i was having major remorse about it (despite having been very diligent in the song selection). I really was feeling down about the whole thing, and i had already changed my mind about it and chose to do a much sadder and slower song instead. But then i was doubting that one just as much, so, i was actually at the barber and i was waiting for a hair cut, and i was trying to comprehend what went wrong in the song choice. So i came back to thinking about this 'la de da' song. At the time, the song was only written up until the end of the first chorus. so i guess i just briefly posed the question, 'what if i COULD do this one.... and what would the second verse most likely be, if i did it' and just as i was getting into the barber chair, the first 3 mall lines assaulted me right in the face. And i was immediately convinced that that seals the deal for the song choice, but that particular burst of writing went no further. and i was left to toil in the mud when i got home to try to complete the phrase. i made a bad decision, and i suppose i tried to mask it with background vocal arrangements",
            "I just went online\nTo explain the things I feel\nTo express the things I mean\n And it f elt so real\n\n---This refers to how we spent more time online than offline, and how our internet connection becomes more important",
            "i think, if you are talking about the last line, i think it is playing on the fact that the internet is real, while also using a phrase like \"it felt so real\" which is a phrase commonly associated with things that *might* not be real. so i was attempting to provide a little bit of intrigue there. Also one thing you forgot to mention was that i switched the words in the more common phrases 'explain the things i mean' and 'express the things i feel'. i switched the verbs, to see if it means something slightly different. turns out it does",
            "Now I'm doing alright\nAnd I'm downright feeling okay\nIt's the end of the world\nAnd I just can't wait\n\n--- Deppression?",
            "no, this is just meant to provide an alternate flavor of the line in the corresponding position in the verse before this. which you conveniently did not mention yet",
            "I know that you can relate\n\n---Yes",
            "it seems to be fairly common for people to make casual conversation about the world being all wrong",
            "Then I built some trains\nAnd I'm travelling somewhere new\nIt's a wonderful world, but\nStill no you\nIt's a wonderful world for two\n\n---This part describes our journey on finding happiness, we realize the world is beautiful, but we still can't find happiness (referenced by \"still no you\", you references happiness)",
            "you mentioned this out of order, but this comes after the \"just too small\" line. Perhaps the 'built some trains', 'traveling somewhere new' was my way getaway scheme, to escape from the blandness of the previous line. Or just assuming the mall was not a viable option. it is a natural progression to take a train somewhere else.... but with 10,000 bonus points for building your own train.\nWhen the subject of 'traveling somewhere new' comes up, it becomes impossible not to mention how wonderful the world is. when you think of all the possible places you could go. But then, when realizing that, the NEXT thing to immediately realize is it would be nice to have some companionship as well. OR, there is also a double meaning to 'still no you' line, it could also mean the world IS \"no you\". like, it's still doesn't compare to you. That's just in case maybe you took a look around at the world and still think it's not as good as it could be. so in that case you would be singing TO something which you think could be even better than the world. So in that moment, the line seems to mean those 2 things. But when the next line hits ('wonderful world for 2') i think it becomes more clear that it actually meant the first thing",
            "And now for the main part, the la de da part\n\n And it goes La de da de da de da de day oh\nLa de da de where did all the good times go? (\nLa de da de la da dee d um dom L a da de day\nWhen will you come back home?\n\n---I believe that this part (and all the other la de da part) is referencing the idea of genuine happiness,",
            "the lines immediately before this were basically begging to write a song. we have already essentially looked in the mirror and stated the wish 3 times, pretty much there is nowhere else to go but to actually do it. \"La de da\" etc. would be a meta characterization of a song being written",
            "happiness without reason.",
            "Well i think it's clear that there was a very strong previous desire to write a song, and it seems clear when the chorus hits that this is actually happening. So i think that is a pretty good reason",
            "If we examine the lyrics, most of it consists of the word la de da de da, which really has no actual meaning",
            "THAT'S BECAUSE YOU CONVENIENTLY TOOK THE MELODY AWAY. LIKE FOR FOOD, DO YOU THINK A PLATE HAS MEANING",
            "(there's some explanation about the word \"la di da\" but I don't think Bill is referencing to that la di da)\n\n---The tune (or the sound, music, I don't know what you actually call them) is a joyful expression. The la de da part sounds happy. Combine this with the meaningless of the lyrics, this means happiness without reason.",
            "i think the problem is you are blatantly ignoring all the meaning",
            "---Genuine happiness is actually rare this days. Yes, we often feel happy, like when we just won a game match, or we get a promotion at work, but that happiness is only temporary. If the condition changes (like we lose the next game, or someone accidentally hit our car when we're going home from work) we will no longer be happy\n---Gen uine happiness, on the other hand, doesn't have a reason. it's being happy simply because we existed. It's a feeling of being grateful because we're still here, regardless on the situation. This is what we all wanted. The words \"When will you come back home\" expresses our search for this happiness, as we continue to wait for happiness to come to us.",
            "could be true",
            "The lines\nThen I built some trains\nAnd I'm travelling somewhere new\nIt's a wonderful world, but\nStill no you\nIt's a wonderful world for two\nexpresses our believes that if we have wealth, career, love, fame, or all those other things, we can be genuinely happy, but that isn't true. we don't need all of that. Genuine happiness is as simple as being happy, but we struggle to find that, like how we don't understand simple words like \"la de da de yo\"",
            "i think it's really easy to understand if it's together with the melody, and, with the context of the previous part of the song",
            "Just got home got no home\nLa de da d-de where did it go?\nOh no\nI can't go home.\n\n--- I believe this is an exp ression  on how we believe that we don't have happiness, when it's really it's just there. Kinda like how Bill wrote \"Got no home\" While he, definitely, have a home. We believe we don't have happiness, while it's really just there, waiting us to come back home.",
            "basically what this is about is ending the song. I already tried 2 other endings which seemed more obvious, and they just weren't working for me. so i tried kicking it into a barren wasteland real quick, to see where it takes me. Much more interesting results, i thought",
            "What do you think about my analysis? DId I miss your point completely?",
            "about 30%. However, one of the most powerful things about music and songs is the ability to have multiple meanings. So the meanings you've found in it are certainly just as real, but, what seemed strange to me was when you tried to claim certain things were meaningless while you were clearly finding meaning in it. just seemed a little hypocritical"
        ]
    },
    {
        "date": "2.27.21 5:06 am",
        "ctx": [
            "what is your opinion on cheese",
            "not perfect, but it's better than drywall. that is their slogan"
        ]
    },
    {
        "date": "2.27.21 4:31 am",
        "ctx": [
            "hey bill, i wanted to ask you this question for a while. How do i keep myself motivated while doing a project?",
            "you'll want to open up a direct line of communication between you and yourself when you started the project",
            "what do you do when you're down?",
            "i'm not sure",
            "anyway you are an inspiration and can't wait for your next video"
        ]
    },
    {
        "date": "2.27.21 4:20 am",
        "ctx": [
            "favourite flavour of bread?",
            "broken"
        ]
    },
    {
        "date": "2.27.21 2:26 am",
        "ctx": [
            "Have you ever considered making a jukebox musical with all your music?",
            "no, but i've considered making more new music"
        ]
    },
    {
        "date": "2.27.21 1:29 am",
        "ctx": [
            "What is your favourite chord?",
            "none of them are any good unless you put them together"
        ]
    },
    {
        "date": "2.27.21 1:00 am",
        "ctx": [
            "what is something you do when you are bored?",
            "sometimes i'll try harkening forwards"
        ]
    },
    {
        "date": "2.27.21 12:49 am",
        "ctx": [
            "how can I feel okay practicing singing when people can hear me before I am good",
            "basically what you gotta do is try to imagine much worse socio-economic circumstances than your own. this should make singing seem pretty breezy by comparison. i wish i had a brighter solution for this but that is the correct solution i believe"
        ]
    },
    {
        "date": "2.27.21 12:45 am",
        "ctx": [
            "How long has it been since you've written your ideas down?",
            "about 5 minutes"
        ]
    },
    {
        "date": "2.26.21 11:20 pm",
        "ctx": [
            "In your next video, do you say the words \"wist\", \"list\", and \"wish\"?",
            "no"
        ]
    },
    {
        "date": "2.26.21 10:02 pm",
        "ctx": [
            "what do you like and dislike about the internet as a medium?",
            "it's too big and too small",
            "would you ever accept an offer to do something on a medium other than internet, like tv for example?",
            "this might not be what you want hear, but, ........ the internet is on tv, and tv is on the internet"
        ]
    },
    {
        "date": "2.26.21 9:59 pm",
        "ctx": [
            "are you good at making art?",
            "we'll see"
        ]
    },
    {
        "date": "2.26.21 9:43 pm",
        "ctx": [
            "what font is this",
            "none",
            "and why did you choose it",
            "i did not choose the font, but i chose to have no font because i wanted to make sure your browser does exactly what it is most comfortable with, rather than risking that your computer might not have whatever font i might choose"
        ]
    },
    {
        "date": "2.26.21 8:56 pm",
        "ctx": [
            "What time signature is \"might quit\" in?",
            "4/4 with triplets"
        ]
    },
    {
        "date": "2.26.21 8:37 pm",
        "ctx": [
            "What is music?",
            "the secret of the universe. you would think that's great news, because that means we could figure out the secret of the universe by understanding music. but that only raises more questions"
        ]
    },
    {
        "date": "2.26.21 8:35 pm",
        "ctx": [
            "What do you think about this february not having a 29th?",
            "it's ok",
            "Isn't it outrageous?",
            "no"
        ]
    },
    {
        "date": "2.26.21 8:33 pm",
        "ctx": [
            "Your style of music is so unique that no one can really specify what style of music you make. In fact, i think your style of music is a all new genre of music. If you could officially name this style of music, what would you name it?",
            "regular"
        ]
    },
    {
        "date": "2.26.21 8:14 pm",
        "ctx": [
            "what song did you use jeans in?",
            "at the airport terminal"
        ]
    },
    {
        "date": "2.26.21 6:09 pm",
        "ctx": [
            "who is your favotite musician",
            "could be you"
        ]
    },
    {
        "date": "2.26.21 6:04 pm",
        "ctx": [
            "how do i escape from 3/4",
            "increase the tempo"
        ]
    },
    {
        "date": "2.26.21 5:40 pm",
        "ctx": [
            "is multitasking the antithesis of focus?",
            "no"
        ]
    },
    {
        "date": "2.26.21 4:44 pm",
        "ctx": [
            "thoughts on grammar?",
            "it's pretty good"
        ]
    },
    {
        "date": "2.26.21 4:38 pm",
        "ctx": [
            "how do you determine what instruments to use in various audio tracks of songs and jingles?",
            "i do it the other way. For each instrument, i determine where in the song it goes best"
        ]
    },
    {
        "date": "2.26.21 3:19 pm",
        "ctx": [
            "What would you ask your future self If you were able to",
            "'what year is it'"
        ]
    },
    {
        "date": "2.26.21 2:51 pm",
        "ctx": [
            "I have a feeling that \"the road\" was already pretty crazy/great in the writing stage but then became even crazier/greater during the recording and production stages. This then made me thing that this likely is the case with all your songs. Which then made me think that my non-produced ideas could potentially become way better than I currently imagine them. Is this true?",
            "yes"
        ]
    },
    {
        "date": "2.26.21 2:36 pm",
        "ctx": [
            "Are you making \"here comes the sun\" as a single?",
            "already did"
        ]
    },
    {
        "date": "2.26.21 1:16 pm",
        "ctx": [
            "what are your favourite percussion sounds?",
            "jeans"
        ]
    },
    {
        "date": "2.26.21 12:01 pm",
        "ctx": [
            "do you feel like you have to have \"something to say\" to make music or is it enough just to try and make stuff that sounds good?",
            "i'm trying to figure out what everything has to say"
        ]
    },
    {
        "date": "2.26.21 10:59 am",
        "ctx": [
            "Do you know why exactly your songs are so unique but relatable at the same time?",
            "that's the way everything is"
        ]
    },
    {
        "date": "2.26.21 8:21 am",
        "ctx": [
            "how do you think of what song to make",
            "i go through the entire list and let them all wage a prolonged and bitter war against each other"
        ]
    },
    {
        "date": "2.26.21 6:26 am",
        "ctx": [
            "When you're writing a song, does the melody come first or the words",
            "hopefully both at the same time. that's usually how to get the best results"
        ]
    },
    {
        "date": "2.26.21 4:44 am",
        "ctx": [
            "will you be running for president in 2024?",
            "no"
        ]
    },
    {
        "date": "2.26.21 3:24 am",
        "ctx": [
            "will you be my friend? i have none.",
            "begin doing artwork. don't forget the golden rule of artwork, everything is artwork"
        ]
    },
    {
        "date": "2.26.21 2:11 am",
        "ctx": [
            "How do you deal with haters?",
            "spend some quality time together"
        ]
    },
    {
        "date": "2.26.21 1:19 am",
        "ctx": [
            "You've explained the world historically, now explain it on a deeper level?",
            "i try to explain it in the deepest level i can, in all of my videos, and everything i do actually"
        ]
    },
    {
        "date": "2.26.21 12:30 am",
        "ctx": [
            "What do you do when you're stressed out?",
            "sing songs of joy"
        ]
    },
    {
        "date": "2.25.21 11:06 pm",
        "ctx": [
            "why do people ask you if you think the Earth is flat so often?",
            "because that's a famous question"
        ]
    },
    {
        "date": "2.25.21 10:52 pm",
        "ctx": [
            "through your music i feel like i get such a vivid vision of the inside of your brain while also knowing absolutely nothing about your life. is this what you were going for?",
            "yes"
        ]
    },
    {
        "date": "2.25.21 9:07 pm",
        "ctx": [
            "So after \"here comes the sun\", what will the next video be about?",
            "wistfulness, listlessness, wishfulness, .... although to be fair it was about that even before the 'here comes the sun' video was made"
        ]
    },
    {
        "date": "2.25.21 8:31 pm",
        "ctx": [
            "Have you ever thought of rerecording some of your old songs? My favorite songs of yours are what love is and do what you want to do, but at some points in the songs, it sounds lower quality.",
            "there's many other things i have yet to make for the first time, so i should take care of those first, then maybe circle back for the re-makes"
        ]
    },
    {
        "date": "2.25.21 7:27 pm",
        "ctx": [
            "how do you decide what parts of your songs to put videos of you playing and which parts to have animation?",
            "whichever i think would be better, although sometimes i'm wrong"
        ]
    },
    {
        "date": "2.25.21 6:09 pm",
        "ctx": [
            "opinion on music?",
            "imagine if heaven and hell had an open line of communication going on between them"
        ]
    },
    {
        "date": "2.25.21 5:42 pm",
        "ctx": [
            "what is your most epic song",
            "i would prefer to make a new one to be most epic"
        ]
    },
    {
        "date": "2.25.21 5:40 pm",
        "ctx": [
            "how do you rhymes",
            "the best way is to just go about my life and let the rhymes do me"
        ]
    },
    {
        "date": "2.25.21 4:40 pm",
        "ctx": [
            "what is the basic writing process for you?",
            "i just have to come up with something, and then i have to figure out if it's the beginning or not. and if it's the beginning, then i have to figure out what comes next, and if it's not the beginning then i need to figure out what comes first, and then what comes next"
        ]
    },
    {
        "date": "2.25.21 3:24 pm",
        "ctx": [
            "do rabbits make mistakes",
            "yes"
        ]
    },
    {
        "date": "2.25.21 2:34 pm",
        "ctx": [
            "Is your next song a sequel to the \"i'm riding a pony\" part of \"mount st. helens is about to blow up\"?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "2.25.21 2:23 pm",
        "ctx": [
            "how old is the oldest video",
            "about 133 years"
        ]
    },
    {
        "date": "2.25.21 1:19 pm",
        "ctx": [
            "51 is divisible by 17. how does this make you feel?",
            "pretty good"
        ]
    },
    {
        "date": "2.25.21 11:15 am",
        "ctx": [
            "how come there are so many (at least two) references to some sort of apocalypse in your songs?in \"might quit\" and \"here comes the sun.\"",
            "some days it seems like it must be on people's minds"
        ]
    },
    {
        "date": "2.25.21 10:54 am",
        "ctx": [
            "How is your work so remarkably absurd, but smart and thought provoking? It gives so many emotions, I listen to your stuff everyday",
            "holy smokes you are having a very friendly moment"
        ]
    },
    {
        "date": "2.25.21 10:54 am",
        "ctx": [
            "Will you ever release more audio logs on reality",
            "of course"
        ]
    },
    {
        "date": "2.25.21 9:53 am",
        "ctx": [
            "as a kid, did you think you'd become a musician",
            "already was one",
            "or did you want to be something else?",
            "influential creative person"
        ]
    },
    {
        "date": "2.25.21 9:03 am",
        "ctx": [
            "What made you want to change the style of animation in \"here comes the sun\" from other songs before your break like \"might quit\" and \"ball and stick\"?",
            "well, by the time i made 'here comes the sun', i had already changed the style long ago. But, what made me change it, ultimately began as a sudden addiction to 3D, when i unexpectedly began a music video in 3D in april 2019"
        ]
    },
    {
        "date": "2.25.21 8:58 am",
        "ctx": [
            "how would you describe your thoughts as",
            "it's several different celebrations, sometimes going in opposite directions and going to war against each other"
        ]
    },
    {
        "date": "2.25.21 6:58 am",
        "ctx": [
            "Do you think that music, as it is now, has been overindustralized?",
            "the wonderful thing about our world today is that each person can industrialize it to their exact desired amount",
            "Is popular music too generic?",
            "no",
            "Should it be more common that singers write their own music instead of hiring writers?",
            "the wonderful thing about our world today is that each person can sing and/or write as much as they desire. dozens of ways for people to get together and do both. 1 person sings, the other person writes, maybe then switch, maybe both sing and write at the same time. maybe both sing and neither write. maybe both write and neither sing. holy snowmobile i'm overwhelming myself"
        ]
    },
    {
        "date": "2.25.21 4:18 am",
        "ctx": [
            "Bill why do you tend to write in lowercase?",
            "that's what lowercase letters are meant for. writing. Capital letters can be better where the letter names are actually meant to be said. NBC, XLR, LMNOP, etc. or they can also be used for various types of 'surprises' or mood changes"
        ]
    },
    {
        "date": "2.25.21 3:41 am",
        "ctx": [
            "if you could say anything to your past self what would it be?",
            "'what year is it'"
        ]
    },
    {
        "date": "2.25.21 3:33 am",
        "ctx": [
            "thoughts on music?",
            "never heard of it"
        ]
    },
    {
        "date": "2.25.21 1:49 am",
        "ctx": [
            "what is your opinion on the time signature 1/4",
            "it's usually only used for 1 bar"
        ]
    },
    {
        "date": "2.25.21 12:39 am",
        "ctx": [
            "(ref: q.php?date=202102240249)2.24.212:49 am  From game soundtracks mostly",
            "ah, in that case, the music enhances the game, and the game enhances the music"
        ]
    },
    {
        "date": "2.24.21 11:11 pm",
        "ctx": [
            "Any time i play the piano (or any instrument i have some knowledge of) i always end up playing a tune that sounds good to me, but any time i try to find and play a specific melody i always accidentally play some other tune, and get lost in that. Is there any way i can try to play a specific melody in my head?",
            "write it down, and read it. if this seems too hard to do, this might be a cool opportunity to work on reading skills. This is exactly where reading is useful: to play something as planned. which i think is what you are talking about. There's still room for fluctuation within the chart, but the chart will do a wonderful job in keeping you on track, within the song you've meant to be playing"
        ]
    },
    {
        "date": "2.24.21 10:15 pm",
        "ctx": [
            "what is the best date",
            "january 1"
        ]
    },
    {
        "date": "2.24.21 8:58 pm",
        "ctx": [
            "1. How did you evolve into 3D animating?",
            "first, i wrote a video about the history of the entire world. So i really needed to show the locations on a 3 dimensional globe. So then once i had cracked the ice on that skill set, i started to use tiny bits of 3D in every video after that. but then eventually i started to realize that i wasn't really giving myself enough time to give it a chance. Then one day when starting the music video i decided to start the whole thing in the 3D environment. well it blew my mind, to such a severe extent that it made me decide to take a giant and decisive leap into that realm",
            "2. What font do you use for your videos?",
            "regular",
            "3. How much time was your career in music?",
            "so far it's been at least 25 years, but i'm going for way more than that"
        ]
    },
    {
        "date": "2.24.21 8:24 pm",
        "ctx": [
            "Would you consider doing behind the scenes videos,",
            "yes. it's one of the most glaring items on my to do lists",
            "or just you giving insight on how certain musical choices were made during songwriting or video editing?",
            "yes",
            "I think many would be really intrigued/inspired to see some of your process or fun tidbits that didn't make it to your final products."
        ]
    },
    {
        "date": "2.24.21 8:09 pm",
        "ctx": [
            "you said you chose to do music because it was irresistible. to me everything seems reasonably resistible and i don't have one passion i see myself doing. i have to apply to colleges and basically choose my career path very soon. what should i do?",
            "don't forget to look outside of colleges. some of the most fantastic careers are sometimes there"
        ]
    },
    {
        "date": "2.24.21 7:37 pm",
        "ctx": [
            "what's the difference between a duck",
            "one leg's the same"
        ]
    },
    {
        "date": "2.24.21 7:29 pm",
        "ctx": [
            "Was marijuana legalized yet when you wrote \"in california\" ?",
            "no. the song was written in 2011. california was known for marijuana being legal medically, when in most other places it was not at all. that is really the context for the basis of the song. it should be noted that 'alabama' for the second verse was chosen deliberately to be the most incorrect. the other states were chosen purely for aesthetic reasons.",
            "Also, at the end of the song when you say \"in California, you can love who you want to\" was that a reference to gay marriage being made legal?",
            "yes. california was also known to be ahead of the curve on that one as well"
        ]
    },
    {
        "date": "2.24.21 6:48 pm",
        "ctx": [
            "What country is Africa in?",
            "earth"
        ]
    },
    {
        "date": "2.24.21 6:42 pm",
        "ctx": [
            "what's the best thing you've ever done?",
            "did a thing that wasn't good enough, which caused me to attempt to do better things"
        ]
    },
    {
        "date": "2.24.21 6:32 pm",
        "ctx": [
            "have you ever wondered where the sun came from when writing \"here comes the sun\"?",
            "relatively, it came from the east"
        ]
    },
    {
        "date": "2.24.21 5:56 pm",
        "ctx": [
            "do you think the earth is flat",
            "it was, but people keep stepping on it and now it's a little bent. still good though"
        ]
    },
    {
        "date": "2.24.21 5:48 pm",
        "ctx": [
            "will you ever make another song with no video?",
            "that seems probable"
        ]
    },
    {
        "date": "2.24.21 5:18 pm",
        "ctx": [
            "will you ever stream on your twitch?",
            "yes"
        ]
    },
    {
        "date": "2.24.21 4:44 pm",
        "ctx": [
            "How do I make music",
            "you could maybe barf some of it"
        ]
    },
    {
        "date": "2.24.21 3:37 pm",
        "ctx": [
            "Have you ever studied philosophy?",
            "i prefer the hands-on experience, of actually doing the philosophy"
        ]
    },
    {
        "date": "2.24.21 3:14 pm",
        "ctx": [
            "Will you make your 3D shapes follow physics?",
            "sometimes"
        ]
    },
    {
        "date": "2.24.21 2:45 pm",
        "ctx": [
            "Do you actually exist?",
            "oh man that would explain how ridiculous i feel right now"
        ]
    },
    {
        "date": "2.24.21 2:37 pm",
        "ctx": [
            "Can you do a Behind the Scenes video?",
            "sure"
        ]
    },
    {
        "date": "2.24.21 2:00 pm",
        "ctx": [
            "how do i cope with the fact i will never be anyone but myself?",
            "you could wear some hats"
        ]
    },
    {
        "date": "2.24.21 12:45 pm",
        "ctx": [
            "What is your next topic of video going to be?",
            "wistfulness, listlessness, wishfulness,"
        ]
    },
    {
        "date": "2.24.21 12:39 pm",
        "ctx": [
            "what is your workflow, is it do one project at a time and once your done with it you move onto the next",
            "yes that's it",
            "or work on multiple projects at the same time where you put some time into this project and then alternate to another project and return to the original later?"
        ]
    },
    {
        "date": "2.24.21 12:34 pm",
        "ctx": [
            "How would you define your aesthetic?",
            "by doing stuff"
        ]
    },
    {
        "date": "2.24.21 12:19 pm",
        "ctx": [
            "how do you keep up such an ethereal persona all the time?you are the most intriguing person on the internet in my opinion",
            "by setting up a series of shadow companies i've been able to inconspicuously sell my soul to myself"
        ]
    },
    {
        "date": "2.24.21 11:53 am",
        "ctx": [
            "what music do you like listening to?",
            "regular"
        ]
    },
    {
        "date": "2.24.21 11:40 am",
        "ctx": [
            "do you find it beneficial to your mental health to write songs when you say that you've only 'almost' written a song that you like?",
            "i've never said that. i've written hundreds of songs that i like better than any song i've ever heard. which is good for my mental health for a small moment, until my brain explodes from too much excitement"
        ]
    },
    {
        "date": "2.24.21 11:28 am",
        "ctx": [
            "what is the worst thing you have done",
            "divided by 0"
        ]
    },
    {
        "date": "2.24.21 10:24 am",
        "ctx": [
            "i like egg do u like egg",
            "it's ok"
        ]
    },
    {
        "date": "2.24.21 9:30 am",
        "ctx": [
            "what's the weirdest musical instrument you've ever played? what's the weirdest one you've used in a song?",
            "street sign"
        ]
    },
    {
        "date": "2.24.21 9:17 am",
        "ctx": [
            "want to write. cant start. dont know shit about music theory. how?",
            "how does music make you feel? that will be your first music theory"
        ]
    },
    {
        "date": "2.24.21 8:43 am",
        "ctx": [
            "hi. you've stated that you record your videos in 30 fps.",
            "i've never said that, nor done it",
            "Why not use 24 fps?",
            "scrolling to the side can sometimes have a frightful picket fence effect. that would potentially be one of the downsides to using 24fps. And also at 25fps, which was the frame rate of all my videos up until 2020",
            "it'll feel/look less home videoish and more cinematic since 24 fps is the film industry standard. 30fps can look a bit comical even if you're trying to convey seriousness. Most major films and music videos all are shot in 24 fps.",
            "that is a good idea, but, i was going to first encourage you to change some of the doors in your house to a different type of door. hear me out: why not use the kind of doors used in the Film industry?"
        ]
    },
    {
        "date": "2.24.21 7:24 am",
        "ctx": [
            "Do you know why singing is so good for ourselves ?",
            "it's a good way to compare data among thousands of different feelings, while also telling thousands of tiny stories, all in the time span of a few seconds"
        ]
    },
    {
        "date": "2.24.21 7:04 am",
        "ctx": [
            "hey bill why is arkansas pronounced like that",
            "the reason it is pronounced like that is due to algonquin. the reason it is spelled like that is due to french"
        ]
    },
    {
        "date": "2.24.21 5:35 am",
        "ctx": [
            "thoughts on memes?",
            "they're pretty good"
        ]
    },
    {
        "date": "2.24.21 3:19 am",
        "ctx": [
            "How do I come up with something that's never been done before? I don't feel creative enough to do it.",
            "there are 2 ways to do this. you could either learn everthing that's ever been done, and then do something different. or, don't learn anything anyone's ever done, and then hope that your thing is not the same as theirs by coincidence"
        ]
    },
    {
        "date": "2.24.21 2:49 am",
        "ctx": [
            "what do you think of music without lyrics?",
            "where did you find it"
        ]
    },
    {
        "date": "2.24.21 2:37 am",
        "ctx": [
            "are you happy with here comes the sun?",
            "somewhat"
        ]
    },
    {
        "date": "2.24.21 1:11 am",
        "ctx": [
            "Which of your songs would be best played as a piano solo?",
            "'hey mom, i beat the scale'"
        ]
    },
    {
        "date": "2.24.21 12:51 am",
        "ctx": [
            "I love listening to all kinds of music. This includes Jazz and electronica. But when I make music I always gravitate to just using the root, fifth and octave or simple pentatonic scales and not much more. I'm so stuck on these basic notes. And it does sound good to me but how can I feel less like a fraud?",
            "it sounds like it's time for you to spend some more quality time with your instrument(s)"
        ]
    },
    {
        "date": "2.23.21 11:59 pm",
        "ctx": [
            "When you write songs, do you have any hidden meanings behind the lyrics in mind?",
            "meanings of all kinds, flood through my mind as i'm writing songs. songs are often my best chance at expressing some of those meanings",
            "Or are they more on word play and how they sound with the music?",
            "all those things you just mentioned are meaningful, AND can express meaning"
        ]
    },
    {
        "date": "2.23.21 11:11 pm",
        "ctx": [
            "Throughout human history, music has been used as a workman's tool. Pastoralists in the Congo incorporatedwhistles and shouts as methods to show where they were. There were also the sea shanties of pirates and armadas, the Skaldic verses of the Vikings, and the hunting horns used by French Royalty. What are your thoughts about how these working songs have shaped human society,",
            "it's pretty good",
            "and how do you think they will continue to affect the course of human society?",
            "for now, .............. online"
        ]
    },
    {
        "date": "2.23.21 10:53 pm",
        "ctx": [
            "making music. it is not good. how do I make it good",
            "try adding just a touch of non-music to it"
        ]
    },
    {
        "date": "2.23.21 10:32 pm",
        "ctx": [
            "When do you think of the title for your songs?Is it usually before, during, or after the song-writing process?(Or is it like the last thing you think of before posting the video?)",
            "sometimes before, sometimes during, and sometimes after. sometimes all 3, if i keep changing it"
        ]
    },
    {
        "date": "2.23.21 9:41 pm",
        "ctx": [
            "do you think the video you're working on now would take a shorter amount of time and/or would be easier to make if you hadn't already started working on it before re-inventing the graphics department? do you think your subsequent music videos will be faster/easier to make?",
            "all videos should take a reasonable amount of time"
        ]
    },
    {
        "date": "2.23.21 9:39 pm",
        "ctx": [
            "what is your favorite songs that you made so far",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "2.23.21 8:59 pm",
        "ctx": [
            "were you originally going to be a song writer?",
            "yes"
        ]
    },
    {
        "date": "2.23.21 8:29 pm",
        "ctx": [
            "why is there no music video for \"got to know what's going on\" unlike the other music videos?",
            "because i made the video \"hi, i'm steve\" instead. So that would have a ripple effect, so every other video i've done since then has come out probably about 5 weeks earlier than it would have, if i had done a music video for that song"
        ]
    },
    {
        "date": "2.23.21 8:17 pm",
        "ctx": [
            "are you a real human ?",
            "oh man that would explain how ridiculous i feel right now"
        ]
    },
    {
        "date": "2.23.21 8:11 pm",
        "ctx": [
            "when trying to write a piece, is it normal to just randomly get distracted and go into a jazz lick?",
            "sure"
        ]
    },
    {
        "date": "2.23.21 8:08 pm",
        "ctx": [
            "your reality vids are so motivating and inspiring, and i've never seen anything else like it: seeing someone wrestle their creative process out of nothing, in real time, as they deal with obstacles.do you have any \"work inspiration\" stories that give you a similar feel?",
            "the '6 days to air' documentary"
        ]
    },
    {
        "date": "2.23.21 8:00 pm",
        "ctx": [
            "What is meaning of you rhyming \"wistfulness, listlessness, wishfulness\" in your next song?",
            "those words are not actually in the song, but that's probably just mother nature in action"
        ]
    },
    {
        "date": "2.23.21 7:58 pm",
        "ctx": [
            "When did you get the passion to make music",
            "at every moment"
        ]
    },
    {
        "date": "2.23.21 7:40 pm",
        "ctx": [
            "I struggle heavily with phone/social media addiction which I have only recently accepted is a problem. The time I spend on my phone doesn't provide much value to my life and keeps me from working on things that I believe could. Do you have any advice to kick this dumb habit?",
            "try actually turning the phone off. this is useful because many phones do not actually turn on very easily or quickly"
        ]
    },
    {
        "date": "2.23.21 7:39 pm",
        "ctx": [
            "What inspired you to make songs",
            "songs"
        ]
    },
    {
        "date": "2.23.21 7:04 pm",
        "ctx": [
            "did u predict the future when you put a photo of \"joe biden\" next to \"go back to where you come from\" in crazy / raining rough draft ?",
            "no. he was the vice president of the united states, at the time. That picture is a picture of him, being the vice president. that picture was also a popular meme at the time"
        ]
    },
    {
        "date": "2.23.21 6:30 pm",
        "ctx": [
            "do black lives matter",
            "yes as a matter of fact they do"
        ]
    },
    {
        "date": "2.23.21 6:10 pm",
        "ctx": [
            "Tips on building up creativity.",
            "live your 'life'"
        ]
    },
    {
        "date": "2.23.21 5:40 pm",
        "ctx": [
            "What inspired \"the road\"? It's surreal but it still feels like it's grounded in something.",
            "during 2009 and 2010 especially, i was doing this thing where i would write songs on paper only, with no instrument. Just start at the beginning and see where it goes. i wrote a lot of songs that way. i guess you could call it 'chain writing', or 'train writing', because the whole thing is written in order. And it's all done on the chart, on paper. Then around 2011 i got envious of more 'normal' songs, so i finally learned how to be organized enough to work on songs at an instrument, find a chorus first maybe, learn how to write what's before the chorus, you know, normal stuff. So i did a lot of that during 2011. Near the beginning of 2012, however, there was a day where i fondly remembered the joy of 'chain writing' so i did some of those. and 'the road' is one of them. So it is likely that the contents of the song somehow reflects the context of that situation"
        ]
    },
    {
        "date": "2.23.21 5:35 pm",
        "ctx": [
            "i'm having an existential crisis. how did you discover that music was the right path for you?",
            "it was irresistible"
        ]
    },
    {
        "date": "2.23.21 5:17 pm",
        "ctx": [
            "what made you come up with history of the entire world, i guess",
            "first i had to try very hard to figure out what the history of the entire world actually was"
        ]
    },
    {
        "date": "2.23.21 4:44 pm",
        "ctx": [
            "Your music is like a map for wayward souls, thanks! Please tell me it's not actually a map to New Canaan though, I know how to get there perfectly fine. Their building department has FABULOUS bathrooms",
            "that would just a sample map. your individual maps may vary"
        ]
    },
    {
        "date": "2.23.21 4:04 pm",
        "ctx": [
            "does the line in \"here comes the sun\" about the postman going to the top of the mountain and saying there's no news have anything to do with steve getting mail at the top of his mountain in \"hi i'm steve\"",
            "might be the same writer"
        ]
    },
    {
        "date": "2.23.21 2:27 pm",
        "ctx": [
            "will you write a book?",
            "i think i prefer to write outside of books"
        ]
    },
    {
        "date": "2.23.21 2:17 pm",
        "ctx": [
            "how would you describe your humor",
            "never heard of it"
        ]
    },
    {
        "date": "2.23.21 1:14 pm",
        "ctx": [
            "I can only work on one project for 2 weeks before I get tired and I can't work anymore. This is mostly fine, because I can just do things that take 2 weeks, but sometimes I want to make longer things that take more time. How do you stay motivated in month-long and year-long projects, like your history videos?",
            "someone's gotta do it"
        ]
    },
    {
        "date": "2.23.21 12:55 pm",
        "ctx": [
            "Any tips for being more likeable and less weird?",
            "start by writing down what you like"
        ]
    },
    {
        "date": "2.23.21 11:29 am",
        "ctx": [
            "have you ever made a song you liked",
            "almost"
        ]
    },
    {
        "date": "2.23.21 10:40 am",
        "ctx": [
            "Did you write \"is slef\" on your YouTube about page on purpose or was is supposed to be like that?",
            "both"
        ]
    },
    {
        "date": "2.23.21 10:11 am",
        "ctx": [
            "what do you feel about musicians who have no drive to create their own music but play other people's music instead",
            "might add them to my contacts list"
        ]
    },
    {
        "date": "2.23.21 9:34 am",
        "ctx": [
            "i am new to music and i want to make my first song any tips?",
            "try to make something that's not a song. that may be one of the easiest ways to get something to become a song"
        ]
    },
    {
        "date": "2.23.21 9:30 am",
        "ctx": [
            "i am scared why am i scared",
            "because there are too many wonderful possibilities",
            "i don't want to be scared",
            "sing a song"
        ]
    },
    {
        "date": "2.23.21 9:22 am",
        "ctx": [
            "is your next video gonna be a music video for a song?",
            "yes"
        ]
    },
    {
        "date": "2.23.21 9:21 am",
        "ctx": [
            "Is your next project ambitious?",
            "it's not supposed to be"
        ]
    },
    {
        "date": "2.23.21 9:20 am",
        "ctx": [
            "I can't get the idea out of my head that everything worth saying has already been said. have you ever dealt with this problem?",
            "almost",
            "how?",
            "the clue i found, to tell me this isn't true, was from the kurt cobain journals. which would be written somewhere around 1989 or maybe earlier. And he was saying essentially the same thing. \"everything has already been done\". And yet here i was, reading this at least 15 years later, knowing that many many new things had been done since he said that. So that was a pretty obvious giveaway that it wasn't true"
        ]
    },
    {
        "date": "2.23.21 8:14 am",
        "ctx": [
            "what music would you teach if you were a music teacher",
            "normal"
        ]
    },
    {
        "date": "2.23.21 7:46 am",
        "ctx": [
            "Are you still stuck in a calendar?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "2.23.21 6:46 am",
        "ctx": [
            "what's the hidden meaning of the video you're working on right now",
            "\"for the last 15 videos, i've been basically doing all 2D with little bits of 3D. Well, what if i actually STARTED it in the 3D? what could go wrong\" ..........[gets too excited, leaps to far away distant planet]........... \"ok now that i've arrived somewhat comfortably on this distant planet i've jumped to, now how do i piece together this thing i was working on just before i leapt\""
        ]
    },
    {
        "date": "2.23.21 4:46 am",
        "ctx": [
            "Leadbelly sez (allegedly): \"All music is folk music-I've never heard a horse sing.\" Comment?",
            "what the heck is a folk"
        ]
    },
    {
        "date": "2.23.21 2:23 am",
        "ctx": [
            "how many songs that you have to release before writing a new one?",
            "just 1. i work on new ones every time i release one. and often the one that gets selected is either one of those new ones, or another one which is only 5 to 10% written. Making the other 90 to 95% totally new",
            "and will you make nonmusic videos as well?",
            "yes"
        ]
    },
    {
        "date": "2.23.21 2:04 am",
        "ctx": [
            "What should I do if an activity I used to love doesn't make me happy anymore?",
            "do a different activity"
        ]
    },
    {
        "date": "2.23.21 1:39 am",
        "ctx": [
            "Why is there no video on your channel for got to know what's going on?",
            "because i made the video \"hi, i'm steve\" instead. So that would have a ripple effect, so every other video i've done since then has come out probably about 5 weeks earlier than it would have, if i had done a music video for that song"
        ]
    },
    {
        "date": "2.22.21 11:51 pm",
        "ctx": [
            "i have to compose a piano piece for music class, im good with expanding on melodys but I am really bad a making one, can you help me with this? (try to be seirous with this one, i gotta get it done pretty soon)",
            "imagine a scene in your mind. make up a scene, or situation. Could be anything. Think of any scene. maybe a place you were, earlier today, or yesterday, or a scene you think you may see in the future. Any scene at all. now imagine someone would sing something"
        ]
    },
    {
        "date": "2.22.21 10:38 pm",
        "ctx": [
            "you know if you had more resources, you could make much better videos.",
            "so could you"
        ]
    },
    {
        "date": "2.22.21 10:19 pm",
        "ctx": [
            "if you had already completed the song for the video you're doing now, why did you work on here comes the sun instead of doing this video first?",
            "i unexpectedly re-invented my entire graphics department, AFTER i had already been working on that one for awhile. So with that video already having 1 foot firmly rooted in a previous graphics department (actually it was somewhat of a transitional graphics department), it made finishing that one sort of a special case scenario requiring a certain type of reconstruction which i didn't think would be the right thing to attempt first"
        ]
    },
    {
        "date": "2.22.21 9:04 pm",
        "ctx": [
            "how did u learn to write music",
            "by being happy and sad at the same time"
        ]
    },
    {
        "date": "2.22.21 8:28 pm",
        "ctx": [
            "Can you make a song with every key to open the heavens door",
            "i'll try, but sometimes the best way to open heavenly doors is by using fewer keys than that"
        ]
    },
    {
        "date": "2.22.21 7:37 pm",
        "ctx": [
            "are you a reality bender?",
            "sometimes reality bends me"
        ]
    },
    {
        "date": "2.22.21 7:27 pm",
        "ctx": [
            "What do you think about the world?",
            "it's off to a pretty good start"
        ]
    },
    {
        "date": "2.22.21 7:25 pm",
        "ctx": [
            "what is a social norm that you find unnecessary?",
            "asking strangers to tell you their primary source of income"
        ]
    },
    {
        "date": "2.22.21 7:09 pm",
        "ctx": [
            "for the outro to here comes the sun, how do you make all that D6 Cmin7 stuff work out now that the vocal melody's chilling on an A note?",
            "i can think of nothing that resembles D6 or Cmin7 anywhere in the outtro of that song"
        ]
    },
    {
        "date": "2.22.21 7:08 pm",
        "ctx": [
            "do you ever experience writer's block?",
            "sometimes",
            "how do you deal with it? Thanks",
            "ultimately the solution would be writing something"
        ]
    },
    {
        "date": "2.22.21 6:39 pm",
        "ctx": [
            "which one of your songs would make the most sense played on a ukulele?",
            "maybe 'and the day goes on'"
        ]
    },
    {
        "date": "2.22.21 6:21 pm",
        "ctx": [
            "How do I make something that's meaningful? I feel like everyone has meaning except for me.",
            "sometimes a little reverse psychology is all it takes. Try to make something that means nothing. you'll find it's impossible"
        ]
    },
    {
        "date": "2.22.21 6:08 pm",
        "ctx": [
            "I teach singer/songwriters and I get a lot of the beginner songwriters coming to me and saying stuff like \"I just don't know how to get the pieces of the song together. I don't know how it's supposed to sound. Why doesn't my song have a longer chorus? My phrases are too short! Blah blah blah\" and they make these statements about the entirety of their work as if their songs need to be XYZ kind of way. It's like they want me to tell them that there's a RIGHT and a WRONG way to make a song good. And when I tell them that it sounds like they're asking for an acceptable formula, their eyes kind of glaze over. They say \"I don't want my songs to be formulaic! I just want to know the right way to write a song\" but in my mind those are the same thing. What I've told them is this - make up your own formula for an individual song. However you want the patterns to be and then fit your segments into the formula YOU create. I'm hoping at a minimum this will make t hem focu s more on their own instincts and less on right and wrong. But I can't tell. What do you think I should tell them?",
            "reverse psychology can go a long way. Tell them to try to write it wrong. it's amazing how quickly it becomes very right"
        ]
    },
    {
        "date": "2.22.21 4:35 pm",
        "ctx": [
            "why are you so entertaining?",
            "might be my frequent use of Logic and Science"
        ]
    },
    {
        "date": "2.22.21 4:25 pm",
        "ctx": [
            "What do you do when you don't know what to do?",
            "write it down"
        ]
    },
    {
        "date": "2.22.21 4:07 pm",
        "ctx": [
            "I am a guitar student and I was wondering which of your songs you think would be best for making a guitar part.",
            "maybe new canaan, especially if you put a capo on the first fret"
        ]
    },
    {
        "date": "2.22.21 12:25 pm",
        "ctx": [
            "do you ever feel saddened by the sudden increase in disestablishmentarianism?",
            "perhaps i would if i was a member of the establishment"
        ]
    },
    {
        "date": "2.22.21 12:18 pm",
        "ctx": [
            "hey bill, what is your favorite key to write music in?",
            "different"
        ]
    },
    {
        "date": "2.22.21 11:30 am",
        "ctx": [
            "would you consider making an album if you look at it as if it were one long episodic song?",
            "to accomplish this effect, i would use a video"
        ]
    },
    {
        "date": "2.22.21 11:03 am",
        "ctx": [
            "do you like ribbons",
            "they're ok"
        ]
    },
    {
        "date": "2.22.21 10:44 am",
        "ctx": [
            "what is a book",
            "like a computer file except you have to put all the information on paper"
        ]
    },
    {
        "date": "2.22.21 9:32 am",
        "ctx": [
            "what was the 3-word song title that you were thinking of naming \"here comes the sun\" before?",
            "here comes the"
        ]
    },
    {
        "date": "2.22.21 6:55 am",
        "ctx": [
            "will you be making more songs?",
            "yes"
        ]
    },
    {
        "date": "2.22.21 6:54 am",
        "ctx": [
            "How can you be this interesting??",
            "could use mirrors",
            "your content literally saved me from existential crisis and now I am here back on track doing the things I love."
        ]
    },
    {
        "date": "2.22.21 5:41 am",
        "ctx": [
            "I need to know, is the tambourine still wrapped, saved for later?",
            "i unwrapped it sometime around 2019"
        ]
    },
    {
        "date": "2.22.21 3:05 am",
        "ctx": [
            "Why are you so good at making songs?",
            "to possibly *influence* you"
        ]
    },
    {
        "date": "2.22.21 12:36 am",
        "ctx": [
            "did you have any inspiration to become a musician with your style of humour?",
            "just trying to get by"
        ]
    },
    {
        "date": "2.21.21 10:39 pm",
        "ctx": [
            "I want to write novels or a novel but I don't think I have experienced enough or understood enough to write anything worth people's time, or that would be worth my own time if someone else's name was on it. I still write, but I don't write novels yet. Do you think value in waiting for the right moment or does it sound like fear?",
            "it sounds like fear, but it also sounds like you are not doing that. because you said you are already writing. so in that sense, you are on the right track toward writing even more"
        ]
    },
    {
        "date": "2.21.21 9:37 pm",
        "ctx": [
            "at what point in the song-making process do you figure out/establish the theme/moral?",
            "when i'm writing it"
        ]
    },
    {
        "date": "2.21.21 9:17 pm",
        "ctx": [
            "i write very very personal lyrics that only i feel comfortable singing but i sound awful. did you ever have to deal with this? i've noticed some of your songs have hidden meanings that i assume are very personal and your singing voice is incredible but did you ever struggle with being unable to sing?",
            "yes"
        ]
    },
    {
        "date": "2.21.21 9:03 pm",
        "ctx": [
            "Why is the sky blue",
            "to blow your mind"
        ]
    },
    {
        "date": "2.21.21 8:05 pm",
        "ctx": [
            "i'm having trouble coming up with rhymes for my song and google isn't helping. should i just make up a word or change the line i need to rhyme?",
            "trying to rhyme ruins everything. it ruins the song, you could ruin your whole neighborhood by doing this"
        ]
    },
    {
        "date": "2.21.21 8:00 pm",
        "ctx": [
            "what do you do if the lyrics don't come prepackaged with the melody / vice versa?",
            "then i'll have a fun little puzzle on my hands"
        ]
    },
    {
        "date": "2.21.21 7:34 pm",
        "ctx": [
            "Who is your biggest inspiration when creating music?",
            "could be you"
        ]
    },
    {
        "date": "2.21.21 7:09 pm",
        "ctx": [
            "do you plan videos/uploads beforehand",
            "no, they are all livestreams"
        ]
    },
    {
        "date": "2.21.21 7:06 pm",
        "ctx": [
            "How would you describe love",
            "it's the 'yes' mode of life"
        ]
    },
    {
        "date": "2.21.21 6:48 pm",
        "ctx": [
            "Have you think about making musical videos of your old songs that don't have one?",
            "yes, and then sometimes it goes beyond thinking and i've actually done it"
        ]
    },
    {
        "date": "2.21.21 6:43 pm",
        "ctx": [
            "is wyoming a real place or did you make it up",
            "it's real but it's fun to make it up anyway"
        ]
    },
    {
        "date": "2.21.21 6:27 pm",
        "ctx": [
            "people say that you never capitalize letters, but in \"a play featuring an iphone power block and a mechanical pencil,\" you capitalized 'Shitty'",
            "i use capital letters in almost every video i've ever made. i'm surprised you had to look that far back"
        ]
    },
    {
        "date": "2.21.21 5:21 pm",
        "ctx": [
            "should everyone just drop what they're doing, go to brazil, and stack a bunch of rocks and make the tallest rock tower ever sculpted? thanks!",
            "no, only some people should do that"
        ]
    },
    {
        "date": "2.21.21 4:21 pm",
        "ctx": [
            "how does one achieve comedy",
            "comedy is the one thing that never seems to be achieved, no matter how many times you achieve it. that's simply because it's not funny to achieve something"
        ]
    },
    {
        "date": "2.21.21 4:08 pm",
        "ctx": [
            "I am a young musician. I play french horn in school. There is an event in my state where I play a piece in front of a professional of my instrument, and then I am scored by the judge. This year, the event was virtual. We record a video of ourselves playing the piece, and then send it in. For some reason, I couldn't do it. I had an absolute breakdown. I never had this the other two years I did this event. This incident has caused me to doubt my craft a bit. Do you ever feel this kind of doubt over your art?",
            "yes",
            "If so, what do you do to get over it?",
            "i'll probably never get over it, but not doing it always turns out to be worse"
        ]
    },
    {
        "date": "2.21.21 3:54 pm",
        "ctx": [
            "how do you feel about awards and superlatives being given to art (like oscars, grammies, etc)",
            "i guess it all depends on who is giving them"
        ]
    },
    {
        "date": "2.21.21 3:21 pm",
        "ctx": [
            "what's your favorite video you've ever made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "2.21.21 2:16 pm",
        "ctx": [
            "according to the information on this page writing things down is very important, but i don't do it. i don't know where to do it, and i'm scared of what i might find if i really think",
            "it might not be right for you. if it is right, you will probably know it immediately when you do it. If it's not right for you, then, something else may be right for you. it could be something i don't even know about"
        ]
    },
    {
        "date": "2.21.21 11:49 am",
        "ctx": [
            "What's the scariest thing about songwriting?",
            "how easy it is. this can be scary if you want it really bad"
        ]
    },
    {
        "date": "2.21.21 11:42 am",
        "ctx": [
            "Out of curiosity, have you already decided which song/video you're going to make after you finish the one you're currently working on,",
            "no",
            "or are you going to wait on that decision until you finish uploading the current thing you're working on?",
            "yes"
        ]
    },
    {
        "date": "2.21.21 10:21 am",
        "ctx": [
            "what do you think about indie music?",
            "that moment when the out crowd suddenly becomes the in crowd"
        ]
    },
    {
        "date": "2.21.21 9:01 am",
        "ctx": [
            "I really like your style of music. like not gonna lie I do really addict to your songs. From the music you made, did you use some kind of music's theory on that? or it's out from your plain feeling?",
            "feeling is the theory. try to maximize the feeling. that is the theory that i always adhere to"
        ]
    },
    {
        "date": "2.21.21 6:46 am",
        "ctx": [
            "Are you mentally stable?",
            "i will be discussing it with my team"
        ]
    },
    {
        "date": "2.21.21 4:46 am",
        "ctx": [
            "did you ever think once of making a movie?",
            "sure"
        ]
    },
    {
        "date": "2.21.21 3:35 am",
        "ctx": [
            "how do you overcome writer's block?",
            "this may seem counter-intuitive, but, you're gonna have to go ahead and write something"
        ]
    },
    {
        "date": "2.21.21 1:35 am",
        "ctx": [
            "is there any significance to the 8-ish seconds of white silence near the beginning of hotewig ?",
            "yes",
            "if so, what is it ?",
            "i'm trying to convey the feeling of what life is like when time (and therefore space) does not exist. Really trying to build up a motivational case for doing the 'big bang', as scientists call it. Really trying to make you understand that you probably would have done the same thing, in that situation"
        ]
    },
    {
        "date": "2.20.21 11:38 pm",
        "ctx": [
            "hello. do you create music for enjoyment?",
            "yes, but i also take enjoyment very very seriously"
        ]
    },
    {
        "date": "2.20.21 10:48 pm",
        "ctx": [
            "how do I be a genius",
            "put your pants on both legs at the same time"
        ]
    },
    {
        "date": "2.20.21 9:56 pm",
        "ctx": [
            "do you use people's questions as a randomness generator or is your randomness generator better?",
            "i actually use the questions as a source of stability, and predictability"
        ]
    },
    {
        "date": "2.20.21 9:27 pm",
        "ctx": [
            "Are you a human?",
            "oh that would explain some of these outlandish feelings"
        ]
    },
    {
        "date": "2.20.21 8:24 pm",
        "ctx": [
            "Do all of your songs have meaning to them?",
            "i'd say so",
            "Even your silly ones that SEEM to not make sense?",
            "you'd have to clarify which ones you think that is"
        ]
    },
    {
        "date": "2.20.21 7:19 pm",
        "ctx": [
            "do you prefer the making the music parts of your videos or animating them?",
            "the real power move, i've found, is to do both"
        ]
    },
    {
        "date": "2.20.21 6:46 pm",
        "ctx": [
            "There are more periods than i am used to seeing you type in the music video for \"here comes the sun\". What about the song made you feel the need to type more periods?",
            "nothing. i'm not convinced that your hypothesis here is even true at all"
        ]
    },
    {
        "date": "2.20.21 5:40 pm",
        "ctx": [
            "any advice for beginner musicians?",
            "let me know if anything has gone wrong yet. if nothing has gone wrong, then it wouldn't be appropriate for me to give you any advice yet"
        ]
    },
    {
        "date": "2.20.21 5:36 pm",
        "ctx": [
            "Is is ok to be weird?",
            "sometimes it's required, just to get by"
        ]
    },
    {
        "date": "2.20.21 5:10 pm",
        "ctx": [
            "In \" at the airport terminal \". Do you lick the terminal floor?",
            "no"
        ]
    },
    {
        "date": "2.20.21 4:51 pm",
        "ctx": [
            "I struggle between choosing to spend my time coming up with new ideas or finish existing ones that I started. I want to have a goal of 1 new musical idea per *reasonable amount of time*, but I don't know how to prioritize between investing time into new things when I have ideas outstanding that need attention. Do you have any suggestions/have you experienced this? thanks",
            "basically what i did, when i was first in your situation, is to just keep coming up with new ideas. let them pile up. This is probably because i may have had a fear of not having enough ideas. Then it rapidly became a problem. Another thing i began doing is writing songs entirely on paper, and i would demand to finish the whole thing in 1 session. That's one way of dealing with it. so i wrote more and more and more. Sometimes they wouldn't get finished, sometimes they would. Usually if it was shorter, it would get finished. but they all got put into the list regardless. more years went by with more writing like this. It was more rare that i would ever record any of them. Eventually when the problem became even more serious, i finally found a way to work on the existing ideas. This is a whole separate task from generating new ideas, and i still consider them separate. For a couple years i ONLY did 'middle writing', which is where i work on existing ideas. Then a few months later, as i was getting ready to start recording some of them, i did a few weeks of finishing, just finishing writing for songs. I could talk for years about the different systems i've used for SELECTING which ones to work on. And this is not even to discuss selections for the recording process, which you didn't ask about. Eventually as enough years go by, you start to feel your life running out, so you probably take drastic measures. Nowadays, for me this is how it works: new ideas can come any time, that's always true. Sometimes they even come in dreams. So i catch them whenever they arrive, and i don't really do a writing session at that time because it's usually not the right time. but you just try to catch as much as you can. That's totally separate from any writing process or work process. Separately from that, it is a linear process of working toward the item i am releasing next, and i work on that 1 item until it's done. For songs, first what i do, at the beginning of a project, i do a round of new song idea generation, but this is NOT necessarily promising that any of these will be the one that's used. This is just to ensure that i am giving myself a chance to generate new ideas, which might have a chance of getting picked. So i generate some new ideas, maybe 10 or 15. Sometimes i use various different methods, just to make sure i've given myself a chance to try various things. Then, when that's done, i do song 'selection', which is where i'm going to choose which one is going to be recorded, for the next release. This selection is made from the ENTIRE list, which includes the new ones but also includes all the other ones, which are all at various levels of completion (writing). Once a selection is made, then it's quite simple. I finish the writing all the way, first, then record it, all the way. then make the video, all the way. I should clarify that this procedure didn't become solidified until after many many many years of ambiguity which may be similar to what you are going through now"
        ]
    },
    {
        "date": "2.20.21 4:41 pm",
        "ctx": [
            "is cheese real",
            "it sure seems that way doesn't it"
        ]
    },
    {
        "date": "2.20.21 4:31 pm",
        "ctx": [
            "how do you become more confident with something that you made?",
            "you have 2 options. make it better, or, convince yourself that you did the best anyone could have done in your situation"
        ]
    },
    {
        "date": "2.20.21 3:46 pm",
        "ctx": [
            "How big is the earth?",
            "big enough for a romantic dinner date"
        ]
    },
    {
        "date": "2.20.21 3:40 pm",
        "ctx": [
            "in a previous question someone theorised that the meaning of \"here comes the sun\" is \"having hope when everything seems horrible, because it'll get better eventually, giving you joy and love\" and you said \"pretty much\". \nwhat i'm wondering is if the message of \"here comes the sun\" (what was stated above) is something personal to you?",
            "yes, but it also applies to absolutely everyone. even other animals and plants too. essentially anyone who has ever lived on our planet",
            "perhaps from the time you wrote the song or when you chose to make it into a full music video or if it's just a more general message? (of course if it is something really personal you don't have to say)",
            "the message is something like \"ever had a bad time? well i have great news, the sun still exists and you will likely see it tomorrow morning\""
        ]
    },
    {
        "date": "2.20.21 2:48 pm",
        "ctx": [
            "do you hate your fans",
            "no"
        ]
    },
    {
        "date": "2.20.21 1:07 pm",
        "ctx": [
            "is the thing that takes the most time in making a music video songwriting, pulling off playing the song, animating, editing, or procrastination?",
            "it's a tie between fear and being afraid"
        ]
    },
    {
        "date": "2.20.21 12:11 pm",
        "ctx": [
            "what's your opinion on comic sans",
            "too good. don't use"
        ]
    },
    {
        "date": "2.20.21 11:47 am",
        "ctx": [
            "once you've done releasing all of your already written and performed songs in both video and audio form, will you consider remaking some of your old songs (like \"the song song\", for example, as it is your first 3-minute song you've written)?",
            "sure, this is assuming there is some kind of technology to extend the human life span for hundreds of years"
        ]
    },
    {
        "date": "2.20.21 10:08 am",
        "ctx": [
            "Do you like popcorn?",
            "i have a mutual understanding with popcorn"
        ]
    },
    {
        "date": "2.20.21 9:53 am",
        "ctx": [
            "What to do when you can't find what chords should go with the melody?",
            "try it with no chord"
        ]
    },
    {
        "date": "2.20.21 8:37 am",
        "ctx": [
            "How did you learn music theory",
            "i usually make up my own theories",
            "or how do you find such beautiful chords? - peter",
            "most of the time, what makes chords beautiful is the surrounding context and situations they are found in"
        ]
    },
    {
        "date": "2.20.21 7:54 am",
        "ctx": [
            "was animating \"here comes the sun\" hard at all?",
            "yes",
            "if so, how long did it take you to get it the way you liked it",
            "never did"
        ]
    },
    {
        "date": "2.20.21 6:29 am",
        "ctx": [
            "how long is a moment?",
            "about 2 to 3 seconds"
        ]
    },
    {
        "date": "2.20.21 5:21 am",
        "ctx": [
            "Is time about your perception?",
            "time is what enables your perception"
        ]
    },
    {
        "date": "2.20.21 4:51 am",
        "ctx": [
            "do you ever start answers to these ueqstions with a Capital Letter, or use any caPitals anywhere in them, or have you ever used them,",
            "(ref: capitals-report.php\"target=\"_blank)yes",
            "and why",
            "it calms me down"
        ]
    },
    {
        "date": "2.20.21 3:28 am",
        "ctx": [
            "what is your video-making process",
            "it's a 1 step process, which is try to accomplish everything"
        ]
    },
    {
        "date": "2.20.21 2:26 am",
        "ctx": [
            "Have you ever written a melody or chord progression or whatever and over time it just becomes so familiar to you that it starts to feel like you didn't even write it?",
            "yes"
        ]
    },
    {
        "date": "2.20.21 1:03 am",
        "ctx": [
            "did you have any inspirations for your videos or music",
            "yes and i still do"
        ]
    },
    {
        "date": "2.20.21 12:51 am",
        "ctx": [
            "how do i come up with/find the cool chords you keep using in your videos?\nfor example the sad piano chords in here comes the sun.",
            "that would be improvised"
        ]
    },
    {
        "date": "2.19.21 11:51 pm",
        "ctx": [
            "when did you record here comes the sun?",
            "september, 2020"
        ]
    },
    {
        "date": "2.19.21 10:31 pm",
        "ctx": [
            "Thoughts on pigeons?",
            "for every pigeon there are at least 2 other pigeons"
        ]
    },
    {
        "date": "2.19.21 9:19 pm",
        "ctx": [
            "what is your favorite part of being a human instead of being a different thing",
            "all the confusing thoughts"
        ]
    },
    {
        "date": "2.19.21 8:13 pm",
        "ctx": [
            "are you going to make something",
            "yes"
        ]
    },
    {
        "date": "2.19.21 7:21 pm",
        "ctx": [
            "how to be stupid",
            "you must utilize the entire brain"
        ]
    },
    {
        "date": "2.19.21 6:39 pm",
        "ctx": [
            "I think you have the most accurate take on reality I've seen so far. How do you do it? I always get tripped up.",
            "sometimes i trip myself. just to be proactive"
        ]
    },
    {
        "date": "2.19.21 4:55 pm",
        "ctx": [
            "have you ever made a song that was mediocre? not bad and not good?",
            "yes"
        ]
    },
    {
        "date": "2.19.21 3:49 pm",
        "ctx": [
            "did \"here comes the sun\" use to have a slower BPM?",
            "no"
        ]
    },
    {
        "date": "2.19.21 2:21 pm",
        "ctx": [
            "while you were at the airport terminal, did you see birds made of trees buying tickets for the business class section?",
            "no"
        ]
    },
    {
        "date": "2.19.21 12:59 pm",
        "ctx": [
            "Bill, i'm really scared rn. How do you deal with fear?",
            "write down your fears. unless you are scared of writing, then that won't work"
        ]
    },
    {
        "date": "2.19.21 11:24 am",
        "ctx": [
            "what do you think about the letter E?",
            "it's pretty good"
        ]
    },
    {
        "date": "2.19.21 10:41 am",
        "ctx": [
            "is it a problem if i cant stop listening to your music",
            "it's not a problem for me"
        ]
    },
    {
        "date": "2.19.21 10:15 am",
        "ctx": [
            "Do you know anyone who makes similar music likes yours",
            "everyone"
        ]
    },
    {
        "date": "2.19.21 9:57 am",
        "ctx": [
            "How do you come up with the lyrics?",
            "musically"
        ]
    },
    {
        "date": "2.19.21 7:40 am",
        "ctx": [
            "Have you predicted the coronavirus in the video \"I just did a bad thing\"?",
            "no"
        ]
    },
    {
        "date": "2.19.21 6:51 am",
        "ctx": [
            "did you go back to school in the end?",
            "no"
        ]
    },
    {
        "date": "2.19.21 6:36 am",
        "ctx": [
            "hi i saw somebody interview you on her for their art class and i need to interview a musician or aspiring musician for music class so i'm copying their idea\n1. what's your biggest goal when it comes to your music?",
            "figure out how reality works, and share my findings with others",
            "2. why do you think people enjoy music so much?",
            "if the person making it has done a good job",
            "3. what's one necessary step every musician must take to further advance their career?",
            "enjoy music at least once"
        ]
    },
    {
        "date": "2.19.21 5:56 am",
        "ctx": [
            "What would you do in 1969?",
            "songwriting"
        ]
    },
    {
        "date": "2.19.21 5:32 am",
        "ctx": [
            "what do you think about the flappy arm things birds have",
            "so wild"
        ]
    },
    {
        "date": "2.19.21 1:26 am",
        "ctx": [
            "how much certainty is the right amount to have?",
            "i'm not sure"
        ]
    },
    {
        "date": "2.19.21 12:37 am",
        "ctx": [
            "how did you become really awesome",
            "i have a list of non-awesome things, and i try to never do those things. or at least if i do, then i try to release a propaganda video right away saying that i didn't"
        ]
    },
    {
        "date": "2.18.21 10:05 pm",
        "ctx": [
            "Do facts care about your feelings?",
            "they care about the feelings of the person who is delivering the fact. not necessarily anyone else"
        ]
    },
    {
        "date": "2.18.21 9:25 pm",
        "ctx": [
            "Do you ever write songs whilst dreaming?",
            "yes"
        ]
    },
    {
        "date": "2.18.21 6:27 pm",
        "ctx": [
            "how to make music?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "2.18.21 5:46 pm",
        "ctx": [
            "do all of your songs take place in the same universe?",
            "they all can take place in your imagination"
        ]
    },
    {
        "date": "2.18.21 4:37 pm",
        "ctx": [
            "Do you think that time is rigid (there is one and only one future and it cannot be changed) or malleable (there are infinite possibilities and we can't predict our future) ?",
            "malleable"
        ]
    },
    {
        "date": "2.18.21 4:22 pm",
        "ctx": [
            "I've noticed some of your music isn't recorded at 440 hertz. What hertz are you using and why?",
            "the tuning i use is A=440hz. the reason i use that is because everyone uses it"
        ]
    },
    {
        "date": "2.18.21 3:52 pm",
        "ctx": [
            "do u agree that edmonton is kinda like the cincinnati of canada?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "2.18.21 3:35 pm",
        "ctx": [
            "hey bill, do your ideas come on a whim or do you have to think for awhile?",
            "the best ideas are on whim. if there is no whim, then i'll have to think for a while, but the longer i think the less likely there will be any whim"
        ]
    },
    {
        "date": "2.18.21 2:59 pm",
        "ctx": [
            "whats your favorite music?",
            "regular"
        ]
    },
    {
        "date": "2.18.21 1:44 pm",
        "ctx": [
            "Can i take \"i wanna go outside\" as a metafor for coming out of the closet? It fits really well",
            "it's about the desire to enter a refreshingly more expansive realm"
        ]
    },
    {
        "date": "2.18.21 1:09 pm",
        "ctx": [
            "In the random questions, I see people in late 2019 asking when you are going to upload a new video, and you said you were going to make a countdown timer? What ever happened to that?",
            "the countdown timer was fake but i was hoping i could will it into existence"
        ]
    },
    {
        "date": "2.18.21 12:53 pm",
        "ctx": [
            "you seem to be very adamant on the fact that you're normal. do you think this is normal?",
            "no"
        ]
    },
    {
        "date": "2.18.21 12:52 pm",
        "ctx": [
            "in \"i can play\" what are you referring to that you can play? (ie. music/sport/game etc)",
            "it's probably about songwriting",
            "and what was the inspiration behind \"i can play\"?",
            "the fresh feeling that you can really stretch out and have some fun, in songwriting"
        ]
    },
    {
        "date": "2.18.21 11:45 am",
        "ctx": [
            "are you a robot",
            "no"
        ]
    },
    {
        "date": "2.18.21 11:13 am",
        "ctx": [
            "where do you get your ideas",
            "from the toilet, in the gutter. bet you didn't think they had toilets in the gutter, well here i am, as living proof"
        ]
    },
    {
        "date": "2.18.21 10:25 am",
        "ctx": [
            "Do you find modern memes funny?",
            "some of the canteloupe ones"
        ]
    },
    {
        "date": "2.18.21 10:18 am",
        "ctx": [
            "Bill, I'm trying to make music but it always either sounds too bland and empty, or too cluttered and chaotic. How do I find a nice middle ground?",
            "try again"
        ]
    },
    {
        "date": "2.18.21 9:55 am",
        "ctx": [
            "where does the internet stop?",
            "directly in front of your face"
        ]
    },
    {
        "date": "2.18.21 9:46 am",
        "ctx": [
            "How long did it take to learn 3d modeling ?",
            "i've still only barely learned it"
        ]
    },
    {
        "date": "2.18.21 8:44 am",
        "ctx": [
            "What process takes the longest when you're making videos/songs?",
            "fear"
        ]
    },
    {
        "date": "2.18.21 7:32 am",
        "ctx": [
            "do your videos have a hidden message that can be uncovered by taking parts of multiple videos?",
            "sure. i think the message you will probably find is that i have devoted much of my life toward trying to make the best content i can"
        ]
    },
    {
        "date": "2.18.21 6:42 am",
        "ctx": [
            "how long does the entire process of editing take per video",
            "got to be a very reasonable, sensible amount of time"
        ]
    },
    {
        "date": "2.18.21 6:26 am",
        "ctx": [
            "why do your songs have beginnings and endings?",
            "that is to bring you to and from the song",
            "granted i think those are both pretty fun"
        ]
    },
    {
        "date": "2.18.21 3:34 am",
        "ctx": [
            "How do you deal with the haters out there?",
            "like them. perhaps subscribe to them"
        ]
    },
    {
        "date": "2.18.21 1:40 am",
        "ctx": [
            "Do you like cartoons?",
            "too real"
        ]
    },
    {
        "date": "2.17.21 11:31 pm",
        "ctx": [
            "What do you first attach yourself to when coming up with a song? Melody, chords, rhythm?",
            "all of those plus a 4th thing which i think you totally forgot about which is words",
            "Is it coming from your head or does it come from noodling?",
            "head is noodle"
        ]
    },
    {
        "date": "2.17.21 11:23 pm",
        "ctx": [
            "how are you so vibrant?",
            "i dropped myself on my head when i was young"
        ]
    },
    {
        "date": "2.17.21 10:14 pm",
        "ctx": [
            "when is your next video or song",
            "doing it now"
        ]
    },
    {
        "date": "2.17.21 8:57 pm",
        "ctx": [
            "how do u manage with the whole 'as u get older time goes faster' thing i dont like it",
            "try to become a total expert at managing your time in a way that feels right for you"
        ]
    },
    {
        "date": "2.17.21 8:53 pm",
        "ctx": [
            "how long does your videos?",
            "a reasonable amount of time"
        ]
    },
    {
        "date": "2.17.21 7:48 pm",
        "ctx": [
            "What rhymes with food?",
            "puke"
        ]
    },
    {
        "date": "2.17.21 6:41 pm",
        "ctx": [
            "Are you gonna make a video now?",
            "i've been working on one since jan 16, which is also the same one i was working on during april/may 2019"
        ]
    },
    {
        "date": "2.17.21 5:41 pm",
        "ctx": [
            "do you think you could ever write a piece of music that would warrant being 5 minutes or longer?",
            "that would probably be multiple pieces, connected through video"
        ]
    },
    {
        "date": "2.17.21 4:37 pm",
        "ctx": [
            "how would you describe your music genre",
            "normal"
        ]
    },
    {
        "date": "2.17.21 3:26 pm",
        "ctx": [
            "how does one make music with jeans",
            "maybe you could do pats, and slides, you could even use the zipper"
        ]
    },
    {
        "date": "2.17.21 2:52 pm",
        "ctx": [
            "Do you have any recurring motifs in your dreams?",
            "yes"
        ]
    },
    {
        "date": "2.17.21 1:39 pm",
        "ctx": [
            "how to be interesting ?",
            "what are you interested in"
        ]
    },
    {
        "date": "2.17.21 12:32 pm",
        "ctx": [
            "do you ever make plans",
            "yes"
        ]
    },
    {
        "date": "2.17.21 12:02 pm",
        "ctx": [
            "Are you gonna make more videos/songs??",
            "yes"
        ]
    },
    {
        "date": "2.17.21 10:54 am",
        "ctx": [
            "hello i need to do an interview for an art class i have can i interview you\n\nIf yes then please answer these questions\n\nHow would you describe your art (drawing) in one word?",
            "billwurtz",
            "What kind of art (drawing) do you consider yourself to be making?",
            "regular",
            "What do you think makes your art (drawing) different?",
            "from what",
            "any tips for aspiring artists (people making drawings)?",
            "that depends on what the problems seem to be. or, if you haven't had any problems, then i would have no advice yet",
            "thank you mr bill wurtz sir and have a good day/night"
        ]
    },
    {
        "date": "2.17.21 9:39 am",
        "ctx": [
            "So I am working on a song, and I am trying a method I thought of.\n1-Write what you want to be in a song\n2-Make it into a song, but don't try to make it good\n3-Slowly change a couple of words for it to be better.\n\nIs this a good idea?",
            "sure"
        ]
    },
    {
        "date": "2.17.21 9:19 am",
        "ctx": [
            "where do you get your ideas",
            "from the gutter. if not, i'll check the sewer"
        ]
    },
    {
        "date": "2.17.21 8:58 am",
        "ctx": [
            "How do you write a song",
            "it's impossible and can't be done. that's exactly why it's so exciting"
        ]
    },
    {
        "date": "2.17.21 8:54 am",
        "ctx": [
            "how to animate?",
            "sometimes you have to get lost in the wilderness. you will become even more lost when you realize you also have to animate the wilderness"
        ]
    },
    {
        "date": "2.17.21 7:40 am",
        "ctx": [
            "what was the inspiration behind \"i'm eating porridge but i've heated it for the wrong amount of time\"?",
            "the bridge section was in danger of losing momentum and getting weak and lost. So i did what any responsible adventurer would do. confess my sins and move along",
            "actually what was the inspiration behind all of \"at the airport terminal\"?",
            "the inspiration for the first line and main melody was just based on a warm pleasant feeling of traveling through an airport terminal. Then, each moment after is inspired by the previous moments in the song so far"
        ]
    },
    {
        "date": "2.17.21 8:04 am",
        "ctx": [
            "How to be yourself even though society thinks it's weird to be yourself?",
            "why exactly would that be a problem"
        ]
    },
    {
        "date": "2.17.21 7:08 am",
        "ctx": [
            "Any advice for dealing with chronic pain?",
            "sing songs of joy"
        ]
    },
    {
        "date": "2.17.21 6:53 am",
        "ctx": [
            "any thoughts ?",
            "yes"
        ]
    },
    {
        "date": "2.17.21 5:27 am",
        "ctx": [
            "sometimes I like to think there are things that are wrong with me because it makes me feel like a more interesting person. Is it possible to create interesting things without being slightly insane?",
            "yes"
        ]
    },
    {
        "date": "2.17.21 4:23 am",
        "ctx": [
            "How long does it take you to reply to a question?",
            "maybe about 1 second, unless the question stirs up some kind of deep conflict in my soul"
        ]
    },
    {
        "date": "2.17.21 3:13 am",
        "ctx": [
            "How do you do on your weekend?",
            "what the heck is a weekend"
        ]
    },
    {
        "date": "2.17.21 2:12 am",
        "ctx": [
            "when is your next video coming??",
            "doing it now"
        ]
    },
    {
        "date": "2.17.21 1:04 am",
        "ctx": [
            "What makes creativity?",
            "you might have to do it"
        ]
    },
    {
        "date": "2.17.21 12:23 am",
        "ctx": [
            "When is silliness serious",
            "when it's on Earth"
        ]
    },
    {
        "date": "2.16.21 11:52 pm",
        "ctx": [
            "whats your favorite aisle in the grocery store",
            "14"
        ]
    },
    {
        "date": "2.16.21 10:04 pm",
        "ctx": [
            "How do you come up with the things and characters you draw? Like, does it come randomly or do you think about them?",
            "i try to go directly to the center of outer space"
        ]
    },
    {
        "date": "2.16.21 9:38 pm",
        "ctx": [
            "Why are ur songs and videos so addictive lol",
            "could be that they remind you of good times on the farm back home"
        ]
    },
    {
        "date": "2.16.21 9:30 pm",
        "ctx": [
            "your first word was \"die\",",
            "that's not true",
            "your last word (for a while) was \"everyone\". did you predict the future?",
            "no"
        ]
    },
    {
        "date": "2.16.21 9:01 pm",
        "ctx": [
            "how do you cope with anxiety?",
            "do some portraits of the anxiety, not necessarily under that title. actually just do portraits of anything. any type of portrayal or depiction"
        ]
    },
    {
        "date": "2.16.21 8:47 pm",
        "ctx": [
            "What is the secret to your wisdom?",
            "i'm in a box"
        ]
    },
    {
        "date": "2.16.21 8:18 pm",
        "ctx": [
            "what opinions do you have on film scores?",
            "powerful secret weapon of the movie"
        ]
    },
    {
        "date": "2.16.21 8:10 pm",
        "ctx": [
            "what do i do if i no longer desire to be in panic mode forany longer?",
            "have you considered going into a deep slumber"
        ]
    },
    {
        "date": "2.16.21 8:04 pm",
        "ctx": [
            "Is the language of love different from person to person",
            "yes, and also the same"
        ]
    },
    {
        "date": "2.16.21 7:00 pm",
        "ctx": [
            "is it possible to make a video without any music?",
            "yes"
        ]
    },
    {
        "date": "2.16.21 6:38 pm",
        "ctx": [
            "is soup a drink?",
            "more like a bath"
        ]
    },
    {
        "date": "2.16.21 5:17 pm",
        "ctx": [
            "does it ever get better?",
            "yes"
        ]
    },
    {
        "date": "2.16.21 4:43 pm",
        "ctx": [
            "Hi Bill! 3 years ago I started my journey to songwriting and now I'm feeling overwhelmed. I finished maybe 2-3 song because I \"abandoned\" them by finishing without thinking... I think I had luck for these 2-3 songs because I can't even develop my zillion ideas now. When I sit down and play guitar/piano I feel so much tired after 15min... I'm really desperate because I don't know what to do in order to get better.. please help me..",
            "it sounds like it may be time for a bit of reverse psychology. try making a song that's bad"
        ]
    },
    {
        "date": "2.16.21 3:59 pm",
        "ctx": [
            "what are your thoughts",
            "very ordinary normal, respectable thoughts"
        ]
    },
    {
        "date": "2.16.21 3:31 pm",
        "ctx": [
            "what fruit do you think you could throw the furthest?",
            "melon"
        ]
    },
    {
        "date": "2.16.21 3:14 pm",
        "ctx": [
            "Do you have a schedule of when you release your videos?",
            "i wish i could make that possible"
        ]
    },
    {
        "date": "2.16.21 3:00 pm",
        "ctx": [
            "do you think the universe has any inherent purpose?",
            "yes"
        ]
    },
    {
        "date": "2.16.21 2:24 pm",
        "ctx": [
            "do you like jokes what's your favorite joke",
            "'truth' and 'facts'"
        ]
    },
    {
        "date": "2.16.21 2:20 pm",
        "ctx": [
            "Are you planning on having a set schedule for uploading?",
            "that would be nice",
            "If you are how long would it be between songs?",
            "ideally 1 week",
            "You're a great musician and can't wait to hear more of your music."
        ]
    },
    {
        "date": "2.16.21 1:57 pm",
        "ctx": [
            "what is your favorite ocean animal?",
            "fish"
        ]
    },
    {
        "date": "2.16.21 1:56 pm",
        "ctx": [
            "I'm having some difficulty in sports. Do you ever have difficulty writing music?",
            "yes",
            "If so, what do you do to overcome those obstacles",
            "sometimes i imagine a video scene, for the music to take place in. usually that causes new musical ideas to easily occur to me",
            "and do you think that can apply to the world of sports?",
            "yes"
        ]
    },
    {
        "date": "2.16.21 1:04 pm",
        "ctx": [
            "how do you write lyrics?",
            "musically"
        ]
    },
    {
        "date": "2.16.21 12:17 pm",
        "ctx": [
            "Why do you like Tuesday?",
            "so fresh"
        ]
    },
    {
        "date": "2.16.21 11:54 am",
        "ctx": [
            "What do you think is a good size of Object?",
            "medium",
            "What is a good weight of an object?",
            "medium"
        ]
    },
    {
        "date": "2.16.21 11:00 am",
        "ctx": [
            "how fast do you think",
            "about 3 thoughts per moment"
        ]
    },
    {
        "date": "2.16.21 10:05 am",
        "ctx": [
            "do you enjoy decorative ceiling lamps?",
            "that all depends on the decoration"
        ]
    },
    {
        "date": "2.16.21 9:12 am",
        "ctx": [
            "who did you shake hands with in pyongyang? (in hello sexy pants)",
            "both hypothetical and fictional, it was also metaphorical and only a suggestion"
        ]
    },
    {
        "date": "2.16.21 9:05 am",
        "ctx": [
            "Do you ever use non-conventional instruments to record your music (like using bread, the floor, a bowl, or something else strange to make music with)?",
            "one time i used jeans"
        ]
    },
    {
        "date": "2.16.21 8:49 am",
        "ctx": [
            "what house do&#305;make",
            "you might have to make one up"
        ]
    },
    {
        "date": "2.16.21 7:05 am",
        "ctx": [
            "do you ever worry about being judged when you post new content?",
            "i mostly worry that i'll judge myself"
        ]
    },
    {
        "date": "2.16.21 6:27 am",
        "ctx": [
            "are there any sequences or cadences that you keep coming up in your writing?",
            "sure",
            "do you feel like they're a positive and distinctive part of your sound or a crutch you want to move past?",
            "i surely have some of each"
        ]
    },
    {
        "date": "2.16.21 6:19 am",
        "ctx": [
            "why are you so interesting ?",
            "it could be the fact that my mind is at war with itself"
        ]
    },
    {
        "date": "2.16.21 5:41 am",
        "ctx": [
            "How do you know if your song is good?",
            "i actually have no idea"
        ]
    },
    {
        "date": "2.16.21 5:22 am",
        "ctx": [
            "What's your favourite video game, if you have one?",
            "making videos"
        ]
    },
    {
        "date": "2.16.21 3:58 am",
        "ctx": [
            "Are you good at answering questions?",
            "sometimes"
        ]
    },
    {
        "date": "2.16.21 2:28 am",
        "ctx": [
            "How big is the earth",
            "it's pretty big but not as big as the whole universe"
        ]
    },
    {
        "date": "2.16.21 1:27 am",
        "ctx": [
            "how to not be sad",
            "write down the story of how you got sad. make it into a folk tale, you get to be the folk"
        ]
    },
    {
        "date": "2.16.21 1:08 am",
        "ctx": [
            "What is your opinion on video games?",
            "sometimes it's fun to break them"
        ]
    },
    {
        "date": "2.16.21 12:46 am",
        "ctx": [
            "how many personalitiesis too many",
            "1 but that never stopped anyone from going way beyond that"
        ]
    },
    {
        "date": "2.16.21 12:36 am",
        "ctx": [
            "birds or rabbits",
            "looks like you haven't heard about brabbits"
        ]
    },
    {
        "date": "2.16.21 12:09 am",
        "ctx": [
            "Is the new video going to be uploaded on a Tuesday?",
            "maybe"
        ]
    },
    {
        "date": "2.16.21 12:08 am",
        "ctx": [
            "Do you ever get your own songs stuck in your head and hum it while you do your stuff?",
            "yes"
        ]
    },
    {
        "date": "2.15.21 11:58 pm",
        "ctx": [
            "what's the first song you learned how to play on the keyboard?",
            "maybe the alphabet song"
        ]
    },
    {
        "date": "2.15.21 11:48 pm",
        "ctx": [
            "In \"here comes the sun\", was the part at 2:17 your favorite because it was fun to make or because it turned out so well?",
            "i put that label there because it was neither. and therefore it turned out to be both"
        ]
    },
    {
        "date": "2.15.21 11:45 pm",
        "ctx": [
            "Is the past relevant?",
            "yes"
        ]
    },
    {
        "date": "2.15.21 10:53 pm",
        "ctx": [
            "how can you be content with the chords/harmonic makeup of your song? I usually fall into a trap of thinking things are too simple or conventional. Does it involve counteracting it with more interesting melodies and rhythm?",
            "just do what you like to do. But if you don't know what that is yet, then i think you'll just have to spend more time playing with chordal instruments"
        ]
    },
    {
        "date": "2.15.21 9:21 pm",
        "ctx": [
            "Why do you use that kind of style with like idk what id call it but the words and the style of the music",
            "basically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way"
        ]
    },
    {
        "date": "2.15.21 8:31 pm",
        "ctx": [
            "your editing is on point, any tips to help with a new beginner?",
            "start by finding the scissor tool"
        ]
    },
    {
        "date": "2.15.21 7:23 pm",
        "ctx": [
            "Are you gonna be able to make more videos?",
            "yes"
        ]
    },
    {
        "date": "2.15.21 6:05 pm",
        "ctx": [
            "Why did you start using 3d",
            "i was writing a video about the history of the entire world and i had a lot of quick jumps between wildly different locations on the earth map, and i decided a flat map just isn't going to be good enough for that"
        ]
    },
    {
        "date": "2.15.21 5:49 pm",
        "ctx": [
            "what are ur fav coping mechanisms?",
            "motion, and movement"
        ]
    },
    {
        "date": "2.15.21 4:19 pm",
        "ctx": [
            "hey bill whats the most baffling concept you encountered till this day",
            "time"
        ]
    },
    {
        "date": "2.15.21 3:29 pm",
        "ctx": [
            "Why did you start doing music",
            "why wouldn't i"
        ]
    },
    {
        "date": "2.15.21 2:10 pm",
        "ctx": [
            "how is 3d",
            "overwhelming"
        ]
    },
    {
        "date": "2.15.21 1:34 pm",
        "ctx": [
            "I'm a high school music teacher, and I get the sense that you avoid talking about your school years because you've realized what pretty much every musician needs to realize at one point or another if they are going to improve their musicianship.That the only person who can improve your musicianship is you.You have to the do the work, the ear training, the practicing, the time song writing and creating.\n\nSo here's my question(s).How did you develop your work ethic for creating music?",
            "it's similar to the way a person might develop a habit of using crack-cocaine, except instead of 1 drug it's more like 1000, because there is at least 1000 different ways to become totally and deeply hooked into music",
            "Did people in your life have an influence on you developing this skill?",
            "i was able to hear a lot of music on records (and through the television of course, paired with visuals in such a way that i may not even realize until decades later just how crucial the audio-visual relationship is) and i will confess i also had access to a piano/keyboard instrument, and a drum set. There were also guitars around, but i've always been a bit overwhelmed/intimitated by guitars. having an extremely early start, it was pretty natural to find myself in many many personal and professional music relationships with peers (well at first it was usually people much older than me because i was so young to start)",
            "What do you think music teachers could be doing better to try and foster this skill in other people?",
            "what i think is the best approach, for me personally, is to write and record the best songs i can. if i can get them good enough, then maybe that will help someone else hear just a glimpse of what may be possible, just the way i might have heard someone else before, even if it's just for 7 seconds coming out of a car window going around the corner"
        ]
    },
    {
        "date": "2.15.21 12:02 pm",
        "ctx": [
            "will all your videos be music from now on?",
            "at least half of them will probably be songs. most of the others will at least have some music somewhere in them"
        ]
    },
    {
        "date": "2.15.21 10:25 am",
        "ctx": [
            "Is there a New video or what?",
            "yes",
            "You don't answer questions mate",
            "that's not true"
        ]
    },
    {
        "date": "2.15.21 10:12 am",
        "ctx": [
            "is your next song going to be a mellow one?",
            "not exactly"
        ]
    },
    {
        "date": "2.15.21 6:08 am",
        "ctx": [
            "how do words work?",
            "use them as a language. there should be just enough"
        ]
    },
    {
        "date": "2.15.21 2:08 am",
        "ctx": [
            "would you consider doing stripped-back solo live shows where it's just you and your keyboard? (that is, until you can find the right people for your band)",
            "yes i will do that"
        ]
    },
    {
        "date": "2.15.21 12:49 am",
        "ctx": [
            "which one of your songs would you say you think about most frequently?",
            "the one i'm making the video for now"
        ]
    },
    {
        "date": "2.15.21 12:00 am",
        "ctx": [
            "Why are dreams and everything else so inspiring,",
            "this is an intrinsic property of the universe",
            "and why is it so hard to make that inspiration into finished products? Or even unfinished ones?",
            "just start by writing down everything you know, one bit at a time"
        ]
    },
    {
        "date": "2.14.21 11:45 pm",
        "ctx": [
            "how many different instruments do you use in one song alone?",
            "all of them, even the ones i hadn't thought of yet"
        ]
    },
    {
        "date": "2.14.21 11:01 pm",
        "ctx": [
            "why is your music so fresh?",
            "sometimes when i'm about to do it one way, i change my  mind at the last minute and do it another way"
        ]
    },
    {
        "date": "2.14.21 9:13 pm",
        "ctx": [
            "how are you so smart",
            "could be from all the books i keep behind me in the video chat"
        ]
    },
    {
        "date": "2.14.21 8:53 pm",
        "ctx": [
            "hi bill, i find people making schedules and being stressed out to be very inspiring. can you tell me your current schedule,",
            "i have a rolling quota system of 6 hours of work per day, 7 days a week",
            "and tell me how stressed out you are?",
            "not stressed, but i will admit i do live in fear. because there is no guarantee of when any specific milestone will occur"
        ]
    },
    {
        "date": "2.14.21 7:00 pm",
        "ctx": [
            "Will you ever put your songs on the radio?",
            "i don't own any radio stations, so i can't do that. the only thing i can do is try to make it good enough so that someone who has a radio station will put it on"
        ]
    },
    {
        "date": "2.14.21 6:44 pm",
        "ctx": [
            "is there any meaning beside \"stay strong and the day goes on\"? Lots of people seem to get really emotionally invested in that phrase.",
            "it's encouraging you that you can stay strong and you'll get where you've been trying to go. but, with the help of music, i was able to deliver it at exactly the timing i wanted, with the exact combination of notes/chords, to help make it feel as strongly warm/encouraging as i possibly could"
        ]
    },
    {
        "date": "2.14.21 6:43 pm",
        "ctx": [
            "When a word is in bold, it means it's more important than the other words. But what if all the words are in bold?",
            "it means the whole message is important"
        ]
    },
    {
        "date": "2.14.21 6:13 pm",
        "ctx": [
            "how do you persevere through the doubt?",
            "i'm not sure"
        ]
    },
    {
        "date": "2.14.21 5:16 pm",
        "ctx": [
            "how do i pronounce deadmau5",
            "dead mouse"
        ]
    },
    {
        "date": "2.14.21 3:42 pm",
        "ctx": [
            "what is your favorite lego set",
            "brick wall"
        ]
    },
    {
        "date": "2.14.21 1:08 pm",
        "ctx": [
            "What are your thoughts on chess?",
            "there are only 157 games of chess"
        ]
    },
    {
        "date": "2.14.21 1:04 pm",
        "ctx": [
            "how would you define your music Genre?",
            "using audio recordings of the music"
        ]
    },
    {
        "date": "2.14.21 11:34 am",
        "ctx": [
            "Holy moly today i figured out how to do a green screen effect in Blender!",
            "there are 5 ways. the Long way, the Hard way, the Bad way, the Strange way, and not doing it"
        ]
    },
    {
        "date": "2.14.21 9:34 am",
        "ctx": [
            "How much do you like fun?",
            "a little bit"
        ]
    },
    {
        "date": "2.14.21 7:23 am",
        "ctx": [
            "are you gonna make more short, non-music videos?",
            "yes, and also some of a medium size"
        ]
    },
    {
        "date": "2.14.21 6:31 am",
        "ctx": [
            "does the removal of suffering inherently make life less fulfilling by denying us the emotional context for our triumphs?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "2.14.21 5:29 am",
        "ctx": [
            "why is it so common in popular music for there to be 3 choruses in a song? why not 2 or 4 or some other number?",
            "i think 1.5 is pretty nice"
        ]
    },
    {
        "date": "2.14.21 4:51 am",
        "ctx": [
            "Why does the moon have phases?",
            "this is just in case your mind can't handle the continuous gradual change all the way around the cycle"
        ]
    },
    {
        "date": "2.14.21 4:05 am",
        "ctx": [
            "Opinions on life?",
            "it's what makes opinions possible"
        ]
    },
    {
        "date": "2.14.21 3:47 am",
        "ctx": [
            "if you had to make a schedule? what would it look like?",
            "new video every tuesday"
        ]
    },
    {
        "date": "2.14.21 1:46 am",
        "ctx": [
            "Why did you stop making monday videos?",
            "to finish history of japan. then, after that, i took some time to finish building the reality section. then, after that, i started videos again in increasing order of length. then, i stopped doing that to do history of the entire world instead. then, after that, i started doing tuesday songs. then, after that, i started doing tuesday videos and i have been doing them ever since, except the only problem is they are supposed to be a \"reasonable length\" which means the production time is way more than 1 week, unfortunately"
        ]
    },
    {
        "date": "2.14.21 1:34 am",
        "ctx": [
            "what is the thing you would use to make a cube",
            "euclidean geometry"
        ]
    },
    {
        "date": "2.14.21 1:29 am",
        "ctx": [
            "would you consider any of your songs to be anthemic?",
            "i'll see what i can do"
        ]
    },
    {
        "date": "2.14.21 12:18 am",
        "ctx": [
            "How do you predict the future?",
            "just predict everything. one of them will end up being the future"
        ]
    },
    {
        "date": "2.14.21 12:17 am",
        "ctx": [
            "Are u still making videos",
            "yes"
        ]
    },
    {
        "date": "2.13.21 10:55 pm",
        "ctx": [
            "how did you climb the mountain?",
            "sometimes i try to stand in the future location of a mountain. so when the mountain forms i will already be on top"
        ]
    },
    {
        "date": "2.13.21 10:43 pm",
        "ctx": [
            "thoughts on people",
            "they're pretty good"
        ]
    },
    {
        "date": "2.13.21 10:16 pm",
        "ctx": [
            "what was the most drastic change you've ever made to a song while writing it?",
            "recorded it"
        ]
    },
    {
        "date": "2.13.21 10:01 pm",
        "ctx": [
            "Here me out, Bill Wurtz Cinematic Universe. Damien Maymdien, ball, stick, steve, and the front door journey throughout the known and unknown universe gathering the infinity soaps.",
            "the 'universe' based on the work i do, i would say, is more defined by the potential of what things i could create in the future"
        ]
    },
    {
        "date": "2.13.21 8:09 pm",
        "ctx": [
            "What is your guiding principle?",
            "we are all in this together"
        ]
    },
    {
        "date": "2.13.21 7:05 pm",
        "ctx": [
            "which time signature do you prefer",
            "regular"
        ]
    },
    {
        "date": "2.13.21 6:53 pm",
        "ctx": [
            "is music enough or do you need more?",
            "music goes very well with non-music. and, non-music goes very well with music. music and non-music is a dangerously good combination"
        ]
    },
    {
        "date": "2.13.21 5:27 pm",
        "ctx": [
            "do you like to write songs about place that Really Exist?",
            "yes, or sometimes i make up a place"
        ]
    },
    {
        "date": "2.13.21 5:26 pm",
        "ctx": [
            "any hints for your next vid?",
            "yes"
        ]
    },
    {
        "date": "2.13.21 5:21 pm",
        "ctx": [
            "why do you do videos?",
            "to possibly *influence* you"
        ]
    },
    {
        "date": "2.13.21 5:17 pm",
        "ctx": [
            "Are you an artificial intelligence?",
            "i don't think so"
        ]
    },
    {
        "date": "2.13.21 5:16 pm",
        "ctx": [
            "I've run out of chords. Do you happen to have one lying around that I could borrow?",
            "i can't know which one you need unless i know exactly what you've written so far. But, if i hear it, and then if i make that decision for you, then i would be writing your music for you"
        ]
    },
    {
        "date": "2.13.21 5:13 pm",
        "ctx": [
            "Have you ever had a mental struggle?",
            "yes",
            "Been through stress or anxiety?",
            "yes"
        ]
    },
    {
        "date": "2.13.21 5:05 pm",
        "ctx": [
            "How did you make the three pictures that make up \"a Play featuring an iphone power block and a mechanical pencil\"? You'd had to have moved one of the items perfectly back into position after taking a picture of it so the other can change position, no?",
            "no. i'm sure i used cropping to accomplish this"
        ]
    },
    {
        "date": "2.13.21 4:54 pm",
        "ctx": [
            "Is there a hidden message with your first YouTube vid. Die",
            "yes, the hidden message in that song is, if you are feeling too overwhelmed with the songwriting process, try writing the absolute shortest song you can. try to write something 1 second long. And, for the video, the message there is, if you are feeling overwhelmed with the video making process, try starting with the shortest song you have",
            "and your last before here comes the sun. Everyone?",
            "the one before \"here comes the sun\" was called \"might quit\", although admittedly it probably should have been called \"it's the first day of school\". the meaning behind that one, if i could tie it into the other one, is that i seem to have finally got the hang of making songs/videos that are a more reasonable length. although i still wish i could do it much faster, so that way i would be able to make many more of them",
            "(this is from a YouTuber that commented this)"
        ]
    },
    {
        "date": "2.13.21 4:48 pm",
        "ctx": [
            "what to do?",
            "how about everything"
        ]
    },
    {
        "date": "2.13.21 4:30 pm",
        "ctx": [
            "whats the difference between a globe and map",
            "a globe is a sphere, and a map is a diagram of a location. sometimes it's both"
        ]
    },
    {
        "date": "2.13.21 4:12 pm",
        "ctx": [
            "What was to it inspiration behind \"here comes the sun\"?",
            "the sun"
        ]
    },
    {
        "date": "2.13.21 4:07 pm",
        "ctx": [
            "omg! i just realized you and Bill Burr have the same # of letters in ur names!",
            "that's not true",
            "How manyletters?",
            "8 or 9"
        ]
    },
    {
        "date": "2.13.21 4:04 pm",
        "ctx": [
            "Have you ever played a woodwind instrument?",
            "no",
            "If so, which one? And would you recommend?"
        ]
    },
    {
        "date": "2.13.21 3:55 pm",
        "ctx": [
            "what do you think about tiny tim?",
            "too big"
        ]
    },
    {
        "date": "2.13.21 2:31 pm",
        "ctx": [
            "when is your next video",
            "doing it now"
        ]
    },
    {
        "date": "2.13.21 1:37 pm",
        "ctx": [
            "what inspired you to have this kind of aesthetic in your videos?",
            "basically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way"
        ]
    },
    {
        "date": "2.13.21 12:07 pm",
        "ctx": [
            "Is blue red?",
            "no, but i can see why you would think that"
        ]
    },
    {
        "date": "2.13.21 12:02 pm",
        "ctx": [
            "where do u get these ideas?",
            "le dumpsteur"
        ]
    },
    {
        "date": "2.13.21 11:51 am",
        "ctx": [
            "opinion on worms?",
            "too short"
        ]
    },
    {
        "date": "2.13.21 10:17 am",
        "ctx": [
            "What's your favourite chord?",
            "F"
        ]
    },
    {
        "date": "2.13.21 9:20 am",
        "ctx": [
            "why do you do videos?",
            "someone's gotta do it"
        ]
    },
    {
        "date": "2.13.21 7:28 am",
        "ctx": [
            "Who's your biggest inspiration",
            "could be you"
        ]
    },
    {
        "date": "2.13.21 5:16 am",
        "ctx": [
            "what is the interval between each video from now on",
            "should be a reasonable amount of time"
        ]
    },
    {
        "date": "2.13.21 4:13 am",
        "ctx": [
            "can i sing backing vocals in your band",
            "that depends how precise you are with articulations and durations"
        ]
    },
    {
        "date": "2.12.21 2:00 am",
        "ctx": [
            "what is your opinion(s) on tape because i could write a 5 paragraph essay on why tape is superior to glue",
            "tape is less likely to make a mess. but it still can"
        ]
    },
    {
        "date": "2.12.21 1:26 am",
        "ctx": [
            "What is your favorite video you made",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "2.13.21 12:42 am",
        "ctx": [
            "do you always write your songs in chronological order?",
            "hopefully",
            "if not where else do you start?",
            "sometimes the chorus is the first part i get. And if i discover that the chorus doesn't belong at the beginning, ....... well then i'm fucked. but maybe i can figure it out"
        ]
    },
    {
        "date": "2.12.21 11:11 pm",
        "ctx": [
            "Is your new song about routine?",
            "no"
        ]
    },
    {
        "date": "2.12.21 9:49 pm",
        "ctx": [
            "what is thing",
            "a piece of stuff"
        ]
    },
    {
        "date": "2.12.21 7:56 pm",
        "ctx": [
            "How do I get the percussive sound of hitting piano keys out of my recordings",
            "you can use a digital keyboard and record it direct, through a cable. But if you do that, i think you're gonna wish you had the noises back"
        ]
    },
    {
        "date": "2.12.21 6:37 pm",
        "ctx": [
            "Do you have problems with every song/video you write/make?",
            "yes"
        ]
    },
    {
        "date": "2.12.21 5:36 pm",
        "ctx": [
            "what is the shape of the earth",
            "yam"
        ]
    },
    {
        "date": "2.12.21 4:04 pm",
        "ctx": [
            "How do I make a something new?",
            "everything is new"
        ]
    },
    {
        "date": "2.12.21 3:04 pm",
        "ctx": [
            "why can't I understand learning an instrument just by \"playing with it\"? I'm so stupid, like how do you learn chords and all that just by playing with it?",
            "i'm not sure which instrument you're using, but, try this: if it's a keyboard, try playing C, E, and G at the same time. If it's a guitar, try pressing the D, G, and B strings all on the second fret at the same time. then try the same thing but switch the B string to 3rd fret B string and keep the others the same"
        ]
    },
    {
        "date": "2.12.21 2:51 pm",
        "ctx": [
            "how many songs did you write in 2012?",
            "i probably wrote pieces of maybe 250. writing 1 entire song from beginning to end was oddly not on the agenda during that time"
        ]
    },
    {
        "date": "2.12.21 1:42 pm",
        "ctx": [
            "do you think the meanings behind your songs more feelings and themes or are they based on personal events from your life (or a mix of both?)",
            "mixed"
        ]
    },
    {
        "date": "2.12.21 12:04 pm",
        "ctx": [
            "Do advancements in technology make us more or less human?",
            "you are making the technology more 'you'"
        ]
    },
    {
        "date": "2.12.21 11:03 am",
        "ctx": [
            "is science groovy?",
            "yes"
        ]
    },
    {
        "date": "2.12.21 11:03 am",
        "ctx": [
            "do you like trees?",
            "yes"
        ]
    },
    {
        "date": "2.12.21 8:34 am",
        "ctx": [
            "why was there no live performance footage in at the airport terminal?",
            "the planes are the star of the show"
        ]
    },
    {
        "date": "2.12.21 7:11 am",
        "ctx": [
            "i don't remember a time where i had a positive interaction with someone offline, face-to-face. is spending my entire life online a reasonable approach",
            "i guess we will all find out, together"
        ]
    },
    {
        "date": "2.12.21 6:54 am",
        "ctx": [
            "is the earth flat?",
            "no, but with enough dedication maybe you could flatten it"
        ]
    },
    {
        "date": "2.12.21 5:21 am",
        "ctx": [
            "How are you this great?",
            "i bought a greatness button which doesn't work nor exist, so i have been forced to find other solutions on my own"
        ]
    },
    {
        "date": "2.12.21 4:00 am",
        "ctx": [
            "if you don't know what to do when the sky is blue and you don't know what to say when the sky is grey, what do you do when the sky is red?",
            "maybe sing 'ay oh ay oh' etc"
        ]
    },
    {
        "date": "2.12.21 3:02 am",
        "ctx": [
            "What inspired you to make the history of the world video? (I get the vibe that pretty much all of your videos are inspired by something.)",
            "i've always been inspired to explain the world. it was only a matter of time before i was feeling reckless enough to attempt it"
        ]
    },
    {
        "date": "2.12.21 2:29 am",
        "ctx": [
            "why do humans like music",
            "it can express how we really are"
        ]
    },
    {
        "date": "2.12.21 2:00 am",
        "ctx": [
            "Have you figured out how to say Goodbye yet?",
            "no"
        ]
    },
    {
        "date": "2.12.21 1:19 am",
        "ctx": [
            "How do I finish a project?I get 75% done and then my focus and passion flies away to another project.I have a graveyard of unfinished work.",
            "ah, you must complete the 12 levels of suffering, then the 13th which is the unlucky last and final level; the reason it is unlucky is because after you finish it you will be informed that there is another level after that"
        ]
    },
    {
        "date": "2.11.21 11:55 pm",
        "ctx": [
            "what is the truest thing",
            "you"
        ]
    },
    {
        "date": "2.11.21 10:49 pm",
        "ctx": [
            "at the time of the writing ofi'm crazy / it's raining, were you actually feeling crazy or did the lyrics come from somewhere else.[and if so where was that :)]",
            "i always knew i was crazy, although at the time i was feeling very rainy. i suppose i was writing that song to reaffirm to myself that the craziness was indeed still there"
        ]
    },
    {
        "date": "2.11.21 9:56 pm",
        "ctx": [
            "what is music theory?",
            "that's entirely up to you. just don't be alarmed if you have to keep changing it. this is normal and fun"
        ]
    },
    {
        "date": "2.11.21 8:35 pm",
        "ctx": [
            "how do i stop doing nothing and start doing something with my life?",
            "what would you like to do"
        ]
    },
    {
        "date": "2.11.21 7:29 pm",
        "ctx": [
            "have you ever been to Brazil in your imagination?",
            "yes"
        ]
    },
    {
        "date": "2.11.21 6:32 pm",
        "ctx": [
            "do you like your 2011 songs?",
            "i am supposed to make each one the way i like it, as i'm making it. In order to finish it, i must convince myself that i have succeeded in doing that. Whether i like it later depends on how gullible i am on any particular day"
        ]
    },
    {
        "date": "2.11.21 5:11 pm",
        "ctx": [
            "How do you deal with fame?",
            "am slef"
        ]
    },
    {
        "date": "2.11.21 4:56 pm",
        "ctx": [
            "do you think perfection exists?",
            "yes but only in the context of replicating something, which you have to specify. for example, if you are performing some calculations which are supposed to equal 7.3339, then you can be sure you have calculated that value perfectly when your value is also 7.3339. But if you are making something new, then no one can be sure what the perfect target would be"
        ]
    },
    {
        "date": "2.11.21 3:04 pm",
        "ctx": [
            "are you planning to solve the hard problem of consciousness soon?",
            "i think so"
        ]
    },
    {
        "date": "2.11.21 2:28 pm",
        "ctx": [
            "opinion on the sky?",
            "good place to put things"
        ]
    },
    {
        "date": "2.11.21 1:20 pm",
        "ctx": [
            "What is your favorite song?",
            "i haven't found it yet, that's why i keep making new ones just in case"
        ]
    },
    {
        "date": "2.11.21 12:22 pm",
        "ctx": [
            "I just did a bad thing",
            "oh now you've got me wondering what the thing is"
        ]
    },
    {
        "date": "2.11.21 11:46 am",
        "ctx": [
            "did you actually go to new canaan, or did you go to conneticut?",
            "new canaan is in connecticut"
        ]
    },
    {
        "date": "2.11.21 10:15 am",
        "ctx": [
            "Have you ever thought of doing a meet and greet?",
            "meet, not greet"
        ]
    },
    {
        "date": "2.11.21 9:51 am",
        "ctx": [
            "how do you write songs?",
            "the hard part is remembering how easy it is"
        ]
    },
    {
        "date": "2.11.21 8:45 am",
        "ctx": [
            "when will be the next video",
            "doing it now"
        ]
    },
    {
        "date": "2.11.21 7:03 am",
        "ctx": [
            "Is the balloon at the beginning of \"might quit\" the same balloon you find at the end of \"i'm best friends with my own front door\" but as a child?",
            "no"
        ]
    },
    {
        "date": "2.11.21 6:11 am",
        "ctx": [
            "are you gonna do a face reveal",
            "never"
        ]
    },
    {
        "date": "2.11.21 5:59 am",
        "ctx": [
            "you can play on a typing keyboard because you can play games, but you can't type on a playing keyboard unless you speak music language. what are your thoughts on this",
            "you forgot to mention that you might have to know a gaming language to play game"
        ]
    },
    {
        "date": "2.11.21 5:01 am",
        "ctx": [
            "how do you prevent music from sounding plain?",
            "put in some surprises"
        ]
    },
    {
        "date": "2.11.21 4:56 am",
        "ctx": [
            "when's your next video",
            "doing it now"
        ]
    },
    {
        "date": "2.11.21 3:17 am",
        "ctx": [
            "Why did you stop making videos?",
            "to learn how to make videos, but i started again way before i knew",
            "[also your vids are so creative]"
        ]
    },
    {
        "date": "2.11.21 2:07 am",
        "ctx": [
            "What's an experiment you've conducted?",
            "writing a song"
        ]
    },
    {
        "date": "2.11.21 1:36 am",
        "ctx": [
            "Do you think there are some aspects of music that everyone can agree are good or bad?",
            "almost"
        ]
    },
    {
        "date": "2.11.21 12:58 am",
        "ctx": [
            "i've got know your philosophy behind placing trumpet hits in your songs... always in the right playce... they're just so funky",
            "usually it only fits in one place. so i pretty much try all the places, like \"nope, nope, nope, nope, nope, nope, nope, nope, nope, yes, nope, nope, nope\" and that's where it goes"
        ]
    },
    {
        "date": "2.10.21 11:56 pm",
        "ctx": [
            "will \"here comes the sun\" be on spotify or apple music?",
            "it is there"
        ]
    },
    {
        "date": "2.10.21 10:14 pm",
        "ctx": [
            "why do you sometimes choose to answer the same questions again in the same way?",
            "perhaps i've been telling the ............. truth"
        ]
    },
    {
        "date": "2.10.21 10:08 pm",
        "ctx": [
            "Can you collaborate with Bill Wurtz (Since you are Bill Wurtz)?",
            "that sounds like a nightmare"
        ]
    },
    {
        "date": "2.10.21 9:53 pm",
        "ctx": [
            "Supply me with some wisdom",
            "i will try"
        ]
    },
    {
        "date": "2.10.21 9:14 pm",
        "ctx": [
            "what's the inspiration behind the floating tambourine in here comes the sun?",
            "just trying to get by"
        ]
    },
    {
        "date": "2.10.21 8:41 pm",
        "ctx": [
            "If the Universe was born at the Big Bang, what existed before then?",
            "you'd have to use a different timeline for this"
        ]
    },
    {
        "date": "2.10.21 8:16 pm",
        "ctx": [
            "What made you come up with the name \"damien maymdien\" in \"maybe i could eat blades of grass\"?",
            "just rolls off the tongue. and the lips"
        ]
    },
    {
        "date": "2.10.21 7:56 pm",
        "ctx": [
            "what do you think of christmas",
            "how could something so lovely be so terrible, and how could something terrible be so lovely"
        ]
    },
    {
        "date": "2.10.21 7:42 pm",
        "ctx": [
            "Can we get ]]]] soon?",
            "i think it was released on october 31, 2014"
        ]
    },
    {
        "date": "2.10.21 7:01 pm",
        "ctx": [
            "who is \"you\" referring to in \"New Canaan\"?",
            "you"
        ]
    },
    {
        "date": "2.10.21 6:42 pm",
        "ctx": [
            "did you pick here comes the sun to record because it was the longest,",
            "no",
            "or was it a coincidence",
            "yes",
            "(like did you just do a randomized selection",
            "no",
            "from a narrowed-down list)",
            "yes\njust to clarify, it was chosen from a narrowed down list, narrowed down manually (not randomly) and the final selection was made manually (not randomly) and there were many deciding factors but length was not one of the deciding factors"
        ]
    },
    {
        "date": "2.10.21 6:18 pm",
        "ctx": [
            "Will your next video be music",
            "yes"
        ]
    },
    {
        "date": "2.10.21 6:14 pm",
        "ctx": [
            "I want to do a cover of I just did a bad thing, but have no intrumental talent, do you have instrumentals of your songs so I can do covers?",
            "that's not a cover, that's karaoke"
        ]
    },
    {
        "date": "2.10.21 4:41 pm",
        "ctx": [
            "Say \"ooga booga\" if you're not a robot",
            "that seems all wrong. ooga booga is exactly the kind of thing a robot would say"
        ]
    },
    {
        "date": "2.10.21 4:39 pm",
        "ctx": [
            "How long will a new video take",
            "should be a reasonable amount of time"
        ]
    },
    {
        "date": "2.10.21 3:46 pm",
        "ctx": [
            "was the timing of releasing 'might quit' and then not releasing a new song for a while planned or was it coincidental?",
            "that was a terrible coincidence"
        ]
    },
    {
        "date": "2.10.21 2:46 pm",
        "ctx": [
            "Do you like your own songs?",
            "i'm supposed to make them how i like them...... if i'm even capable of that"
        ]
    },
    {
        "date": "2.10.21 2:16 pm",
        "ctx": [
            "should ducks be illegal?",
            "no"
        ]
    },
    {
        "date": "2.10.21 1:39 pm",
        "ctx": [
            "What's the darn thing in the box from the unboxing video",
            "after reviewing the footage, i think it's implied to be the viewer"
        ]
    },
    {
        "date": "2.10.21 1:23 pm",
        "ctx": [
            "i want to write a nice song. what instrument do i do first",
            "use an instrument that can do chords and also be slightly rhythmic, and use your voice at the same time. Use these to write the song. If you want a recording of the song with more instruments, then i would recommend doing percussion first, assuming the song is entirely written already which would have been done on the chordal instrument with your voice, and plenty of descriptive instructions as well"
        ]
    },
    {
        "date": "2.10.21 12:44 pm",
        "ctx": [
            "What was your newest song, \"here comes the sun\", inspired by?",
            "the sun"
        ]
    },
    {
        "date": "2.10.21 12:36 pm",
        "ctx": [
            "is there anything new you'd like to learn for your videos, as you did with 3D?",
            "yes, and let's be real, i've barely learned 3D yet"
        ]
    },
    {
        "date": "2.10.21 11:56 am",
        "ctx": [
            "Where is old canaan?",
            "around israel maybe"
        ]
    },
    {
        "date": "2.10.21 11:39 am",
        "ctx": [
            "do you think smooth jazz implies the existence of rough jazz?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "2.10.21 11:31 am",
        "ctx": [
            "do you have a favorite song?",
            "i haven't found it yet, that's why i keep making new ones just in case"
        ]
    },
    {
        "date": "2.10.21 11:28 am",
        "ctx": [
            "do you like potatoes?",
            "the flavor overwhelms me"
        ]
    },
    {
        "date": "2.10.21 10:32 am",
        "ctx": [
            "Why is the world ending",
            "maybe it's getting ready to start"
        ]
    },
    {
        "date": "2.10.21 10:23 am",
        "ctx": [
            "can you explain how we are all beautiful?",
            "yes, but there's always gonna be more ways"
        ]
    },
    {
        "date": "2.10.21 10:11 am",
        "ctx": [
            "what is art to you?",
            "could be a type of science"
        ]
    },
    {
        "date": "2.10.21 9:40 am",
        "ctx": [
            "How long does it take for you to come up with lyrics for a paticular song?",
            "which particular song would that be"
        ]
    },
    {
        "date": "2.10.21 9:39 am",
        "ctx": [
            "what's the best map projection?",
            "sphere"
        ]
    },
    {
        "date": "2.10.21 9:12 am",
        "ctx": [
            "how do you feel when you write music?",
            "pretty good"
        ]
    },
    {
        "date": "2.10.21 9:03 am",
        "ctx": [
            "What is the true meaning of 'Here comes the sun's?",
            "ever had a bad time? well i have great news, the sun still exists and you will likely see it tomorrow morning"
        ]
    },
    {
        "date": "2.10.21 8:46 am",
        "ctx": [
            "when is your next video",
            "doing it now"
        ]
    },
    {
        "date": "2.10.21 8:02 am",
        "ctx": [
            "What is a fish?",
            "a swimming worm, basically"
        ]
    },
    {
        "date": "2.10.21 7:35 am",
        "ctx": [
            "Am I awesome???",
            "i will admit it's possible"
        ]
    },
    {
        "date": "2.10.21 5:59 am",
        "ctx": [
            "is it still being a perfectionist if you don't actually want things to be perfect but just know how much better they could be....",
            "i think that would be a betterist, or bettersmith"
        ]
    },
    {
        "date": "2.10.21 5:28 am",
        "ctx": [
            "Can you make a song where lyrics make sense?",
            "yes. often the music is what helps it make its maximum level of sense"
        ]
    },
    {
        "date": "2.10.21 5:22 am",
        "ctx": [
            "does the 'long long journey' song is about your road on becoming popular like now?",
            "it's about any long journey. sing it about your journey, if you feel it's been long enough"
        ]
    },
    {
        "date": "2.10.21 3:58 am",
        "ctx": [
            "who is simon and why does he want to sign my checks (in hello sexy pants)",
            "that would be the simon who says the thing, when someone says 'simon says'. and it could be some kind of reimbursement, for the song being over"
        ]
    },
    {
        "date": "2.10.21 2:51 am",
        "ctx": [
            "do you like capital letters?",
            "yes"
        ]
    },
    {
        "date": "2.10.21 2:13 am",
        "ctx": [
            "can you type or play on keyboards correctly with long nails?",
            "i can't"
        ]
    },
    {
        "date": "2.10.21 1:40 am",
        "ctx": [
            "what is you fav song you made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "2.10.21 1:38 am",
        "ctx": [
            "Do you have any specific theory on ending songs? Since it's very distinct from how most people do it.",
            "all options are on the table"
        ]
    },
    {
        "date": "2.10.21 1:17 am",
        "ctx": [
            "have you ever thought of writing a musical?",
            "at least 90% of my content is musical content",
            "would you want to?",
            "yes"
        ]
    },
    {
        "date": "2.10.21 12:41 am",
        "ctx": [
            "where is the castle the princess is in",
            "it's your house. you're the princess"
        ]
    },
    {
        "date": "2.9.21 11:57 pm",
        "ctx": [
            "Will your next song also be a song that you've been writing for a long time",
            "i wrote it very quickly, in late march 2019"
        ]
    },
    {
        "date": "2.9.21 10:01 pm",
        "ctx": [
            "how do you write songs?",
            "i'm not sure. which i'm quite sure is the correct way"
        ]
    },
    {
        "date": "2.9.21 9:55 pm",
        "ctx": [
            "If there is the united states of America, would there be disunited states of America?",
            "sure. puerto rico, guam,"
        ]
    },
    {
        "date": "2.9.21 8:47 pm",
        "ctx": [
            "how do i learn how to play the piano decently",
            "just spend some time with it"
        ]
    },
    {
        "date": "2.9.21 7:25 pm",
        "ctx": [
            "How much of what is said in new canaan is actually true?",
            "\"i'm going to new caanan\"\n\"stop in harlem to explain what i mean\"\n\"i'm riding on a\" .... \"train\"\n\"i hope that\" .... \"train don't get de-railed\"\n\"i ain't gonna turn back yet\"\n\"it feels just like summer\"\n\"i lie about details\"\n\"i always feel for you\"\n\"going on a trip to see what i can find\"\n\"looks like a 12 figure income town but i love the shade of those license plates\"\n\"i'm gonna go to starbucks\"\n\"under the bright blue sky\"\n\"i'm going to new canaan and everything feels just right\"\n\"and i always dream of you\""
        ]
    },
    {
        "date": "2.9.21 6:21 pm",
        "ctx": [
            "What does the mixing process look like for you, and how do you get all those random sounds to pop out without covering each other?",
            "the trick is really to not have very many things actually happening at the same time. should be an average of about 1.2 things happening at each individual moment"
        ]
    },
    {
        "date": "2.9.21 5:55 pm",
        "ctx": [
            "Is new Canaan a song about lying about yourself. is it i dunno",
            "it's about lying and then telling the truth after"
        ]
    },
    {
        "date": "2.9.21 4:48 pm",
        "ctx": [
            "what is creativity",
            "the answer may surprise you"
        ]
    },
    {
        "date": "2.9.21 3:29 pm",
        "ctx": [
            "what are some tips for making anagrams",
            "throw out the ones that just aren't strong enough"
        ]
    },
    {
        "date": "2.9.21 2:22 pm",
        "ctx": [
            "U make best music?",
            "not yet"
        ]
    },
    {
        "date": "2.9.21 2:16 pm",
        "ctx": [
            "do you like music",
            "it's ok"
        ]
    },
    {
        "date": "2.9.21 12:52 pm",
        "ctx": [
            "On a scale of soon to average length of time to very not soon, when is your next song going to be released?",
            "soon"
        ]
    },
    {
        "date": "2.9.21 11:59 am",
        "ctx": [
            "how do you come up with your ideas?",
            "everything is ideas. i used to have a net to catch them, but then i realized i don't need the net, if anything i may need something more like an umbrella"
        ]
    },
    {
        "date": "2.9.21 10:34 am",
        "ctx": [
            "Is the song \"the Moon is made of Cheese (but i can't taste it)\" really about the Romantic movement in the 19th century",
            "not that i know of",
            "or am I just overanalyzing everything?",
            "maybe just that one thing. actually 2 things, if you include analyzing the analysis"
        ]
    },
    {
        "date": "2.9.21 10:31 am",
        "ctx": [
            "did making your latest video 3d help convey your feelings better?",
            "sometimes"
        ]
    },
    {
        "date": "2.9.21 9:30 am",
        "ctx": [
            "if i have a baby, are you the father?",
            "no"
        ]
    },
    {
        "date": "2.9.21 9:26 am",
        "ctx": [
            "Why does \"Alaska\" sound like, \"I'll ask her\"?",
            "maybe there's just not enough phonemes to go around",
            "Is it secretly named \"Ill ask her\" but mispronounced as Alaska?",
            "no"
        ]
    },
    {
        "date": "2.9.21 8:55 am",
        "ctx": [
            "Can anything be done to make the world a less dumb and bad place?",
            "just turn it a little"
        ]
    },
    {
        "date": "2.9.21 8:44 am",
        "ctx": [
            "can i make very simple melodies?",
            "sure",
            "is that okay or do i need to change something",
            "i'm not sure"
        ]
    },
    {
        "date": "2.9.21 7:39 am",
        "ctx": [
            "is randomactually random?",
            "let me perform some calculations"
        ]
    },
    {
        "date": "2.9.21 7:31 am",
        "ctx": [
            "i've got a stereo system for christmas (2 months ago) and i still haven't set it up despite wanting the end result. should i disallow myself to listen to music on anything else?",
            "no"
        ]
    },
    {
        "date": "2.9.216:36 am",
        "ctx": [
            "where is old zealand",
            "in the netherlands"
        ]
    },
    {
        "date": "2.9.21 6:21 am",
        "ctx": [
            "How can I get a song that's repeating constantly out of my head?",
            "listen to a different one"
        ]
    },
    {
        "date": "2.9.21 5:34 am",
        "ctx": [
            "how do i survive online school",
            "by standing up some of the time"
        ]
    },
    {
        "date": "2.9.21 4:59 am",
        "ctx": [
            "I noticed that during the mountain segment of \"Here Comes The Sun\" there was some text that rhymes with the tune which said \"oh my things\" So I was wondering if this was what it was originally going to be or if it's just a neat little rhyme?",
            "i'm not seeing the rhyme, but, the reason that is there is because what i had there before was way worse. and what i wished i could put there was way better. so i foraged a compromise very quickly because i felt it was getting way too late in the century already"
        ]
    },
    {
        "date": "2.9.21 3:43 am",
        "ctx": [
            "What do words mean?",
            "potentially everything"
        ]
    },
    {
        "date": "2.9.21 2:07 am",
        "ctx": [
            "Any tips on how to start making music?",
            "no, that's the only part i don't remember"
        ]
    },
    {
        "date": "2.9.21 1:01 am",
        "ctx": [
            "When I feel like I could make music I don't feel like I want to, do you know any way to want to when I'm able to or be able to when I want to?",
            "almost"
        ]
    },
    {
        "date": "2.9.21 12:38 am",
        "ctx": [
            "how to not let little things ruin your day?",
            "do some bigger things that are good"
        ]
    },
    {
        "date": "2.9.21 12:23 am",
        "ctx": [
            "Have you ever held off on recording a fully written song because you don't feel you're ready to record it yet?",
            "yes"
        ]
    },
    {
        "date": "2.8.21 11:11 pm",
        "ctx": [
            "is the earth flat",
            "it was supposed to be, but something went insanely wrong"
        ]
    },
    {
        "date": "2.8.21 11:10 pm",
        "ctx": [
            "How do you always come up with funny answers to every question that people ask",
            "i do it by blending fiction and non-fiction, both of which are hilarious"
        ]
    },
    {
        "date": "2.8.21 10:10 pm",
        "ctx": [
            "What's your favorite aspect of yourself?",
            "my ability to blend in seamlessly with the fabric of society"
        ]
    },
    {
        "date": "2.8.21 9:15 pm",
        "ctx": [
            "what is your favorite sound?",
            "the sound of a bagel being e-mailed to someone"
        ]
    },
    {
        "date": "2.8.21 9:06 pm",
        "ctx": [
            "Who let the dogs out?",
            "i think the more important question is who imprisoned the dogs in the first place"
        ]
    },
    {
        "date": "2.8.21 8:48 pm",
        "ctx": [
            "How do you feel about ramen?",
            "too expensive"
        ]
    },
    {
        "date": "2.8.21 8:35 pm",
        "ctx": [
            "do song ideas always come to you sequentially, or does the entire structure of a piece sometimes reveal itself to you all at once?",
            "it's 1 part at a time, but, the parts usually have clues for what other parts are needed"
        ]
    },
    {
        "date": "2.8.21 7:31 pm",
        "ctx": [
            "virtual reality, why?",
            "to keep your options open"
        ]
    },
    {
        "date": "2.8.21 6:15 pm",
        "ctx": [
            "Does mount St. helens actually have a cool gift shop?",
            "i'm not sure"
        ]
    },
    {
        "date": "2.8.21 5:45 pm",
        "ctx": [
            "Did you write here comes the sun INSIDE the sun?",
            "no, but i was well within its sphere of influence"
        ]
    },
    {
        "date": "2.8.21 3:59 pm",
        "ctx": [
            "when's the next video",
            "doing it now"
        ]
    },
    {
        "date": "2.8.21 3:43 pm",
        "ctx": [
            "whats the meaning of \"and the day goes on\"",
            "adventure, escape, exuberance, progression, and courage"
        ]
    },
    {
        "date": "2.8.21 3:21 pm",
        "ctx": [
            "did you take a break to improve your animation?",
            "i wouldn't call that a break",
            "because your new video upped the quality by a ton"
        ]
    },
    {
        "date": "2.8.21 1:04 pm",
        "ctx": [
            "How did you come up with your own genre on music?",
            "i make the same genre as everyone else. but i didn't come up with that. it's from the old testament maybe"
        ]
    },
    {
        "date": "2.8.21 12:29 pm",
        "ctx": [
            "Whats your musics genre?",
            "normal",
            "i'd love to find more artists like you."
        ]
    },
    {
        "date": "2.8.21 12:23 pm",
        "ctx": [
            "would you consider that since you learned for a year about 3d animation, here comes the sun is a \"big project\" or a regular-sized project",
            "supposed to be regular. the 'big project' would have to be 'attempting to learn 3D'"
        ]
    },
    {
        "date": "2.8.21 12:17 pm",
        "ctx": [
            "ive always loved your sound, never heard something quite like it before. any inspirations u have? they dont have to be musical",
            "whenever i walk inside or outside, or through doors in general"
        ]
    },
    {
        "date": "2.8.21 12:17 pm",
        "ctx": [
            "opinions on the heat death of the universe?",
            "it's been acquired by Disney"
        ]
    },
    {
        "date": "2.8.21 11:52 am",
        "ctx": [
            "How many other people would be in your band if you did some live shows?",
            "should be 2 to 12"
        ]
    },
    {
        "date": "2.8.21 11:43 am",
        "ctx": [
            "how many takes do you do for vocals before being okay",
            "should be 3 to 5"
        ]
    },
    {
        "date": "2.8.21 10:48 am",
        "ctx": [
            "what is your favorite music genre?",
            "regular"
        ]
    },
    {
        "date": "2.8.21 10:27 am",
        "ctx": [
            "How long do you usually take to make a video?",
            "a reasonable amount of time, surely"
        ]
    },
    {
        "date": "2.8.21 9:49 am",
        "ctx": [
            "I want to make music but I don't know anything about making music, how can I get started?",
            "i don't know. starting is the one part i don't remember"
        ]
    },
    {
        "date": "2.8.21 9:45 am",
        "ctx": [
            "In here comes the sun, why is the \"one\" in \"we rage as one\" written as a number, in both the video and the posted lyrics? Was there something you were trying to emphasize?",
            ".......................... one is a number"
        ]
    },
    {
        "date": "2.8.21 9:23 am",
        "ctx": [
            "How do you make a catchy chorus?",
            "start making patterns and breaking them. then, if your breaking of patterns becomes a pattern, then you'll want to go ahead and break that pattern as well"
        ]
    },
    {
        "date": "2.8.21 8:51 am",
        "ctx": [
            "what did you \"might quit\" in might quit, school or videos?",
            "that song is technically about someone quitting school. but it doesn't have to be about me. songs can be about anyone"
        ]
    },
    {
        "date": "2.8.21 7:32 am",
        "ctx": [
            "can i have your time machine you proved that you had one in that i did a bad thing song so let me have time machine",
            "basically the way that works is, i screwed up. i sent the song to the stores on dec 16 (2018) with a release date of dec 18 (2018), thinking that would be enough time to finish the video. But it wasn't enough time. so the song hit the stores on dec 18, but the video wasn't ready until dec 25. so this may have caused the appearance of the time traveling effect"
        ]
    },
    {
        "date": "2.8.21 6:54 am",
        "ctx": [
            "Is there a definitive order of listening to your songs?",
            "no"
        ]
    },
    {
        "date": "2.8.21 5:07 am",
        "ctx": [
            "how do i figure out how much of my personality is me being myself and how much is me just absorbing other peoples' personalities? i want to be more like myself but i can't help but feel like so much of my personality is influenced by other people",
            "if you absorb 2.7 personalities or more, the mix counts as your own"
        ]
    },
    {
        "date": "2.8.21 4:14 am",
        "ctx": [
            "have you ever felt your entire life flash before your eyes while listening to a really good song?",
            "yes",
            "this happens to me sometimes -- and i usually end up crying uncontrollably."
        ]
    },
    {
        "date": "2.8.21 2:08 am",
        "ctx": [
            "Does the universe really exist? we just kinda say it exists but we don't know anything while we act like we know everything?",
            "i thought 'exist' literally meant 'is part of the universe'. i thought that was how we defined that word. if it doesn't mean that, then what do you honestly think it means"
        ]
    },
    {
        "date": "2.8.21 12:22 am",
        "ctx": [
            "If the world is round, why is a map flat?",
            "easier to get it through the mail"
        ]
    },
    {
        "date": "2.8.21 12:04 am",
        "ctx": [
            "how did you come up with the cover art for Got to know what's going on",
            "by exploiting a glitch in the drawing program i used to use"
        ]
    },
    {
        "date": "2.7.21 10:56 pm",
        "ctx": [
            "in videos like \"hi i'm steve\" and \"ball and stick,\" do you try to make them funny,",
            "no",
            "or do you do what feels right in the moment?",
            "yes"
        ]
    },
    {
        "date": "2.7.21 10:41 pm",
        "ctx": [
            "every tried writing avant-garde?",
            "yes"
        ]
    },
    {
        "date": "2.7.21 10:08 pm",
        "ctx": [
            "thoughts on spaghetti",
            "almost yellow enough to be yellow. if it were any more yellow, would be yellow"
        ]
    },
    {
        "date": "2.7.21 9:42 pm",
        "ctx": [
            "thoughts on flat earthers?",
            "they are trying to distract us from the fact that the earth is actually a long stick"
        ]
    },
    {
        "date": "2.7.21 9:20 pm",
        "ctx": [
            "What is your creative process when making music?",
            "i usually try to go directly to the center of outer space"
        ]
    },
    {
        "date": "2.7.21 8:27 pm",
        "ctx": [
            "what kind of stroke is a \"stroke of genius\" referring to? the bad brain thing? a type of touch? a completely unique category of stroke????",
            "maybe like a paint brush"
        ]
    },
    {
        "date": "2.7.21 7:27 pm",
        "ctx": [
            "how do i become confident about what i am creating",
            "someone's gotta do it"
        ]
    },
    {
        "date": "2.7.21 6:29 pm",
        "ctx": [
            "ok then, mr wurtz. what do you have to say about listening to music where the lyrics are in a language that you don't understand? is this more like instrumental music (ie treating the voice just as an instrument) or what? or what if you recognize some words? how many words do you have to know to switch from instrumental music to... regular? idk maybe you have some ideas on this",
            "lyrical music still works very well even when you don't know the language. Everything about the way the words are sung is intended to convey the correct meaning. so the meaning comes across at least 80%"
        ]
    },
    {
        "date": "2.7.21 6:15 pm",
        "ctx": [
            "how do you come up withrhymes for your songs?",
            "i let words rhyme themselves, if they want. If i tried to make them rhyme, it would end up looking like when a kid is forced to dress formally"
        ]
    },
    {
        "date": "2.7.21 4:06 pm",
        "ctx": [
            "i wanna write music. should I focus on learning some music software, or just start scribbling on some sheet music",
            "how about spending some time with your favorite chordal instrument, and singing some things with it ..... and also get a text file so you can make some notes about what you are doing, what you are chasing, and what you are keeping. you can use the text to refer to some brief audio files you can record if you get something you want to use"
        ]
    },
    {
        "date": "2.7.21 2:25 pm",
        "ctx": [
            "What's your favorite song that you have written",
            "i would prefer to write a new one to be my favorite"
        ]
    },
    {
        "date": "2.7.21 1:57 pm",
        "ctx": [
            "Why are you in my recommended page? Btw I like your music",
            "that is literally the exact intended purpose of the recommended page"
        ]
    },
    {
        "date": "2.7.21 12:16 pm",
        "ctx": [
            "what is the meaning of \"might quit\"",
            "it seems to have themes of independence, finding your way in the world, etc",
            "is it you learning blender ?",
            "if so, then i certainly did not know that at the time"
        ]
    },
    {
        "date": "2.7.21 11:56 am",
        "ctx": [
            "Do you have a go to microphone for vocals? It looks like you have the classic 58 for music videos, but is there something else you use for those crisps vox?",
            "the one seen in videos is the one i use"
        ]
    },
    {
        "date": "2.7.21 11:34 am",
        "ctx": [
            "i spend a lot of my time thinking, is there a tried and true method for translating the thinking into doing?",
            "writing down what you are thinking",
            "when is a good time to stop the think and start the do?",
            "maybe around 2:30"
        ]
    },
    {
        "date": "2.7.21 11:10 am",
        "ctx": [
            "How do chords and chord progressions work?",
            "it's literally magic",
            "And how did you figure them out?",
            "i've spent my entire life listening to a lot of music, and experimenting with a polyphonic instrument"
        ]
    },
    {
        "date": "2.7.21 9:09 am",
        "ctx": [
            "what to do if you're collaborating with someone, and it's going really well, and it's the first time in forever your creativity is working, but you're also slight selfish about your work and don't want to have the other person delete your opinion",
            "maybe if you wear different/special clothing when collaborating. to remind you that you are working for the collective opinion today"
        ]
    },
    {
        "date": "2.7.21 8:30 am",
        "ctx": [
            "How did you come up with the song Outside, since it's my favorite one?",
            "basically this is just by asking myself the classic question 'if i wrote a song, how would it go'"
        ]
    },
    {
        "date": "2.7.21 7:11 am",
        "ctx": [
            "Once you have a melody and a chord progression that you like (like a loop,",
            "i don't use loops",
            "or an A section), how do you go about making a transition into a new section (voice leading? music theory tool? Wild guessing? Wikipedia?)? THANK YOU!",
            "do a fresh run-through from the beginning, at the exact tempo. the more refreshed you are, the better this will work. It works the best if you haven't heard the song in a day. do a fresh run-through, and then just as you start to approach the end of what you have, that is when lightning will strike, if it does. listen very closely in that moment, and try to gather as many details as you can about what you think you are hearing next. Another trick which often produces results is to imagine the song is taking place in a scene. imagine a visual story for the song to take place in. Also another thing i almost forgot to mention, in case you are not doing already, try to use words/language for this"
        ]
    },
    {
        "date": "2.7.21 5:50 am",
        "ctx": [
            "how to music?",
            "how about going directly to the center of outer space"
        ]
    },
    {
        "date": "2.7.21 5:50 am",
        "ctx": [
            "Do you ever get stuck during your songs?",
            "yes"
        ]
    },
    {
        "date": "2.7.21 4:18 am",
        "ctx": [
            "bill i have tried to fix my sleep schedule by acting naturally, as you suggested a short while ago, but it's 4:18 a.m. and my sleep schedule's still screwed. do you know of any other methods that could potentially fix my sleep schedule? thank",
            "have you thought about becoming an entrepreneur"
        ]
    },
    {
        "date": "2.7.21 2:39 am",
        "ctx": [
            "whats your favourite song?",
            "i haven't found it yet, that's why i keep making new ones just in case"
        ]
    },
    {
        "date": "2.7.21 1:47 am",
        "ctx": [
            "Is there a reason behind the \"churning out creativity from my messy room\" aesthetic you have in your videos? Why not get a studio?",
            "studios are rooms too"
        ]
    },
    {
        "date": "2.7.21 1:21 am",
        "ctx": [
            "Whats special about haiku format? Is there a particular rhythm that made people want to follow a format?",
            "the only thing that would make this make sense for me, in my opinion, is if it were based on a melody which has been completely forgotten by all mainstream discourse on haiku"
        ]
    },
    {
        "date": "2.7.21 12:00 am",
        "ctx": [
            "Can you show me an example of a question you answered when you were in a bad mood?",
            "that's preposterous. who do you think i am"
        ]
    },
    {
        "date": "2.6.21 11:55 pm",
        "ctx": [
            "how can i be original? just in general it's hard",
            "learn everthing that's ever been done, and then do something different. or perhaps don't learn anything anyone's ever done, and then hope that your thing is not the same as theirs by coincidence"
        ]
    },
    {
        "date": "2.6.21 10:45 pm",
        "ctx": [
            "Why do I suddenly have the urge to learn things?",
            "you might be a......... person"
        ]
    },
    {
        "date": "2.6.21 9:01 pm",
        "ctx": [
            "How long does your videos take to make?",
            "should be a reasonable amount of time"
        ]
    },
    {
        "date": "2.6.21 8:13 pm",
        "ctx": [
            "What are your thoughts on the Industrial Revolution?",
            "it's just gonna cause more revolutions"
        ]
    },
    {
        "date": "2.6.21 7:39 pm",
        "ctx": [
            "how do i finish something",
            "start by remembering how you wanted it to be when you started it"
        ]
    },
    {
        "date": "2.6.21 6:31 pm",
        "ctx": [
            "Why is apostrophe so weird? Why does \"Bill's\" mean belonging to Bill, and \"its\" mean belonging to \"it\", but \"it's\" is a short-form of \"it is\"? Whaat?!",
            "\"its\" is fucked. the reason it's different is because there's already an \"it's\", for it is. but actually both of them should logically have an apostrophe. maybe the idea is to have it be an apostropheless pronoun like 'his' or 'hers'"
        ]
    },
    {
        "date": "2.6.21 5:10 pm",
        "ctx": [
            "Usually whenever I try to write songs to no melody, I can't think of any lyrics. Any tips on how to get around this?",
            "make a melody. for best results, think of the melody and lyrics at exactly the same time"
        ]
    },
    {
        "date": "2.6.21 4:58 pm",
        "ctx": [
            "why are your answers so short and vague?",
            "that would be to distract from all the hundreds of times i've answered in way way too much detail"
        ]
    },
    {
        "date": "2.6.21 3:12 pm",
        "ctx": [
            "Which of your own songs is your favourite?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "2.6.21 2:46 pm",
        "ctx": [
            "how do you know which formats(like song vs poem vs visual art vs etc.) to put your ideas into?",
            "ALL THE FORMATS!!!"
        ]
    },
    {
        "date": "2.6.21 1:27 pm",
        "ctx": [
            "How long ago did you write the song for Here comes the sun?",
            "in 2010 i wrote the first verse up to the title line. in 2012 i wrote all the way through the end of the bridge. in 2013 i made some small adjustments and finished the writing. in 2020 i made some additional adjustments and re-wrote everything after the bridge",
            "The editing was really impressive"
        ]
    },
    {
        "date": "2.6.21 12:45 pm",
        "ctx": [
            "Is the little house towards the end of \"might quit\" a clue that you would learn 3d animation?",
            "it's more like a clue that i already had, to some extent"
        ]
    },
    {
        "date": "2.6.21 11:59 am",
        "ctx": [
            "What's your personality type?",
            "regular"
        ]
    },
    {
        "date": "2.6.21 10:18 am",
        "ctx": [
            "do you typically write the music or the lyrics first for your longer songs?",
            "no"
        ]
    },
    {
        "date": "2.6.21 9:21 am",
        "ctx": [
            "how do i make my song less repetitive",
            "keep changing it"
        ]
    },
    {
        "date": "2.6.21 8:46 am",
        "ctx": [
            "Do you use pitch correction?",
            "no"
        ]
    },
    {
        "date": "2.6.21 7:15 am",
        "ctx": [
            "Can I ask an intelligent question?",
            "sure"
        ]
    },
    {
        "date": "2.6.21 6:25 am",
        "ctx": [
            "Will you give us a straight forward answer or should we enjoy the riddles? ....",
            "how about i give you some straightforward information about riddles",
            "Ooor are there no riddles? Or is the meanings of your songs just made up in my head from my personal experiences and beliefs...",
            "a meaningful songlistening experience is usually a 50/50 collaboration between the artist's imagination and your imagination",
            "aaaaand now I hate myself for looking for deeper meanings, help?",
            "ah, then perhaps (ref: https://billwurtz.com/i-hate-myself.mp4\"target=\"_blank)this would mean something to you now"
        ]
    },
    {
        "date": "2.6.21 5:00 am",
        "ctx": [
            "what is the difference between entertainment and art?",
            "this would be a special case scenario in which you were not entertained by art. so in that case, the difference would be the level of entertainment"
        ]
    },
    {
        "date": "2.6.21 4:55 am",
        "ctx": [
            "Are you actually a human?",
            "oh man, that would explain all these ups and downs i've experienced, throughout my life"
        ]
    },
    {
        "date": "2.6.21 3:41 am",
        "ctx": [
            "How did you come up with those opening notes to Slow Down, the part before \"look at the time\"?",
            "i did what made sense with the chords. which i made up"
        ]
    },
    {
        "date": "2.6.21 2:23 am",
        "ctx": [
            "do you believe in the infinite present?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "2.6.21 1:20 am",
        "ctx": [
            "for the most part, you exclude punctuation in your answers.",
            "that's not true. i only exclude it at very specific times where it seems unnecessary or redundant",
            "Does that mean that we could interpret some of your replies as questions, declarations, or other things?",
            "some of them are"
        ]
    },
    {
        "date": "2.6.21 12:43 am",
        "ctx": [
            "Sometimes I read your answers for inspiration, what inspires you?",
            "feasibility, reasonability,"
        ]
    },
    {
        "date": "2.5.21 11:11 pm",
        "ctx": [
            "I've listened to your song la de da de da de da de day oh on repeat for the last week and a half, it's an absolute masterpiece. how do you get all those instruments to fit together like puzzle pieces? it's unbelievably intrinsic",
            "got to have a very wreckless and careful attitude"
        ]
    },
    {
        "date": "2.5.21 10:51 pm",
        "ctx": [
            "thoughts on magic?",
            "can't explain it yet"
        ]
    },
    {
        "date": "2.5.21 9:44 pm",
        "ctx": [
            "what types of music do you like listening to?",
            "remind me again what are the types"
        ]
    },
    {
        "date": "2.5.21 8:21 pm",
        "ctx": [
            "why don't you use capital letters",
            "i do but why don't you eat any food"
        ]
    },
    {
        "date": "2.5.21 7:49 pm",
        "ctx": [
            "do you plan on recording all the songs that are blurred out in set-wrestling.png?",
            "yes",
            "also, what's \"wall i was\"?",
            "that would be a typo for 'well i was' which is a song that starts with 'well i was rollin down the river, ..... trying to learn some english, ...' etc"
        ]
    },
    {
        "date": "2.5.21 6:02 pm",
        "ctx": [
            "how to be cool",
            "first you'll wanna go ahead and take an envelope and put it inside another envelope"
        ]
    },
    {
        "date": "2.5.21 5:32 pm",
        "ctx": [
            "Can you make more things like ball and stick or winning at spelling?",
            "sure",
            "Like just comedic shorts.",
            "hopefully a little better"
        ]
    },
    {
        "date": "2.5.21 4:05 pm",
        "ctx": [
            "What is one thing you would tell somebody just starting to make music",
            "i would let them make some music first, without me saying anything"
        ]
    },
    {
        "date": "2.5.21 4:01 pm",
        "ctx": [
            "how do i deal with bad parents?",
            "try to not be exactly the same parent, eventually"
        ]
    },
    {
        "date": "2.5.21 3:56 pm",
        "ctx": [
            "What do you do outside of making music?",
            "make videos to go with the music, or, make videos for music to go with"
        ]
    },
    {
        "date": "2.5.21 3:50 pm",
        "ctx": [
            "Favorite aesthetic? (in terms of Music)",
            "switching aesthetics"
        ]
    },
    {
        "date": "2.5.21 3:00 pm",
        "ctx": [
            "opinion about facts?",
            "False."
        ]
    },
    {
        "date": "2.5.21 2:44 pm",
        "ctx": [
            "are you a nerd?",
            "i am e-nerd, that's an electronic nerd"
        ]
    },
    {
        "date": "2.5.21 2:40 pm",
        "ctx": [
            "What describes the Missouri compromise",
            "they've compromised with Kansas, on who gets to have a city called Kansas City"
        ]
    },
    {
        "date": "2.5.21 2:05 pm",
        "ctx": [
            "ever noticed how similar \"musicians\" and \"magicians\" are?",
            "yes",
            "that's wild"
        ]
    },
    {
        "date": "2.5.21 1:35 pm",
        "ctx": [
            "i got into song making, any tips?",
            "has anything gone wrong so far"
        ]
    },
    {
        "date": "2.5.21 12:32 pm",
        "ctx": [
            "How do you break out and improvise over a song you know really well and the solos are just burned into your soul",
            "start out by doing something drastic. such as leaving 2 bars empty. or playing only 1 note. or making the entire first 7 bars about sheep. then see what develops"
        ]
    },
    {
        "date": "2.5.21 11:31 am",
        "ctx": [
            "how to come up with a unique and recognizable video style",
            "due to circumstances"
        ]
    },
    {
        "date": "2.5.21 11:16 am",
        "ctx": [
            "why do your songs hit so different",
            "could be from some of the tunnels i've gone through"
        ]
    },
    {
        "date": "2.5.21 10:37 am",
        "ctx": [
            "Do you get any inspiration for your music?",
            "yes"
        ]
    },
    {
        "date": "2.5.21 10:27 am",
        "ctx": [
            "What is your favorite product?",
            "time"
        ]
    },
    {
        "date": "2.5.21 9:11 am",
        "ctx": [
            "Thoughts on the banjo?",
            "it's pretty good"
        ]
    },
    {
        "date": "2.5.21 8:54 am",
        "ctx": [
            "If someone here successfully guessed the title of your next song, would you tell us?",
            "no",
            "On that note, is the title of your next song \"dream supreme\"?",
            "no"
        ]
    },
    {
        "date": "2.5.21 8:35 am",
        "ctx": [
            "do you believe that the ability to be creative is a human right?",
            "yes"
        ]
    },
    {
        "date": "2.5.21 7:37 am",
        "ctx": [
            "Why are your songs so random",
            "they are not",
            "and why do I find it the best thing ever?",
            "because they are not random"
        ]
    },
    {
        "date": "2.5.21 5:55 am",
        "ctx": [
            "when will darkness cover the earth?",
            "at night"
        ]
    },
    {
        "date": "2.5.21 4:59 am",
        "ctx": [
            "what should i write about?",
            "changes"
        ]
    },
    {
        "date": "2.5.21 4:43 am",
        "ctx": [
            "how to not read a non-book",
            "either you already know or you can't read this"
        ]
    },
    {
        "date": "2.5.21 4:00 am",
        "ctx": [
            "What's a cool thing",
            "maybe a shoe horn"
        ]
    },
    {
        "date": "2.5.21 3:14 am",
        "ctx": [
            "is there such a thing as music hypothesis?",
            "sure",
            "If so what's it like?",
            "maybe something like \"all good songs are at 123 bpm\""
        ]
    },
    {
        "date": "2.5.21 1:43 am",
        "ctx": [
            "any tips for improvising on the piano? I've played piano for a long time but whenever I try to improvise it just sounds bad. I wanna be able to add jazzy/funky improvisations to some of my songs.",
            "the good news is you can play anything you want. the bad news is you'll have to decide"
        ]
    },
    {
        "date": "2.5.21 12:41 am",
        "ctx": [
            "thoughts on magic?",
            "it's almost too convenient"
        ]
    },
    {
        "date": "2.4.21 11:22 pm",
        "ctx": [
            "what would you say is the most important part of writing a song ?",
            "you"
        ]
    },
    {
        "date": "2.4.21 10:24 pm",
        "ctx": [
            "what does \"being a musician\" mean to you?",
            "being an upstanding member of society"
        ]
    },
    {
        "date": "2.4.21 9:43 pm",
        "ctx": [
            "how to be like you? i want to keep a little of the vibe and do my own things. you are the person that says everything about nothing but when you analyze the lyrics, they mean everything. how does it work?",
            "everything is everything. it seems redundant to say, but this turns out to be important. especially if you're in need of something"
        ]
    },
    {
        "date": "2.4.21 8:57 pm",
        "ctx": [
            "what do you want to say to the teachers who will be teaching about your music in the future",
            "i wonder who is making music, during that future time, which will be taught by teachers further in the future"
        ]
    },
    {
        "date": "2.4.21 7:53 pm",
        "ctx": [
            "if music was a road where would it go?",
            "between you and everything else"
        ]
    },
    {
        "date": "2.4.21 6:43 pm",
        "ctx": [
            "is the thing you're working on right now a music video?",
            "yes"
        ]
    },
    {
        "date": "2.4.21 5:36 pm",
        "ctx": [
            "what was the question that damien maymdien skipped?",
            "this one"
        ]
    },
    {
        "date": "2.4.21 4:16 pm",
        "ctx": [
            "what inspired you to learn 3d modeling and animation",
            "common sense really"
        ]
    },
    {
        "date": "2.4.21 3:36 pm",
        "ctx": [
            "does making music still feel like a struggle to you even after all this time?",
            "it never did",
            "it does for me even though my stuff is getting better. I think this may be a good thing"
        ]
    },
    {
        "date": "2.4.21 2:38 pm",
        "ctx": [
            "when is 1+4 equaling 7",
            "if you secretly had 2 extra",
            "and how is it not?",
            "if you didn't"
        ]
    },
    {
        "date": "2.4.21 1:08 pm",
        "ctx": [
            "Do you start with melodies or chord progressions or both?",
            "the lyric/melody and chords are written at exactly the same time. the lyric/melody are usually the driver, with the chords also pasted to it. so all 3 are in the driver's seat together",
            "I'm having trouble sorta matching them up.",
            "if they are made at the same time then they have to be matched up. or else they wouldn't get made",
            "I can write cool chord progressions but melodies get a little weird.",
            "try starting with the melody, with words on it. Actually, forget that, ..... try this. imagine a scene in your mind. imagine a situation, in life. Any situation. just make something up. then sing something about it, coming up with the words and the melody at the exact same time, according to what it felt like to be in the situation you imagined. Then very quickly after that, you can add chords to what you sang, which i'm sure you know how to do by now"
        ]
    },
    {
        "date": "2.4.21 12:15 pm",
        "ctx": [
            "Are you planning to remake your old videos now that you learned 3d?",
            "there's many other things i have yet to make for the first time, so i should take care of those first, then maybe circle back for the re-makes"
        ]
    },
    {
        "date": "2.4.21 11:44 am",
        "ctx": [
            "what hill in france did you walk through with the sexy pants?",
            "none. that's the joy of songwriting. didn't even have to do the thing. sang about it anyway"
        ]
    },
    {
        "date": "2.4.21 10:32 am",
        "ctx": [
            "Do you keep up with modern music to follow the most recent melodic trends?",
            "i would feel more comfortable in a leadership role"
        ]
    },
    {
        "date": "2.4.21 9:04 am",
        "ctx": [
            "How much meaning is there in your lyrics?",
            "as much as possible"
        ]
    },
    {
        "date": "2.4.21 8:35 am",
        "ctx": [
            "What did bad thing did you do in I just did a bad thing?",
            "failed at producing a song too quickly nor too slowly, and accidentally ended up working on it for exactly the right amount of time"
        ]
    },
    {
        "date": "2.4.21 7:31 am",
        "ctx": [
            "What do you recommend doing?",
            "how about ushering in a new era"
        ]
    },
    {
        "date": "2.4.21 6:08 am",
        "ctx": [
            "how much long take it to make a video?",
            "should be a regular amount of time"
        ]
    },
    {
        "date": "2.4.21 5:56 am",
        "ctx": [
            "What's the deal with airline food?",
            "best food. airlines have the best food, to distract you from how high up in the air you are"
        ]
    },
    {
        "date": "2.4.21 4:23 am",
        "ctx": [
            "i have notices that long long journey's video has a lot of jumping and bouncing stuff, is there any reason?",
            "yes, that's because the song is bouncy. so the video should be bouncy to represent",
            "or did you just feel bouncy that day?",
            "no"
        ]
    },
    {
        "date": "2.4.21 3:01 am",
        "ctx": [
            "what do you mean by 'nobody wins today' in here comes the sun?",
            "(ref: herecomesthesun-verse2.mp3\"target=\"_blank)this"
        ]
    },
    {
        "date": "2.4.21 2:41 am",
        "ctx": [
            "Opinions expressed in rhyme?",
            "how about rhymes expressed in opinions"
        ]
    },
    {
        "date": "2.4.21 1:12 am",
        "ctx": [
            "how do i do a good thing?",
            "do 10 regular things. that is a good thing's favorite hiding place, in a list of 10 things"
        ]
    },
    {
        "date": "2.4.21 12:31 am",
        "ctx": [
            "do you feel like your headspace is commonly in the present, future, or past?",
            "i like to cross pollinate"
        ]
    },
    {
        "date": "2.4.21 12:03 am",
        "ctx": [
            "I wrote a song and then I wrote another song, and then I wrote a third song that incorporates elements of both. Should I add transitions to make it one big 8 minute song, or leave them as different ones?",
            "i haven't heard them, but, from the way you described it i would guess that if you put it all together you're gonna want some connecting tissue. a bit of narrative, or video, dialogue, something, a bit of non-song material to help hold things together"
        ]
    },
    {
        "date": "2.4.21 12:00 am",
        "ctx": [
            "(ref: q.php?date=201804140942)4.14.189:42 am  Is \"Here Comes the Sun\" this song?",
            "yes"
        ]
    },
    {
        "date": "2.3.21 11:51 pm",
        "ctx": [
            "is the next video/song in 3d?",
            "mostly"
        ]
    },
    {
        "date": "2.3.21 11:27 pm",
        "ctx": [
            "feelings on being regular?",
            "it only counts if you win 1st place, most regular"
        ]
    },
    {
        "date": "2.3.21 10:22 pm",
        "ctx": [
            "do you write songs about your dreams?",
            "i try to let the dreams write the songs"
        ]
    },
    {
        "date": "2.3.21 10:21 pm",
        "ctx": [
            "May I presume most of your lyrics are stream-of-consciousness and that you don't actually sit down and deliberate about them deeply?",
            "i deliberate a lot, but it's usually about the lyrics and music simultaneously. those 2 are so important to each other that everything tends to fail when they are not working together",
            "Because that's what I presume, and I love it, and it reminds me that I can just make music without being so anal about it all \"making sense\" somehow. Just make it.",
            "there is a lot of deliberation, to make the music as meaningful as possible. i deliberate desperately until it makes so much sense that it penetrates my soul"
        ]
    },
    {
        "date": "2.3.21 9:54 pm",
        "ctx": [
            "is your shift button broken because you never do caps?",
            "it would seem that that would be a reason for them to be preserved in perfect condition, not broken"
        ]
    },
    {
        "date": "2.3.21 9:44 pm",
        "ctx": [
            "why did you spell neighbour/neighbor two different ways in here comes the sun",
            "keep my options open"
        ]
    },
    {
        "date": "2.3.21 9:25 pm",
        "ctx": [
            "will you ever make lullaby",
            "yes"
        ]
    },
    {
        "date": "2.3.21 8:06 pm",
        "ctx": [
            "What's your favorite piece of music that you've made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "2.3.21 7:57 pm",
        "ctx": [
            "before august 2020, did \"here comes the sun\" have a different ending? or was it just an incomplete song?",
            "it had the 2013 ending"
        ]
    },
    {
        "date": "2.3.21 6:14 pm",
        "ctx": [
            "do you like call backs to your previous songs or do you try to avoid those",
            "avoid"
        ]
    },
    {
        "date": "2.3.21 5:52 pm",
        "ctx": [
            "Whats your opinion on crabs?",
            "not very realistic"
        ]
    },
    {
        "date": "2.3.21 5:24 pm",
        "ctx": [
            "How do you think of the lines in your songs?",
            "i try to think of something, and that usually doesn't work. but if line thinks of me and then i'm all set"
        ]
    },
    {
        "date": "2.3.21 4:44 pm",
        "ctx": [
            "What color do you associate with California?",
            "gold"
        ]
    },
    {
        "date": "2.3.21 4:22 pm",
        "ctx": [
            "How do you come up with those lyrics...",
            "which ones",
            "like.. how does your brain function?",
            "the whole trick is to think about apples and oranges at the same time. then the brain explodes and you can start your day from there"
        ]
    },
    {
        "date": "2.3.21 3:55 pm",
        "ctx": [
            "what information is stored on the information shelf at 1:56? (in here comes the sun)",
            "book_number, location_x, location_y, location_z, rotation_x, rotation_x, rotation_y, height, width, depth, color_r, color_g, color_b"
        ]
    },
    {
        "date": "2.3.21 3:58 pm",
        "ctx": [
            "Will your next song contain any knowledge regarding velcro?",
            "no"
        ]
    },
    {
        "date": "2.3.21 3:16 pm",
        "ctx": [
            "why did u not make any songs in 2012? there's no 2012 songs listed on your songs page",
            "i was writing furiously"
        ]
    },
    {
        "date": "2.3.21 3:09 am",
        "ctx": [
            "how do i be cool",
            "have dinner on top of the restaurant, instead of inside"
        ]
    },
    {
        "date": "2.3.21 3:04 pm",
        "ctx": [
            "Do you have any advice for how to write lyrics?",
            "do it with music",
            "More poetic writing is way more difficult to get a handle on than prosaic or academic writing, for me at least.",
            "write any way you know how. although sometimes it's fun to write in a way you don't know how. more surprises that way"
        ]
    },
    {
        "date": "2.3.21 3:00 pm",
        "ctx": [
            "writing the melody and chords on my instrument is all good and well, but how do you do basslines?",
            "start by just playing the root of the chords any time a new chord happens. then gradually try to solve all the problems that makes you feel",
            "should there be drums first?",
            "maybe"
        ]
    },
    {
        "date": "2.3.21 2:54 pm",
        "ctx": [
            "What is the answer to the universe",
            "could be you"
        ]
    },
    {
        "date": "2.3.21 2:24 pm",
        "ctx": [
            "when you say good morning to someone at 6am and then unexpectedly go to sleep again until 4pm, do you still greet them with good morning",
            "always greet everyone with good morning"
        ]
    },
    {
        "date": "2.3.21 1:50 pm",
        "ctx": [
            "What do you think of haikus?",
            "i like them except for the middle line, which i think is too long"
        ]
    },
    {
        "date": "2.3.21 1:20 pm",
        "ctx": [
            "what is the plot of breaking bad",
            "a bunch of people team up and try to break bad"
        ]
    },
    {
        "date": "2.3.21 12:54 pm",
        "ctx": [
            "which song/video that u made are you the proudest of?",
            "hopefully the next one"
        ]
    },
    {
        "date": "2.3.21 11:24 am",
        "ctx": [
            "Will you make a video next tuesday?",
            "what complicates that strategy is that it takes more than 1 day to make a video",
            "Or would you rather have a new tuesday to be your favorite?",
            "i would rather release at least 1 video every week. preferably 3"
        ]
    },
    {
        "date": "2.3.21 10:51 am",
        "ctx": [
            "will you use the 6th note in the dorian in your next song",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "2.3.21 9:38 am",
        "ctx": [
            "was might quit a hint that you would quit your journey to greenland?",
            "no"
        ]
    },
    {
        "date": "2.3.21 9:34 am",
        "ctx": [
            "how to motivate myself",
            "what exactly do you want"
        ]
    },
    {
        "date": "2.3.21 8:49 am",
        "ctx": [
            "what is La de da de da de da de day oh about because the lyrics seem a bit vague?",
            "music, good and bad times, joy, self expression, and understanding"
        ]
    },
    {
        "date": "2.3.21 7:02 am",
        "ctx": [
            "will you ever do a collab with bill wurtz",
            "that sounds like a nightmare"
        ]
    },
    {
        "date": "2.3.21 6:39 am",
        "ctx": [
            "how do i do things",
            "imagine 2 opposite things"
        ]
    },
    {
        "date": "2.3.21 5:53 am",
        "ctx": [
            "what was the bad thing you did?",
            "failed at producing a song too quickly nor too slowly, and accidentally ended up working on it for exactly the right amount of time"
        ]
    },
    {
        "date": "2.3.21 4:32 am",
        "ctx": [
            "what is your next song about ?",
            "wistfulness, listlessness, wishfulness,"
        ]
    },
    {
        "date": "2.3.21 3:21 am",
        "ctx": [
            "How do you achieve self-confidence?",
            "have you tried saving the universe"
        ]
    },
    {
        "date": "2.3.21 2:08 am",
        "ctx": [
            "Is every song that you work on considered your favorite song of yours until the second you release it?",
            "it's my job to try to do anything within my power to make it my favorite"
        ]
    },
    {
        "date": "2.3.21 1:30 am",
        "ctx": [
            "which day of the week are you focusing on?",
            "wednesday"
        ]
    },
    {
        "date": "2.3.21 12:18 am",
        "ctx": [
            "is life meaningless?",
            "no"
        ]
    },
    {
        "date": "2.2.21 11:11 pm",
        "ctx": [
            "what's your opinion on blobfish?",
            "the ultimate bedtime companion"
        ]
    },
    {
        "date": "2.2.21 10:21 pm",
        "ctx": [
            "have you ever skipped over recording/making a video for a song because the song was \"too good\" and you didn't want to ruin it for yourself by listening to it over and over again for weeks on end?",
            "no, but i've skipped them because they are too good and i'm afraid i can't produce it good enough"
        ]
    },
    {
        "date": "2.2.21 9:22 pm",
        "ctx": [
            "Will the new video be with the new animation style?",
            "i am merging my latest techniques with some later techniques as well as with some footage from when i was in purgatory a while back"
        ]
    },
    {
        "date": "2.2.21 9:12 pm",
        "ctx": [
            "do you believe that everyone is interesting?",
            "yes"
        ]
    },
    {
        "date": "2.2.21 9:03 pm",
        "ctx": [
            "how to get over fear of unfulfilled potential",
            "you'll wanna go ahead and start fulfilling some of that potential"
        ]
    },
    {
        "date": "2.2.21 7:47 pm",
        "ctx": [
            "it would be a nice twisty treat if you covered a song",
            "i've been wanting to do that for a long time. i'm sure i will do it soon"
        ]
    },
    {
        "date": "2.2.21 6:41 pm",
        "ctx": [
            "Can you explain a subtle change?",
            "sure"
        ]
    },
    {
        "date": "2.2.21 6:32 pm",
        "ctx": [
            "What do I do when I have so many ideas and not nearly enough time or energy to make something out of all of them and they're really hard to combine to have less ideas and I keep getting more and I can't let go of any of them but it's also hard to make them into things? Would flow charts help?",
            "sure",
            "If so, where can I make flow charts?",
            "in your office"
        ]
    },
    {
        "date": "2.2.21 6:12 pm",
        "ctx": [
            "when did you start writing here comes the sun",
            "i think august 3, 2010"
        ]
    },
    {
        "date": "2.2.21 5:54 pm",
        "ctx": [
            "is shakespearan a vibe",
            "yes"
        ]
    },
    {
        "date": "2.2.21 5:52 pm",
        "ctx": [
            "do you think you will remaster your old songs/videos with your new animation style which is 3d? i just wanna see what \"and the day goes on\" would look like in full 3d",
            "there's many other things i have yet to make for the first time, so i should take care of those first, then maybe circle back for the re-makes"
        ]
    },
    {
        "date": "2.2.21 5:18 pm",
        "ctx": [
            "what are your opinions on giraffes?",
            "they are surprisingly wide"
        ]
    },
    {
        "date": "2.2.21 5:04 pm",
        "ctx": [
            "i feel like my writing is sounding really fake deep right now, do you have any tips to make it feel more real?",
            "try writing some trash. trash is one of the realest things out there"
        ]
    },
    {
        "date": "2.2.21 4:38 pm",
        "ctx": [
            "can I get punished in Antarctica, just like you did in wild frolicking adventures of informational education?",
            "you are limited only by your imagination"
        ]
    },
    {
        "date": "2.2.21 4:31 pm",
        "ctx": [
            "love the funky chords, why did you start doing them in the first place? they pretty cool",
            "which ones were you thinking are the funky ones"
        ]
    },
    {
        "date": "2.2.21 4:14 pm",
        "ctx": [
            "what aspect ratio will the next song be in",
            "about 3min22sec by -14LUFS"
        ]
    },
    {
        "date": "2.2.21 3:30 pm",
        "ctx": [
            "How to stop overthinking everything?",
            "challenge yourself to think 10x more. this will exhaust you and make you want to relax"
        ]
    },
    {
        "date": "2.2.21 2:04 pm",
        "ctx": [
            "Are you a time traveller?",
            "time is required, for travel"
        ]
    },
    {
        "date": "2.2.21 1:54 pm",
        "ctx": [
            "Whats that thing on my ceiling?",
            "could be some dreams"
        ]
    },
    {
        "date": "2.2.21 1:35 pm",
        "ctx": [
            "I have a music class and we're doing music theory but its not going well and half the time I'm lost, like I understand the concepts, I use them all the time, I can already play multiple instruments but writing it down is the hard part, I've just been limping through each class. I know I can do it its just hard. Anyway how are you doing",
            "what you gotta do is just get your hands on the class books, and go through them at home, by yourself. i'm sure you already know everything that's in them. just go through all the things at a keyboard, and you'll see what they're calling things"
        ]
    },
    {
        "date": "2.2.21 1:25 pm",
        "ctx": [
            "What's your favorite guitar fret?",
            "1st"
        ]
    },
    {
        "date": "2.2.21 1:25 pm",
        "ctx": [
            "how do you write lyrics?",
            "musically"
        ]
    },
    {
        "date": "2.2.21 12:01 pm",
        "ctx": [
            "is the song for your next video already on the website",
            "no"
        ]
    },
    {
        "date": "2.2.21 11:44 am",
        "ctx": [
            "in the big keyboard solo in la de day oh, purposefully avoid F# except for once at the end. why is that?",
            "it's just the same as the way you purposefully avoid the letter 'w' except once at the end"
        ]
    },
    {
        "date": "2.2.21 11:26 am",
        "ctx": [
            "if i want to listen to trap music with lots of bass but don't want the higher frequency drums to hurt my ears can i just EQ higher freq? what's your reccomendation",
            "put a 'high cut' on the high frequencies. lower the volume of the high frequencies. or just raise the volume of the lower frequencies"
        ]
    },
    {
        "date": "2.2.21 11:17 am",
        "ctx": [
            "how groovy will your next song be",
            "feels like a train ride on the beach...... in space"
        ]
    },
    {
        "date": "2.2.21 11:07 am",
        "ctx": [
            "How did you come up with \"New Canaan}?",
            "of all the towns i could visit by train, on the map, it looked fairly tasty"
        ]
    },
    {
        "date": "2.2.21 10:26 am",
        "ctx": [
            "this is not a question but capital letters are cringe",
            "sometimes they are just the ticket"
        ]
    },
    {
        "date": "2.2.21 9:32 am",
        "ctx": [
            "you always say you would prefer to make. anew song to be your favorite and here comes the sun is new so does that mean it's your favorite?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "2.2.21 9:14 am",
        "ctx": [
            "Since you have a stockpile of songs you've written a while back, Do you often get surprised when you rediscover songs that you forgot you even wrote?",
            "yes"
        ]
    },
    {
        "date": "2.2.21 9:05 am",
        "ctx": [
            "would you write a song in locrian?",
            "the thing about actual locrian, is it's just gonna sound like the ionion next door, that would have been"
        ]
    },
    {
        "date": "2.2.21 9:04 am",
        "ctx": [
            "how many times is the letter M in your upcoming video",
            "mmmmmmmmmmany"
        ]
    },
    {
        "date": "2.2.21 8:40 am",
        "ctx": [
            "how do i start my book? how do i create a good start/sentance?",
            "how about starting with several blank pages"
        ]
    },
    {
        "date": "2.2.21 6:35 am",
        "ctx": [
            "How do I get inspired?",
            "have you considered taking a walk on the wild side"
        ]
    },
    {
        "date": "2.2.21 5:22 am",
        "ctx": [
            "are there any songs you don't want to finish/record because you can't do a particular thing in a video",
            "no"
        ]
    },
    {
        "date": "2.2.21 4:32 am",
        "ctx": [
            "what is the second word in your next song?",
            "a"
        ]
    },
    {
        "date": "2.2.21 3:17 am",
        "ctx": [
            "how many harmonic modulations in the new song?",
            "almost none"
        ]
    },
    {
        "date": "2.2.21 2:42 am",
        "ctx": [
            "what do you think about playing cover songs/standards?",
            "i think that's a great idea",
            "is creating your own original music more creative and advanced?",
            "any song can be as creative or advanced as you chooce",
            "you have some nice recordings of you playing jazz, so it appears that you have experience with both :)",
            "there are about 10,000 cover songs that i would really like to do, to the same level of production i would normally do for the songs page. i am very eager to do this but i always feel like i haven't learned to make original songs fast enough"
        ]
    },
    {
        "date": "2.2.21 12:35 am",
        "ctx": [
            "Do you read any good books?",
            "i read a lot of non-books"
        ]
    },
    {
        "date": "2.1.21 11:08 pm",
        "ctx": [
            "thoughts on the stars?",
            "they are a long time ago"
        ]
    },
    {
        "date": "2.1.21 10:41 pm",
        "ctx": [
            "What's Steve's real name?",
            "steve. everyone's real name is steve"
        ]
    },
    {
        "date": "2.1.21 10:25 pm",
        "ctx": [
            "how do you make things so original",
            "basically it's like chips. the 'original' flavor is obtained when you remove all flavor whatsoever"
        ]
    },
    {
        "date": "2.1.21 9:44 pm",
        "ctx": [
            "how do you do it? how are you just so chill?",
            "by following every rule and regulation exactly"
        ]
    },
    {
        "date": "2.1.21 9:25 pm",
        "ctx": [
            "Are you gonna make anymore songs in 2021",
            "yes"
        ]
    },
    {
        "date": "2.1.21 9:24 pm",
        "ctx": [
            "How do I get inspired?",
            "open a door. like actually try to access the inside of the door"
        ]
    },
    {
        "date": "2.1.21 9:13 pm",
        "ctx": [
            "opinion on peanut butter",
            "i always confuse it with beanut putter"
        ]
    },
    {
        "date": "2.1.21 8:45 pm",
        "ctx": [
            "what time signature will your next song mostly be in?",
            "regular"
        ]
    },
    {
        "date": "2.1.21 8:25 pm",
        "ctx": [
            "How can I turn melodies or ideas into finished songs?",
            "first turn it into a partial song. ask yourself questions about it. play \"what do we know\". is this the beginning? is it the chorus? is it both? is it neither? what does and doesn't seem to work after it? what does and doesn't seem to work before it? spend a little time thinking about this, and then save your findings"
        ]
    },
    {
        "date": "2.1.21 6:48 pm",
        "ctx": [
            "What is the most normal thing?",
            "how about going directly to the center of outer space"
        ]
    },
    {
        "date": "2.1.21 6:34 pm",
        "ctx": [
            "what inspired the conversation between the chairs in 'here comes the sun'?",
            "the line at that part of the song is \"we speak to ourselves\". and i already had chairs on screen"
        ]
    },
    {
        "date": "2.1.21 5:35 pm",
        "ctx": [
            "bill you always say the genre of your songs are \"normal\"... \n\nwill any in the future be \"weird\"?",
            "new flash: normal is weird"
        ]
    },
    {
        "date": "2.1.21 5:21 pm",
        "ctx": [
            "Are your songs normal?",
            "yes"
        ]
    },
    {
        "date": "2.1.21 5:05 pm",
        "ctx": [
            "Is your shift key working properly?",
            "yes"
        ]
    },
    {
        "date": "2.1.21 4:22 pm",
        "ctx": [
            "Is it acceptable to use dorian too often?",
            "that depends if once every 5 minutes is too often"
        ]
    },
    {
        "date": "2.1.21 3:16 pm",
        "ctx": [
            "how many times is the word \"love\" mentioned in your next song?",
            "1 time"
        ]
    },
    {
        "date": "2.1.21 3:13 pm",
        "ctx": [
            "Will there be any glockenspiel in your next song",
            "yes"
        ]
    },
    {
        "date": "2.1.21 3:07 pm",
        "ctx": [
            "what do you think qualifies someone as an artist?",
            "doing art",
            "asking for my self"
        ]
    },
    {
        "date": "2.1.21 2:33 pm",
        "ctx": [
            "what originally were the lyrics after \"no stranger to falling in love\" before the bridge was rewritten to be shorter?",
            "the bridge was never rewritten to be shorter. that line used to be the last line of the bridge"
        ]
    },
    {
        "date": "2.1.21 12:57 pm",
        "ctx": [
            "I have a drum loop that I've made at 108.99 bpm that I need to make a song out of. How can I make a melody come to my head when I hear the drum loop? So far nothing has come out.",
            "try imagining some words. actually i would take it a step further, try imagining some entire situations"
        ]
    },
    {
        "date": "2.1.21 12:27 pm",
        "ctx": [
            "if a raisin is thrown into a lake, does it still count as a dry fruit",
            "now it's a wet dry fruit"
        ]
    },
    {
        "date": "2.1.21 11:52 am",
        "ctx": [
            "how many time signature changes are in your upcoming song?",
            "none"
        ]
    },
    {
        "date": "2.1.21 11:37 am",
        "ctx": [
            "What should I do today?",
            "how about a pyramid scheme"
        ]
    },
    {
        "date": "2.1.21 11:21 am",
        "ctx": [
            "how to wake up",
            "you could try sending yourself an email"
        ]
    },
    {
        "date": "2.1.21 10:39 am",
        "ctx": [
            "Can you tell me how you got this much wisdom?",
            "i'm in a box"
        ]
    },
    {
        "date": "2.1.21 9:58 am",
        "ctx": [
            "if you know little about music how do you write a song",
            "you'll have to try it and see"
        ]
    },
    {
        "date": "2.1.21 9:30 am",
        "ctx": [
            "What is your opinion on potatoes?",
            "i often wonder if they could all be combined into one huge potato"
        ]
    },
    {
        "date": "2.1.21 9:05 am",
        "ctx": [
            "Why is the world boring?",
            "so you don't get too overwhelmed"
        ]
    },
    {
        "date": "2.1.21 8:04 am",
        "ctx": [
            "why don't you ever make 60fps videos since it's smoother and it's 20211?",
            "here comes the sun was actually made at 60fps, and near the finishing stages i figured out that switching it to 30fps was the only thing that made me stop hating it"
        ]
    },
    {
        "date": "2.1.21 7:32 am",
        "ctx": [
            "What makes you make songs?",
            "the possibility that they may be used as a communication vehicle"
        ]
    },
    {
        "date": "2.1.21 6:19 am",
        "ctx": [
            "Why did you change your videos creating to 3D?",
            "common sense really"
        ]
    },
    {
        "date": "2.1.21 5:08 am",
        "ctx": [
            "Will you run for president in 2024?",
            "no"
        ]
    },
    {
        "date": "2.1.21 4:28 am",
        "ctx": [
            "When (what years) did you write the song you are currently working on the video for?",
            "2019"
        ]
    },
    {
        "date": "2.1.21 4:02 am",
        "ctx": [
            "What's the most times you've ever modulated in one song?",
            "maybe 22 or 23"
        ]
    },
    {
        "date": "2.1.21 4:02 am",
        "ctx": [
            "What's something that's extremely versatile?",
            "the stick"
        ]
    },
    {
        "date": "2.1.21 2:58 am",
        "ctx": [
            "in 'here comes the sun'the line, \"the buildings wonder if they'll ever be built\"a metaphor for the dreams which are yet to be accomplished ?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "2.1.21 2:49 am",
        "ctx": [
            "Why do you answer most of our questions with an answer that might help, but doesn't give all of the required information?",
            "if you give too much information, the person stops reading"
        ]
    },
    {
        "date": "2.1.21 1:44 am",
        "ctx": [
            "what's one of the most awkward interactions you've ever had",
            "going online"
        ]
    },
    {
        "date": "2.1.21 1:32 am",
        "ctx": [
            "what is might quit about",
            "it seems to have themes of independence, finding your way in the world, etc"
        ]
    },
    {
        "date": "2.1.21 12:52 am",
        "ctx": [
            "Where or how did you develop your musical and graphical style?",
            "basically what usually happens is, i get a trillion ideas in my mind of what i WISH it could be like. then i get extremely disappointed to realize that none of those ways are actually possible for me to do. then, sometimes, i am able to find 1 way that is just barely possible. and i settle for doing it that way"
        ]
    },
    {
        "date": "2.1.21 12:17 am",
        "ctx": [
            "Do you say things just because they sound cool",
            "that may be 1 of many reasons\n\n\n\n\n\n(ref: questions-2021-01.html)PREVIOUS QUESTIONS"
        ]
    }
]