[
    {
        "date": "5.31.22 11:18 pm",
        "ctx": [
            "favorite song you've composed of all time?",
            "i would prefer to compose a new one to be my favorite"
        ]
    },
    {
        "date": "5.31.22 10:58 pm",
        "ctx": [
            "is the real proof of self the friend(s) we made along the way?",
            "that is one way to prove self. with friend"
        ]
    },
    {
        "date": "5.31.22 10:57 pm",
        "ctx": [
            "did you want to do a more lighthearted song after \"if the world doesn't end\"?",
            "i was looking for something at least somewhat ridiculous"
        ]
    },
    {
        "date": "5.31.22 10:52 pm",
        "ctx": [
            "Diary of 3.2.20 9.09am, have you done this for the first time in this video?",
            "just about"
        ]
    },
    {
        "date": "5.31.22 10:44 pm",
        "ctx": [
            "in 'I'm a huge gamer most of the time' you do not reference any actual games, besides the 'invisible one', what is the invisible game?",
            "i'm not sure",
            "is it something i can play too?",
            "you could possibly be the only one, depending on how invisible it is"
        ]
    },
    {
        "date": "5.31.22 10:43 pm",
        "ctx": [
            "What are your opinions on chords?",
            "they're pretty good",
            "What about cords?",
            "also good"
        ]
    },
    {
        "date": "5.31.22 10:39 pm",
        "ctx": [
            "what are ur opinions on the 'is water wet' debate",
            "water is wetness. solved"
        ]
    },
    {
        "date": "5.31.22 10:17 pm",
        "ctx": [
            "what kind of games does the main character play in \"i'm a huge gamer most of the time\"",
            "all of them at the same time"
        ]
    },
    {
        "date": "5.31.22 10:06 pm",
        "ctx": [
            "do you ever try to do a take of something many times and think you could do it better another day so you do it better another day?",
            "although it may be true, it's unsettling to think i can't do it 'today'.... because, well, ... what if i can't do it on that other day either"
        ]
    },
    {
        "date": "5.31.22 9:21 pm",
        "ctx": [
            "did you eat blades of grass yet",
            "i have never eaten a blade of grass"
        ]
    },
    {
        "date": "5.31.22 8:48 pm",
        "ctx": [
            "Do you wanna play the game?",
            "which game? nevermind, yes"
        ]
    },
    {
        "date": "5.31.22 7:58 pm",
        "ctx": [
            "does australia exist",
            "yes, thank you for checking with me"
        ]
    },
    {
        "date": "5.31.22 7:52 pm",
        "ctx": [
            "In your most recent video \"I'm a huge gamer most of the time\" the main character states that he is a huge gamer most of the time but we never find out what he is the rest of the time, what is he the rest of the time?",
            "perhaps a mild gamer"
        ]
    },
    {
        "date": "5.31.22 7:41 pm",
        "ctx": [
            "Do you like holy matrimony?",
            "how about moly hatrimony"
        ]
    },
    {
        "date": "5.31.22 7:28 pm",
        "ctx": [
            "what's a cliche you think is actually profoundly true?",
            "the universe sings with joy"
        ]
    },
    {
        "date": "5.31.22 7:27 pm",
        "ctx": [
            "what is the significance of \"most of the time\" in the game video? it seemed like the huge gamer made a big deal about that.",
            "sometimes i can be a fiend for specificity"
        ]
    },
    {
        "date": "5.31.22 7:22 pm",
        "ctx": [
            "did this song have the rap part that you said you cannibalized from a different song that i forget",
            "the part that was gonna be a separate song was \"the Best Thing about Games is Losing them\". but the music for that title line was so similar to the \"huge gamer\" title line, that i knew i'd never be able to do them both separately, and i liked them both, so they'll have to go together otherwise one of them would pretty much have to get cancelled"
        ]
    },
    {
        "date": "5.31.22 6:59 pm",
        "ctx": [
            "I have two questions about your newest video. (1) Is it a song or is it a video like \"ball and stick\" or \"hi i'm steve\"?",
            "it's one step closer to learning how i can safely unite the worlds of song and scene",
            "(2) Does this mean you've finally figured out how to put two persons in a video now?",
            "it's a good step in that direction"
        ]
    },
    {
        "date": "5.31.22 6:29 pm",
        "ctx": [
            "Will you ever going to publish poetry",
            "i use the notebook page of this site for that"
        ]
    },
    {
        "date": "5.31.22 6:25 pm",
        "ctx": [
            "in the song you've just posted about an hour ago (i'm a huge gamer most of the time), there's this moment from 2:03-2:28 that satisfies me so much, and makes me want to listen to it over and over and over again. what was the process in writing that part, and the rest of the song?",
            "that part came very quickly. i remember being stuck on some of the other parts, but not that part. the process for writing the rest of the song was a bit more intresting, with various hangups and twists and turns. there were 2 title lines which got merged, which is extremely rare for me"
        ]
    },
    {
        "date": "5.31.22 6:17 pm",
        "ctx": [
            "You like Long Island?",
            "yes but i will admit it's a little too long, and also too wide"
        ]
    },
    {
        "date": "5.31.22 6:15 pm",
        "ctx": [
            "What are the names of the three persons featured in the video that accompanies \"im a huge gamer most of the time\"?\n\n(I am asking this because the person from previous videos has been called \"person0000\" or \"person\", but it is clear that the persons in this video are distinct from the other person)",
            "the lead person is '0000', the friendly co-star is '0001', and the staff person behind the desk is '0002'"
        ]
    },
    {
        "date": "5.31.22 6:02 pm",
        "ctx": [
            "I love the way in \"i'm a huge gamer most of the time\" it starts off without singing, I think it was a neat addition to the song! My question is, why did you choose to start it off this way? Or was there no reason particularly, you just thought it would be a good idea? Great song, Bill!",
            "there's many items in the songlist that have such bizarre specificity that it's very hard to get them to feel comfortable. it recently occured to me that using dialogue/scenes might be just what i need to unlock many of these"
        ]
    },
    {
        "date": "5.31.22 5:57 pm",
        "ctx": [
            "I love music (especially yours!) and I wanna make my own. I'm just really bad at making lyrics. I'm in awe of how what seems like random words thrown together make so much sense. How do you do it?",
            "music will really help with that. music can find sense in almost anything"
        ]
    },
    {
        "date": "5.31.22 5:55 pm",
        "ctx": [
            "what's your opinion on the ampersand",
            "outl&dish"
        ]
    },
    {
        "date": "5.31.22 5:51 pm",
        "ctx": [
            "What is a potato?",
            "a turd which, on closer inspection, might actually be a vegetable"
        ]
    },
    {
        "date": "5.31.22 5:47 pm",
        "ctx": [
            "what's your opinion on public stances and opinions",
            "dank"
        ]
    },
    {
        "date": "5.31.22 5:37 pm",
        "ctx": [
            "was \"i'm a huge gamer most of the time\" always planned to begin with a non-song section, or was that part thought-up later in the process?",
            "it was title only for a while, then it was musical title only. It was assumed that it needed something before it, but it didn't occur to me to try dialogue. until recently, when i had the realization that dialogue intros might be the key to unlocking a many of the more bizarre/specific items in the song list"
        ]
    },
    {
        "date": "5.31.22 5:33 pm",
        "ctx": [
            "Are you the guy who has been throwing frogs at my patio?",
            "no"
        ]
    },
    {
        "date": "5.31.22 5:30 pm",
        "ctx": [
            "do you dislike capital letters?",
            "no"
        ]
    },
    {
        "date": "5.31.22 5:29 pm",
        "ctx": [
            "Pineapple on pizza?",
            "how about pizza on a pineapple"
        ]
    },
    {
        "date": "5.31.22 5:23 pm",
        "ctx": [
            "are you a huge gamer?",
            "no, but i can see why you would think that"
        ]
    },
    {
        "date": "5.31.22 4:38 pm",
        "ctx": [
            "how to play drums faster",
            "definitely look into double strokes if you don't have those already. also look into the Moeller motion, for your hi-hat hand"
        ]
    },
    {
        "date": "5.31.22 4:38 pm",
        "ctx": [
            "Do you think that Jack from Titanic (the movie) is actually a time-traveler?",
            "the next best thing. an actor in a period role"
        ]
    },
    {
        "date": "5.31.22 1:52 pm",
        "ctx": [
            "What is the craziest thing?",
            "things"
        ]
    },
    {
        "date": "5.31.22 12:45 pm",
        "ctx": [
            "what's your favourite place to ride the train",
            "around the world"
        ]
    },
    {
        "date": "5.31.22 7:45 am",
        "ctx": [
            "is wyoming real?",
            "it's at least as real as iowa"
        ]
    },
    {
        "date": "5.31.22 3:17 am",
        "ctx": [
            "what is your opinion on cheese sandwich without cheese",
            "i'm skeptical"
        ]
    },
    {
        "date": "5.30.22 11:04 pm",
        "ctx": [
            "Can pigeon rhyme with kitchen?",
            "easily. handily"
        ]
    },
    {
        "date": "5.30.22 6:32 pm",
        "ctx": [
            "opinion on radios?",
            "too good. don't use"
        ]
    },
    {
        "date": "5.30.22 4:47 pm",
        "ctx": [
            "is there an answer to why elephants exist?",
            "just for you"
        ]
    },
    {
        "date": "5.30.22 4:27 pm",
        "ctx": [
            "can you make a tutorial on how to not feel bad",
            "sure"
        ]
    },
    {
        "date": "5.30.22 12:33 pm",
        "ctx": [
            "still haven't found any use for \"not a boat\"?",
            "i used it in \"hallelujah\""
        ]
    },
    {
        "date": "5.30.22 11:30 am",
        "ctx": [
            "how do i make enjoyable music without needing to use vocals",
            "how about this: present a visual item. then put the song to go with it. music loves to be put to things. and, likewise, things love to be put to music"
        ]
    },
    {
        "date": "5.30.22 11:04 am",
        "ctx": [
            "what is art",
            "it's when what you want to say is stronger than you thought"
        ]
    },
    {
        "date": "5.30.22 10:47 am",
        "ctx": [
            "How do I use my computer?",
            "just relax, and let it use you"
        ]
    },
    {
        "date": "5.30.22 10:44 am",
        "ctx": [
            "thoughts on postmodernism",
            "according to my calculations, that must be the future"
        ]
    },
    {
        "date": "5.30.22 9:01 am",
        "ctx": [
            "Will you release a song in june?",
            "yes"
        ]
    },
    {
        "date": "5.30.22 7:31 am",
        "ctx": [
            "so, what's the \"hardest\" song you've ever make? and what's the \"easiest\" song you've ever make?",
            "i've never done a hard or easy song"
        ]
    },
    {
        "date": "5.30.22 2:37 am",
        "ctx": [
            "Do you give a participation award to the songs of your list that didn't get selected for a video?",
            "sometimes i glance at previous finalist lists as a shortcut to the next selection process"
        ]
    },
    {
        "date": "5.29.22 9:50 pm",
        "ctx": [
            "why are there 2 ways of writing \"9\"",
            "there's 2 ways of writing everything. there's every way of writing everything"
        ]
    },
    {
        "date": "5.29.22 8:31 pm",
        "ctx": [
            "is your next song going to be about the struggles that the working class has to bear trough every day?",
            "no but i can see why you would think that"
        ]
    },
    {
        "date": "5.29.22 3:53 pm",
        "ctx": [
            "do u ever play tricks with yourself",
            "oh hell yeah"
        ]
    },
    {
        "date": "5.29.22 2:04 pm",
        "ctx": [
            "Thoughts on France?",
            "plausible"
        ]
    },
    {
        "date": "5.29.22 1:29 pm",
        "ctx": [
            "how many scenes/settings in your new video were already made before you started on the video?",
            "none, unless you are talking about the video that came out 3 weeks ago in which case the answer is 18"
        ]
    },
    {
        "date": "5.29.22 8:46 am",
        "ctx": [
            "what was the last fact you learned that shocked you?",
            "viola is actually LARGER than violin"
        ]
    },
    {
        "date": "5.29.22 8:29 am",
        "ctx": [
            "do you need a saddle to ride a horse or is there a newer, more fashionable way?",
            "automobile?"
        ]
    },
    {
        "date": "5.29.22 4:27 am",
        "ctx": [
            "where do you get funky sounds?",
            "i only have normal sounds, which forces me to use them funkily"
        ]
    },
    {
        "date": "5.29.22 2:11 am",
        "ctx": [
            "A lot of people seem to ask what your songs are about, but no one seems to ask what you are about.",
            "i've been asked that",
            "Are they the same question?",
            "no"
        ]
    },
    {
        "date": "5.29.22 1:29 am",
        "ctx": [
            "Do you like Pok&eacute;mon?",
            "never heard of it"
        ]
    },
    {
        "date": "5.29.22 12:17 am",
        "ctx": [
            "do you have opinions on opinions?",
            "yes they're very good and i like them very much and so should other people as well"
        ]
    },
    {
        "date": "5.29.22 12:00 am",
        "ctx": [
            "Is your next song about press conferences?",
            "no but i can see why you would think that"
        ]
    },
    {
        "date": "5.28.22 11:48 pm",
        "ctx": [
            "whats the worst song youve ever heard",
            "i've never heard a bad song"
        ]
    },
    {
        "date": "5.28.22 10:07 pm",
        "ctx": [
            "When creating scenes for your videos, do you get an idea of how the scene will look and move first and try to replicate that,",
            "sometimes yes",
            "or do you just come up with things on the spot?",
            "sometimes yes",
            "Additionally, do you ever consider what the video will look like while writing the song?",
            "yes"
        ]
    },
    {
        "date": "5.28.22 7:34 pm",
        "ctx": [
            "Is \"Kyle\" one syllable or 2?",
            "1"
        ]
    },
    {
        "date": "5.28.22 6:54 pm",
        "ctx": [
            "what would you consider your greatest achievement",
            "haven't done it yet"
        ]
    },
    {
        "date": "5.28.22 6:39 pm",
        "ctx": [
            "Did you learn the rules, break them, make your own, and break those too?",
            "i don't see why not"
        ]
    },
    {
        "date": "5.28.22 6:15 pm",
        "ctx": [
            "How did Steve escape the mountains when it was INFINITELY raining? Did Steve have an umbrella?",
            "the video ended"
        ]
    },
    {
        "date": "5.28.22 5:13 pm",
        "ctx": [
            "people really be like \"here's a secret!\" and then tell you what that secret is...so it's not a \"secret\" anymore. why do they do this?",
            "clickbait"
        ]
    },
    {
        "date": "5.28.22 4:18 pm",
        "ctx": [
            "why do the titles of \"i'm best friends with my own front door\", 'mount st. helens is about to blow up\", \"the moon is made of cheese (but i can't taste it)\", \"when i get older\" and \"slow down\" contain capital letters?",
            "why not"
        ]
    },
    {
        "date": "5.28.22 1:33 pm",
        "ctx": [
            "Is your next song a song?",
            "just about"
        ]
    },
    {
        "date": "5.28.22 1:28 pm",
        "ctx": [
            "thoughts on the Sahara desert",
            "it's the Desert desert. (Sahara means desert)"
        ]
    },
    {
        "date": "5.28.22 1:07 pm",
        "ctx": [
            "Is it ok to write/sing a bluegrass song about missing my home back in the hills of Tennessee, even though I am not from, nor have I ever been to, Tennessee?",
            "yes. you're making me want to do that"
        ]
    },
    {
        "date": "5.28.22 12:23 pm",
        "ctx": [
            "how to get ideas",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "5.28.22 11:25 am",
        "ctx": [
            "how real are words",
            "exactly halfway. the other person can meet you in the middle"
        ]
    },
    {
        "date": "5.28.22 9:49 am",
        "ctx": [
            "what if you saw a firework that looks just like a pig?",
            "then it would be time to celebrate"
        ]
    },
    {
        "date": "5.28.22 9:14 am",
        "ctx": [
            "have you ever laughed out loud at an idea to put into a video and then went ahead and put it in the video, if so could you give an example",
            "i believe when i was recording the vocal for \"cool sports\", the ghosted 'fuckin' before was vocally improvised and i made myself laugh"
        ]
    },
    {
        "date": "5.28.22 9:12 am",
        "ctx": [
            "is there some sort of story behind \"At the Corner Store\"? Maybe you simply went to the store and thought about that melody, or it was just like \"Fly Around\" which you said was just a melody between some chords?",
            "on a song generation session, i just started playing a Bb bass note at a certain tempo, and then the melodic/chord riff popped into mind. sort of a dummy lyric came with it, that said \"at the corner store, getting things you need for the brand new world\". i made a specific note to myself NOT to use that lyric, because i was tired of all the store/retail references in my work. and i also have some more upcoming store-related material (which i like) that i'd rather not cannibalize. So the first thing on the writing session was to try to find anything alse besides the store, to put on that riff. but nothing else fit as well as the corner store. i relented and made it about the store."
        ]
    },
    {
        "date": "5.28.22 7:08 am",
        "ctx": [
            "should i invent earth",
            "sure. go ahead"
        ]
    },
    {
        "date": "5.28.22 5:01 am",
        "ctx": [
            "How to make lots of money?",
            "figure out how to provide something that no one else in the world can provide"
        ]
    },
    {
        "date": "5.28.22 2:38 am",
        "ctx": [
            "Do you ever export early versions of your songs, for posterity or otherwise?",
            "i export it when the writing is done, then i export it when the vocal is done (i call this \"pre-arr\"), and i export it again when the arrangement is done (i call this \"pre-mix) and then again when the mix is done (that would be the final version)"
        ]
    },
    {
        "date": "5.28.22 1:35 am",
        "ctx": [
            "was If the World Doesn't End selected from a pool of written songs to be recorded later or what is written and then recorded consecutively or something else",
            "it was selected from a long list of potential songs, ranging from 1% to 99% complete. \"if the world doesn't end\" would certainly be in the 1% category. it was only a title, and it had only been in the list for a week when it was selected"
        ]
    },
    {
        "date": "5.28.22 1:08 am",
        "ctx": [
            "So the thing is, when I'm at school Ih a t eit and think \"if I just had an easy job that wouldn't leave me with work to take home, that would be enough and I would be fine.\" But now I have a job like that more or less (it's still hard/stressful, but I don't get homework or essays assigned or anything), and I'm still miserable. So what's wrong? A long way of saying I'm fucking dreading work in 12hrs.",
            "it sounds like you should take on some new and interesting challenges"
        ]
    },
    {
        "date": "5.27.22 11:40 pm",
        "ctx": [
            "Should I go to the gym when school gets out",
            "yes, but only if you know where you're going to go after that"
        ]
    },
    {
        "date": "5.27.22 11:02 pm",
        "ctx": [
            "can you play the snare drum really fast?",
            "yes"
        ]
    },
    {
        "date": "5.27.22 8:22 pm",
        "ctx": [
            "how do you come up with your song lyrics?",
            "musically"
        ]
    },
    {
        "date": "5.27.22 8:00 pm",
        "ctx": [
            "is your next song gonna have the helvetica font on it?",
            "i doubt it"
        ]
    },
    {
        "date": "5.27.22 7:43 pm",
        "ctx": [
            "Hey I found a bench that says \"bench\" on it",
            "are you sure it was a bench"
        ]
    },
    {
        "date": "5.27.22 7:24 pm",
        "ctx": [
            "Opinions on maps?",
            "dank"
        ]
    },
    {
        "date": "5.27.22 7:22 pm",
        "ctx": [
            "will your next song be a sequel?",
            "no",
            "if so, to what song?"
        ]
    },
    {
        "date": "5.27.22 6:08 pm",
        "ctx": [
            "Will you make a song about camping?",
            "all options are on the table"
        ]
    },
    {
        "date": "5.27.22 5:27 pm",
        "ctx": [
            "should I buy seven thousand cows",
            "always rent cows"
        ]
    },
    {
        "date": "5.27.22 4:01 pm",
        "ctx": [
            "What is the first song you remember hearing?",
            "waltz of the flowers"
        ]
    },
    {
        "date": "5.27.22 12:19 pm",
        "ctx": [
            "What's a good strategy for giving names to fictional characters?",
            "choose a name that they should not have. and use that as a temporary name. and then don't change it"
        ]
    },
    {
        "date": "5.27.22 11:33 am",
        "ctx": [
            "can you write my social studies essay thabks",
            "i could write everything else besides that"
        ]
    },
    {
        "date": "5.27.22 9:37 am",
        "ctx": [
            "Its-a-da last day of school and I forgot to school",
            "that makes sense"
        ]
    },
    {
        "date": "5.27.22 8:16 am",
        "ctx": [
            "have you gone to mount st. helens?",
            "no"
        ]
    },
    {
        "date": "5.27.22 6:34 am",
        "ctx": [
            "Why do you make weird videos",
            "i have never made a weird video"
        ]
    },
    {
        "date": "5.27.22 1:22 am",
        "ctx": [
            "Were you always good at singing",
            "no",
            "or did you learn how to sing?",
            "sort of",
            "I really wanna sing but I'm bad at it, how can I learn?",
            "i'm not sure. it's one of the big mysteries for me. it's deeply connected to your soul somehow",
            "Or is it even something you CAN learn?",
            "yes",
            "I have trouble singing in my house since my family makes fun of it if I do. Do I do it anyway?",
            "if you have to"
        ]
    },
    {
        "date": "5.27.22 12:06 am",
        "ctx": [
            "you ever go to your local graveyard at night?",
            "no"
        ]
    },
    {
        "date": "5.26.22 10:00 pm",
        "ctx": [
            "I wonder what effect all these human emotions and thoughts are having on space and time? The emotions that humans feel have to be leaving their energy somewhere. Like, imagine a kitchen. There are so many normal things in a kitchen. Then in the middle of the kitchen, you've got a human body with a small head. Inside that small head, there could be emotions that are so powerful that they feel like they encapsulate the entire world. And that all happens in that little physical sphere, right in that kitchen? I mean come on, where does that energy all go?! Mars???!!!",
            "the most significant way that human emotions show their effects is when they cause the person to do something"
        ]
    },
    {
        "date": "5.26.22 9:36 pm",
        "ctx": [
            "are there any songs you think are bad?",
            "i was going to say yes but now that i think about it no"
        ]
    },
    {
        "date": "5.26.22 8:36 pm",
        "ctx": [
            "what are your plans for world domination",
            "let the world dominate itself"
        ]
    },
    {
        "date": "5.26.22 6:01 pm",
        "ctx": [
            "Why is my cat sleeping on my back",
            "because it's a location that's been deemed safe"
        ]
    },
    {
        "date": "5.26.22 2:18 pm",
        "ctx": [
            "is it possible to feel way too randy",
            "yes, or not enough"
        ]
    },
    {
        "date": "5.26.22 12:01 pm",
        "ctx": [
            "what is your opinion",
            "darkness is actually very bright"
        ]
    },
    {
        "date": "5.26.22 11:00 am",
        "ctx": [
            "Would you describe the upcoming song as more of a bop, a groove, or a vibe? Or perhaps something totally different?",
            "bomp"
        ]
    },
    {
        "date": "5.26.22 10:49 am",
        "ctx": [
            "If there is real estate, then what is fake estate?",
            "nothing"
        ]
    },
    {
        "date": "5.26.22 10:29 am",
        "ctx": [
            "Do you take the post office seriously?",
            "the part where it says on the building what town it's in. i take that part seriously"
        ]
    },
    {
        "date": "5.26.22 9:18 am",
        "ctx": [
            "What's gotten you excited recently?",
            "the possibility of improving more and more over time"
        ]
    },
    {
        "date": "5.26.22 4:01 am",
        "ctx": [
            "What advice would you give to someone trying to teach themselves proper singing technique? Specifically, what would you suggest practicing to start singing from your chest instead of your throat?",
            "i don't know how to do that consciously. i have to approach it more like acting. you have to convince yourself that you mean the words you're singing at the time. another neat trick is to pretend that no one else in the world is capable of singing these lines like you are at this moment"
        ]
    },
    {
        "date": "5.26.22 12:12 am",
        "ctx": [
            "i've been thinking about a bill wurtz videogame. i feel as if it would seem very much like it was from the gamecube-era. i know you don't play videogames, but if you were to MAKE one, what do you think would be the most important aspect?",
            "if i made games, the most important thing would be to make many games, on a steady recurring basis. this would be to reassure myself that i'm earnestly doing my best to make every possible game i can"
        ]
    },
    {
        "date": "5.25.22 11:35 pm",
        "ctx": [
            "I really appreciate this question section because it's nice to see people asking the same questions I have and knowing that people are the same as me. thanks. Anyway, I am writing because I realized there is something wrong with me. I was talking to a friend about when we used to be super busy. I asked her how she was not miserable when she was overloaded not only with school and extracurriculars, but also heavy work shifts. She said \"I wasn't miserable. I was happy.\" Which made me realize how much I am not like that. I was miserable with half the schedule she had, and I continue to dread any amount of work that comes my way no matter how minuscule or easy. Except for I think I have a slightly smaller aversion when it comes to practicing music, though perhaps I would start to hate it if I pursued it as a serious education/career path. So basically what I am saying to you is: is there something wrong with me,",
            "i doubt it",
            "should I look/wait for something I enjoy doing or",
            "yes",
            "should I just force myself to stick with something, and do you have any advice.",
            "i think there's no reason to compare yourself negatively against other people"
        ]
    },
    {
        "date": "5.25.22 10:11 pm",
        "ctx": [
            "how does it feel seeing all the past work you've done?",
            "it depends what mood i'm in"
        ]
    },
    {
        "date": "5.25.22 9:55 pm",
        "ctx": [
            "What's the story that inspired your song \"New Canaan\"?",
            "going to new canaan and writing a song along the way"
        ]
    },
    {
        "date": "5.25.22 5:33 pm",
        "ctx": [
            "what would you consider the sequel to \"maybe i could eat blades of grass?\"",
            "has to be unboxing"
        ]
    },
    {
        "date": "5.25.22 4:43 pm",
        "ctx": [
            "will you grow a long white beard at some point in your life or nah?",
            "i doubt it"
        ]
    },
    {
        "date": "5.25.22 4:31 pm",
        "ctx": [
            "have you tried pineberries",
            "no"
        ]
    },
    {
        "date": "5.25.22 4:20 pm",
        "ctx": [
            "how is anyone supposed to get excited about going to school",
            "maybe if going to school becomes taboo in some way. if someone tells you you're not supposed to go, then it would probably become more exciting"
        ]
    },
    {
        "date": "5.25.22 4:01 pm",
        "ctx": [
            "So I'm trying to make instrumental music with new techniques - instead of programming all of it I combine programming with physical equipment (drum machine& synthesizer), having a more loose collective of styles rather than being more stylistically focused, making generally longer songs, practicing buildups, possibly adding in vocals/lyrics, etc.\n\nBut it's been really frustrating because I've gotten so good at the much more creatively limited methods I used before, and it feels like I'm back to square one to a degree. \n\nI tried going back to old methods and it's going great. I'm getting way more music done than I have been in months. But it feels *too* easy, if that makes sense. Like I could come up with a lot more creative and imaginative stuff if I wasn't just hypnotically pumping out the same stuff I'd always done.\n\nI guess my question is, is it possible for creative projects to be *too* easy to make? How do I know when  I've hit that creative hotspot to make truly great art?",
            "it's always going to be a game of chase"
        ]
    },
    {
        "date": "5.25.22 3:30 pm",
        "ctx": [
            "Is outside about dying?",
            "i doubt it"
        ]
    },
    {
        "date": "5.25.22 10:44 am",
        "ctx": [
            "have you ever made music for a video game and if not will you?",
            "i would do the music if i made the game. that seems to be generally how i roll"
        ]
    },
    {
        "date": "5.25.22 10:23 am",
        "ctx": [
            "All the planning seems like it's stopped working,what do?",
            "you'll have to improvise"
        ]
    },
    {
        "date": "5.25.22 4:47 am",
        "ctx": [
            "is it okay to have feelings",
            "yes, thank you for checking with me"
        ]
    },
    {
        "date": "5.25.22 3:02 am",
        "ctx": [
            "do you like grass",
            "maybe if it didn't grow so fast"
        ]
    },
    {
        "date": "5.25.22 1:34 am",
        "ctx": [
            "do you like to draw sometimes",
            "yes"
        ]
    },
    {
        "date": "5.25.22 12:52 am",
        "ctx": [
            "how do you program the universe? (help)",
            "just be yourself"
        ]
    },
    {
        "date": "5.25.22 12:26 am",
        "ctx": [
            "was it intentional that the \"just did a bad thing\" video was uploaded onto youtube on December 25th",
            "it was really supposed to come out a week earlier (dec 18.) Actually, in the broader scheme it was really supposed to come out the week before (dec 11). although i can't really claim that it would have been that song, because by the time i started production on that song, it already would have been way too late to make dec 11. but as of nov 27 it certainly was intended that the next video would come out on dec 11. and then a long string of mishaps ensued"
        ]
    },
    {
        "date": "5.25.22 12:18 am",
        "ctx": [
            "should i even attend my music theory classes",
            "you could make your own classes"
        ]
    },
    {
        "date": "5.24.22 10:11 pm",
        "ctx": [
            "I've been homeschooled during since March 2020 and now I have to go back to school now. All the kids there are so strange to me. Anyways, the part in \"might quit\" that goes \"It's the first day of school, and I think I might quit. Because the things I've been seeing here don't make sense\" is so relatable to me. \n\nWhen you write your songs, do you make lyrics that you connect to yourself, or things you think others would connect to?",
            "absolutely. when it's both at once, it's considered a 'grand slam'"
        ]
    },
    {
        "date": "5.24.22 9:57 pm",
        "ctx": [
            "do you ever rearrange your room to spring some extra joy in your life?",
            "i've done it, but not recently because i think i have the right arrangement now"
        ]
    },
    {
        "date": "5.24.22 8:52 pm",
        "ctx": [
            "When you emphasized \"I'm scared\" near the beginning of 9 8 7, was that a reference to your previous song of that name or just a coincidence given the truth of the line?",
            "coincidence, and that verse of \"9 8 7\" was actually written before the \"i'm scared\" song existed"
        ]
    },
    {
        "date": "5.24.22 8:21 pm",
        "ctx": [
            "What's currently the most ambitious project you'd like to tackle sometime in the future?",
            "how about the cosmological constant problem"
        ]
    },
    {
        "date": "5.24.22 6:31 pm",
        "ctx": [
            "how does music work",
            "as if by magic"
        ]
    },
    {
        "date": "5.24.22 4:10 pm",
        "ctx": [
            "either im stupid, or there is a pizzicato violin(?) line in \"im a princess\". is there a pizzicato violin(?) line in \"im a princess\"?",
            "it's very likely. i use pizzicato strings sounds often"
        ]
    },
    {
        "date": "5.24.22 3:31 pm",
        "ctx": [
            "What is the 97th word of your next song?",
            "depending on how many of the ghosted \"&\"s you count, it might be \"noticed\""
        ]
    },
    {
        "date": "5.24.22 11:36 am",
        "ctx": [
            "are the lows absolutely necessary?",
            "some of them"
        ]
    },
    {
        "date": "5.24.22 11:30 am",
        "ctx": [
            "is there an intentional mystery to be solved through your songs and their lyrics, etc.?",
            "yes. i'm trying to figure out how the universe works in general"
        ]
    },
    {
        "date": "5.24.22 9:46 am",
        "ctx": [
            "how did you develop your musical style?",
            "it develops automatically. it's still developing"
        ]
    },
    {
        "date": "5.24.22 9:21 am",
        "ctx": [
            "will there be another non-music video this year,",
            "i think so",
            "and will it involve chips (not sponsored)?",
            "no"
        ]
    },
    {
        "date": "5.24.22 7:38 am",
        "ctx": [
            "are you in denial",
            "i have no idea"
        ]
    },
    {
        "date": "5.24.22 2:00 am",
        "ctx": [
            "How do i break the loop?",
            "you'll have to go into another loop"
        ]
    },
    {
        "date": "5.23.22 10:29 pm",
        "ctx": [
            "what is your favorite kind of apple?",
            "<del>bad</del> good"
        ]
    },
    {
        "date": "5.24.22 5:45 am",
        "ctx": [
            "in the reality video 3.30.16 2:48am at around the 0:22 mark you say something that to me sounds like \"i'm including sympathy-\" before cutting yourself off, is this correct?",
            "no. after reviewing the clip, i can tell it says \"i'm including some of these...\"",
            "if so, are you saying like you're including/editing video that will perhaps \"bend the narrative\" to make it look like you're an underdog reaching a vast height or something along those lines (as opposed to just someone going through their life without it being all cinematic)",
            "i was trying to encourage myself to not be shy about including crappy stuff, as i was building the reality section. and reminding myself that this is the attitude that this website was originally built from. before gaining that courage, typically i'm afraid to post anything"
        ]
    },
    {
        "date": "5.23.22 10:06 pm",
        "ctx": [
            "What's your favourite ice cream flavour? :D",
            "mondae"
        ]
    },
    {
        "date": "5.23.22 10:05 pm",
        "ctx": [
            "have you learned more about yourself by answering so many questions?",
            "yes"
        ]
    },
    {
        "date": "5.23.22 10:02 pm",
        "ctx": [
            "What are better: Apple , Pine Apple, Orang , or Lemon\nRate in Order 1 to 4",
            "i don't rate fruit. i just don't"
        ]
    },
    {
        "date": "5.23.22 9:42 pm",
        "ctx": [
            "what chords did you play in \"i'm scared\" at the parts where it goes \"i'm scared of my own face\", \"yes i do is that true?\", \"it's a bad and good tune& i would sing it to you\", and \"the things that i love to be scared of\", respectively?",
            "\"scared of my own face\", i assume, is Csus2/E Dsus4/F#\n\"yes i do is that true\" would be some kind of Dmin9(11), then some kind of Gmin11. You can probably pretty closely approximate these by using Cadd4/D, and Bbsus2/G\n\"it's a bad and good tune and i would sing it to you\".... \"bad and\" is generally Dmin11 and Dmin7. \"Good tune\" is roughly Cmaj and Bbmaj triads, and the bass is in the middle of a climb which would put it on F and G at that time, making the chords you hear something like C/F and Gmin7. \"And I\" would be something like Gmin11, but because the bass is midway through a climb, in reality what you hear is probably something like Bbsus2/A. \"would sing\" would just be Bbsus2, and \"it\" the melody goes to A note, so i'd say this would sound like F/Bb, except this syllable is such a ghost that there's really not much of anything there. and \"to you\" comes out as F/C, C\n\"Things that i\" should be some kind of F#min7. \"Love\" should be something like Dmin/F.\n\"be scared of\" is some kind of Bmin9(11), which can be more specifically described as Aadd4 over B. The bass tumbles into this, so the bass doesn't reach the bottom until around \"of\""
        ]
    },
    {
        "date": "5.23.22 8:53 pm",
        "ctx": [
            "Hello! What type of music would you call yours?",
            "regular/extreme"
        ]
    },
    {
        "date": "5.23.22 8:35 pm",
        "ctx": [
            "has every music been made already??",
            "no",
            "is it ok if i make tracks that sound similar to other songs but i didnt even know those songs existed",
            "yes that's fine. if you get a #1 smash hit, then various people will probably try to steal some credit for it, regardless of what your song sounds like"
        ]
    },
    {
        "date": "5.23.22 6:03 pm",
        "ctx": [
            "I love how your songs are confusing but also hopeful and funny at the same time. How and why do you do that?",
            "the reason would be so you might love it. the method is mostly still a mystery to me"
        ]
    },
    {
        "date": "5.23.22 3:52 pm",
        "ctx": [
            "are there any non-song videos in the pipeline?",
            "yes"
        ]
    },
    {
        "date": "5.23.22 3:30 pm",
        "ctx": [
            "What is there to do? I find that when school or work is happening im eager to go home and then I have a great time at home knowing I escaped school/work. But when there is no school or anything to begin with and i start my day at home then it's not nearly as fun, borderline unpleasant. do you know of a solution is the predicament",
            "it sounds like you might want to take on some new challenges"
        ]
    },
    {
        "date": "5.23.22 3:08 pm",
        "ctx": [
            "what should i do at a sleepover",
            "BE AWAKE!"
        ]
    },
    {
        "date": "5.23.22 2:58 pm",
        "ctx": [
            "do you wish/plan to do hyperrealistic 3d videos at some point?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "5.23.22 1:31 pm",
        "ctx": [
            "Is your next song going to be angry, loud and crazy?",
            "not exactly"
        ]
    },
    {
        "date": "5.23.22 12:55 pm",
        "ctx": [
            "what is the BPM of your next song?",
            "97"
        ]
    },
    {
        "date": "5.23.22 12:22 pm",
        "ctx": [
            "how would you describe the mood of your upcoming song?",
            "pretty good"
        ]
    },
    {
        "date": "5.23.22 12:10 pm",
        "ctx": [
            "Do you know a person named Gertrude?",
            "no"
        ]
    },
    {
        "date": "5.23.22 11:43 am",
        "ctx": [
            "WHY DO YOU NOT USE CAPS",
            "i do, but i realize it can appear that way if you have very selective vision"
        ]
    },
    {
        "date": "5.23.22 9:41 am",
        "ctx": [
            "Do you have the musical skills to depict insanity in a song without using lyrics?",
            "absolutely"
        ]
    },
    {
        "date": "5.23.22 7:48 am",
        "ctx": [
            "What is meant by \"do not attempt\" in \"i'm a princess\" at \"bucket\" by the bottom-right corner?",
            "let's see if this caption brightens the scene and helps the flow"
        ]
    },
    {
        "date": "5.23.22 7:44 am",
        "ctx": [
            "Can you please remove the monsters from under my bed and in my closet",
            "i could re-locate them. but there will still be the same amount in total, according to the law of conservation of monsters"
        ]
    },
    {
        "date": "5.23.22 6:37 am",
        "ctx": [
            "thoughts on violin",
            "smaller than viola, as i found out recently and did not expect"
        ]
    },
    {
        "date": "5.23.22 4:02 am",
        "ctx": [
            "Monday 11.24.14 has music that feels like sitting in a living room and bantering back and forth while sunset light comes through the windows. Is there a longer version?",
            "yes, there's a version that's about 3 seconds longer which contains 1 more note and the cymbal ringing out after the rest of the instruments stop"
        ]
    },
    {
        "date": "5.23.22 3:10 am",
        "ctx": [
            "how do I become more creative",
            "first, disassemble the entire observable universe into its component particles, then re-assemble it to taste"
        ]
    },
    {
        "date": "5.23.22 1:45 am",
        "ctx": [
            "When I write a story, why do I want to subject a character I love deeply to so much trauma and pain?",
            "it could be a learning experience"
        ]
    },
    {
        "date": "5.23.22 12:38 am",
        "ctx": [
            "If you write a song about a thing, do you ever wonder if the thing writes a song about you?",
            "yes"
        ]
    },
    {
        "date": "5.22.22 9:57 pm",
        "ctx": [
            "What are the things you want to say and do?",
            "everything, if possible"
        ]
    },
    {
        "date": "5.22.22 7:52 pm",
        "ctx": [
            "Why don't you make an angry, loud, crazy song?",
            "it's on my to-do list"
        ]
    },
    {
        "date": "5.22.22 6:59 pm",
        "ctx": [
            "ever just love the whole entire universe?",
            "yes"
        ]
    },
    {
        "date": "5.22.22 5:26 pm",
        "ctx": [
            "What exactly were you working on in the 6-month period between \"got some money\" and \"more than a dream\"?",
            "\"more than a dream\", and also making some improvements to the music production process"
        ]
    },
    {
        "date": "5.22.22 2:38 pm",
        "ctx": [
            "Do all the harmonic extensions implied throughout your songs just materialize while improvising, or are you thinking \"this needs to be a big V7b9#9 sound\" and writing lines and aux keys figures to suit that? \n\nIt just feels like there's a logic to your idiosyncratic bananas harmonic sensibilities over the course of a song, and I'm curious how premeditatedit all is in your composition/recording process.",
            "it's composed the same way as the words in your sentences. you intuitively know which words to use"
        ]
    },
    {
        "date": "5.22.22 10:21 am",
        "ctx": [
            "Do you ever just study quantum mechanics?",
            "yes and no"
        ]
    },
    {
        "date": "5.21.22 10:34 pm",
        "ctx": [
            "what is one of the words in the title of an upcoming song of yours?",
            "to"
        ]
    },
    {
        "date": "5.21.22 9:55 pm",
        "ctx": [
            "was the meaning of \"long long long journey\" a metaphor for your own life or life in general?",
            "any life, or story"
        ]
    },
    {
        "date": "5.21.22 9:49 pm",
        "ctx": [
            "how to fight something you don't know details of, but you know it's there. the catch is, every time you try to access info about it, you get hurt.",
            "first, see if you can locate the ground"
        ]
    },
    {
        "date": "5.21.22 5:07 pm",
        "ctx": [
            "how to come up with song names for instrumental songs??",
            "ask yourself \"which one is it\""
        ]
    },
    {
        "date": "5.21.22 3:46 pm",
        "ctx": [
            "How can i make a song groovy?",
            "it's all about the follow through"
        ]
    },
    {
        "date": "5.21.22 2:47 pm",
        "ctx": [
            "what is the 1st word of your next song?",
            "yes"
        ]
    },
    {
        "date": "5.21.22 12:14 pm",
        "ctx": [
            "What is truth?",
            "could be you"
        ]
    },
    {
        "date": "5.21.22 11:21 am",
        "ctx": [
            "is the world ready to begin yet?",
            "just about"
        ]
    },
    {
        "date": "5.21.22 9:51 am",
        "ctx": [
            "do you actually answer these",
            "i don't recall"
        ]
    },
    {
        "date": "5.21.22 3:51 am",
        "ctx": [
            "will any of the words in this question appear in your next song?",
            "yes"
        ]
    },
    {
        "date": "5.21.22 2:13 am",
        "ctx": [
            "a lot of your songs are songs about writing songs, but have you ever written a song about writing a song about writing a song?",
            "i'm sure i have"
        ]
    },
    {
        "date": "5.21.22 1:49 am",
        "ctx": [
            "Any tips for learning video editing?",
            "take out the bad parts"
        ]
    },
    {
        "date": "5.20.22 11:55 pm",
        "ctx": [
            "How big of a span do you have with your right and left hands on the keyboard you wrote/record with? \n\nI've been stretching for years but still barely have 10ths",
            "that doesn't seem particularly important",
            "I'm gonna guess you at comfortable black to white tenths and and fully stretched non-functional 12ths",
            "absolutely not. i could play C and E for a picture, but not comfortably enough to be useful. the furthest stretch i'd ever do in real life would be a 9th, and only on same color keys"
        ]
    },
    {
        "date": "5.20.22 7:13 pm",
        "ctx": [
            "why has the world gone insane?",
            "just trying to get by",
            "has it always been this insane",
            "yes"
        ]
    },
    {
        "date": "5.20.22 6:44 pm",
        "ctx": [
            "what's your favorite clef to read/use?",
            "treble"
        ]
    },
    {
        "date": "5.20.22 3:18 pm",
        "ctx": [
            "is there a chance that you'll continue adding stuff to the reality section?",
            "oh hell yeah"
        ]
    },
    {
        "date": "5.20.22 12:14 pm",
        "ctx": [
            "how did you come up with \"in the afternoon , at half 2. 1 past hows the day been and did it change yet\" in \"the world doesn't end\"",
            "common sense, really"
        ]
    },
    {
        "date": "5.20.22 7:13 am",
        "ctx": [
            "is the half of 8 3 or 4",
            "that depends whether it's a number or a numeral"
        ]
    },
    {
        "date": "5.20.22 2:00 am",
        "ctx": [
            "Are there any items of clothing that strike you as particularly reusable?",
            "diaper"
        ]
    },
    {
        "date": "5.20.22 1:06 am",
        "ctx": [
            "how to distinguish chords?",
            "work and play with them, on a continuing basis"
        ]
    },
    {
        "date": "5.19.22 11:10 pm",
        "ctx": [
            "should we have flying cars yet?",
            "you should"
        ]
    },
    {
        "date": "5.19.22 9:48 pm",
        "ctx": [
            "What do i look like in your mind?",
            "purple text"
        ]
    },
    {
        "date": "5.19.22 9:13 pm",
        "ctx": [
            "In the notebook section, in 5/10/20, you said that \"I\"M SO SCARED\". Was that the inspiration for the \"i'm scared\" song?",
            "no"
        ]
    },
    {
        "date": "5.19.22 8:26 pm",
        "ctx": [
            "binge watched all of your videos, now what?",
            "make some of your own"
        ]
    },
    {
        "date": "5.19.22 7:12 pm",
        "ctx": [
            "how do you figure out what you are supposed to be doing. if there are many things that interest you. how do you pick the right thing to do",
            "that's easy, just do everything"
        ]
    },
    {
        "date": "5.19.22 6:53 pm",
        "ctx": [
            "will the reality page ever get updated with new things?",
            "oh hell yeah",
            "i know you're probably focused on more important projects but i heavily enjoy seeing the thought process behind the videos and music"
        ]
    },
    {
        "date": "5.19.22 5:49 pm",
        "ctx": [
            "How long is your next song?",
            "about 2:27"
        ]
    },
    {
        "date": "5.19.22 5:03 pm",
        "ctx": [
            "i think I have strayed too far away from google",
            "it's impossible to stray away from google"
        ]
    },
    {
        "date": "5.19.22 4:50 pm",
        "ctx": [
            "Do you have any lyrics that were part of Fly Around but got scrapped?",
            "let me check",
            "May I see some?",
            "somewhere there's a second screen displaying things exactly as they .. ?\n\n\n\ntravel the \nwalk over the \ngo into the\nwalk to the\n\n\n\ntravel the world the world without my sandwich\n\n\n...... much too high for this conversation \n\n\n\n\nso i hold on to all the details\ncapture in on paper\nin series of words and phrases\n\n\n\nsome people notice,\n\n\n\ni travel the world with special standards\n\n\ni walk into the room with no advantage\n\n\ni walk into the room and take my chances\ni walk back out\n\n\n\nclimbing a tree with special branches,\nthen i climb back down. now i can fly around\n\n\nwalk into the room, it's still expanding\nthen i walk back out. now i can fly around"
        ]
    },
    {
        "date": "5.19.22 3:45 pm",
        "ctx": [
            "I have a really hard time finishing things. I cant seem to finish any artistic project, books or even a video game! I have a desire to start/create and do, but crossing the finish line is not something I seem to achieve lately. Have you ever struggled with this?",
            "yes",
            "I think I'm afraid of the experience ending or of \"ruining\" it.",
            "right",
            "I know perfectionism is holding me back. But I also don't like sub par quality. I would love your advice, you really inspired me to start creating again and just \"do\".",
            "i think you might have to trick yourself, by trying to do something bad on purpose. some way to take the pressure off"
        ]
    },
    {
        "date": "5.19.22 2:26 pm",
        "ctx": [
            "How loud is quiet? How quiet is loud?",
            "not very"
        ]
    },
    {
        "date": "5.19.22 2:24 pm",
        "ctx": [
            "Do you make the 3D renders as standalone art, without really thinking about songs it would be in,",
            "sometimes, especially around 2020, during my 'experimental' phase",
            "and then later, when making a song, pick the 3D renders that you think would accompany the song best?",
            "at least the option is available. but in most cases i'll want to design something specifically for the video/song at hand"
        ]
    },
    {
        "date": "5.19.22 2:15 pm",
        "ctx": [
            "how to act natural?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "5.19.22 1:37 pm",
        "ctx": [
            "Do you ever sing sea shanties?",
            "it's on my to-do list"
        ]
    },
    {
        "date": "5.19.22 12:21 pm",
        "ctx": [
            "best furniture piece",
            "floor"
        ]
    },
    {
        "date": "5.19.22 10:00 am",
        "ctx": [
            "is there a specific order your videos should be watched in? if so in what order?",
            "any order you watch them is correct"
        ]
    },
    {
        "date": "5.19.22 9:18 am",
        "ctx": [
            "which of your songs do you think has the most vocal-heavy arrangement?",
            "probably corner store"
        ]
    },
    {
        "date": "5.19.22 8:33 am",
        "ctx": [
            "what instrument do you use the most",
            "shaker",
            "because I want to make my own bill Wurtz type stuff"
        ]
    },
    {
        "date": "5.19.22 6:18 am",
        "ctx": [
            "favorite shape?",
            "milieu"
        ]
    },
    {
        "date": "5.19.22 5:20 am",
        "ctx": [
            "what's your storytelling process? what are some things you've learnt about storytelling and writing over the years?\nis there ever gonna be a \"screenplays\" page on billwurtz.com?\nthanks",
            "most of the things to be learned, i've still yet to learn. but the main thing i know up to this point is that the only way to find the right answers is to experience the story up to the current point, from the beginning, in real time. preferably after not having heard it yet"
        ]
    },
    {
        "date": "5.19.22 4:04 am",
        "ctx": [
            "Is the princess a metaphor for a prisoner?",
            "i don't think i thought of that, i can see how that might work"
        ]
    },
    {
        "date": "5.19.22 3:00 am",
        "ctx": [
            "Is \"mount saint helens is about to blow up\" based/inspired on the story of harry r truman?",
            "absolutely not"
        ]
    },
    {
        "date": "5.19.22 2:11 am",
        "ctx": [
            "when did u first get the idea/start writing 'if the world doent end'",
            "i came up with the idea on april 10, 2022"
        ]
    },
    {
        "date": "5.19.22 12:31 am",
        "ctx": [
            "why can't i reach the cookie jar?",
            "you're obviously not high enough"
        ]
    },
    {
        "date": "5.19.22 12:06 am",
        "ctx": [
            "Can you write a song about tables",
            "i almost use tables too much in my songwriting, so right now if it comes up there might be a mild attempt now to steer it in a different direction if i can"
        ]
    },
    {
        "date": "5.18.22 11:11 pm",
        "ctx": [
            "On September 4th, 2012 at 3:10pm, you said:\n\n\"it's just like, i'm just like, 'ok, i get it. the meaning of my life is to make original music.'\"",
            "of course. it had already been true for many many years before that. it's just sometimes i get distracted by other meaningful things as well",
            "When you said that, did you believe it was true?",
            "of course",
            "Do you believe it is true now?",
            "of course"
        ]
    },
    {
        "date": "5.18.22 8:03 pm",
        "ctx": [
            "In if the world doesn't end, the last verse 'if the world made sense,' ends with a comma. Why",
            "that's a reminder that it's not a complete sentence"
        ]
    },
    {
        "date": "5.18.22 8:03 pm",
        "ctx": [
            "do you agree with me that songs in 5/4 time lie in a moral grey area?",
            "no"
        ]
    },
    {
        "date": "5.18.22 7:57 pm",
        "ctx": [
            "what's some weird misconception you had as a small kid that you can't believe you had?",
            "i thought that slightly older kids were huge"
        ]
    },
    {
        "date": "5.18.22 5:16 pm",
        "ctx": [
            "favorite time signature?",
            "regular"
        ]
    },
    {
        "date": "5.18.22 4:28 pm",
        "ctx": [
            "who washed canada",
            "you may have to do it"
        ]
    },
    {
        "date": "5.18.22 3:11 pm",
        "ctx": [
            "Any thoughts on bananas?",
            "like a boomerang that doesn't come back"
        ]
    },
    {
        "date": "5.18.22 3:05 pm",
        "ctx": [
            "what do you do when you feel bad? like not about anything in particular, just about everything?",
            "that would be the perfect time to generate a piece of creative content"
        ]
    },
    {
        "date": "5.18.22 2:19 pm",
        "ctx": [
            "do you think things happen even when things are not supposed to happen?",
            "different people suppose different things. as agonizing as this may seem sometimes, it can also be part of the fun"
        ]
    },
    {
        "date": "5.18.22 2:00 pm",
        "ctx": [
            "favorite ikea item",
            "the sales floor"
        ]
    },
    {
        "date": "5.18.22 1:40 pm",
        "ctx": [
            "what is your favorite letter of the alphabet and why",
            "y, just because it's the most recent one i had seen, at the time. so it was fresh in my memory"
        ]
    },
    {
        "date": "5.18.22 12:03 pm",
        "ctx": [
            "What do you think the special sandals are in a more literal sense?",
            "nothing. that's part of the fun"
        ]
    },
    {
        "date": "5.18.22 12:03 pm",
        "ctx": [
            "what is a minor chord?",
            "if you have notes C, Eb, and G together, and especially if there is also a C note in a fairly low range, that is probably considered a C minor chord. The same thing could be said about G minor, with notes G, Bb, and D, with G in the bass. and so on, with any groups of notes in this same relative orientation to each other",
            "and what is a major chord?",
            "if you have notes C, E, and G together, and especially if there is also a C note in a fairly low range, that is probably considered a C major chord. The same thing could be said about G major, with notes G, B, and D, with G in the bass. and so on, with any groups of notes in this same relative orientation to each other",
            "how do chord names work?",
            "there is an attempt to describe a chord, using small combinations of letters and numbers",
            "what's sus?",
            "for example, if you have a C major chord (with notes C, E, and G) and you swap out the E note for F instead (C, F, G), this new chord would often be considered Csus4. If you swap the note for D instead (C, D, G), it might be considered Csus2. If there is no number in the chord symbol and it just says Csus, it would almost definitely be assumed to be Csus4. but if you're a person who uses both sus2 and sus4 frequently, it's probably good to specify the number"
        ]
    },
    {
        "date": "5.18.22 10:48 am",
        "ctx": [
            "whats your favourite type of soft cheese?",
            "really really hard cheese"
        ]
    },
    {
        "date": "5.18.22 10:35 am",
        "ctx": [
            "what the heck is a tree",
            "i have no earthly idea"
        ]
    },
    {
        "date": "5.18.22 9:13 am",
        "ctx": [
            "Do you often read magazine pages on the floor, of a corner store?",
            "that sounds like something i would do"
        ]
    },
    {
        "date": "5.18.22 8:57 am",
        "ctx": [
            "how do you rate Welch's fruit snacks?",
            "unrated"
        ]
    },
    {
        "date": "5.18.22 4:23 am",
        "ctx": [
            "is life?",
            "yes"
        ]
    },
    {
        "date": "5.18.22 2:58 am",
        "ctx": [
            "what's an instrument you're too afraid to try playing on?",
            "jetpack"
        ]
    },
    {
        "date": "5.17.22 9:38 pm",
        "ctx": [
            "Would you consider the \"these are a few of my favorite things\" song to be 3/4 or 6/8?",
            "i'd prefer 6/8 at least, because, if it's 3/4 then the quarter note would have to be flying by at like 200 bpm"
        ]
    },
    {
        "date": "5.17.22 8:04 pm",
        "ctx": [
            "why do I feel like I always look way worse in pictures than in real life",
            "because you can't move"
        ]
    },
    {
        "date": "5.17.22 8:03 pm",
        "ctx": [
            "why do you think people so often describe art by name dropping other art, rather than describing the art itself?",
            "that reminds me of how the dictionary defines words by using other words"
        ]
    },
    {
        "date": "5.17.22 7:55 pm",
        "ctx": [
            "is there anything that can inspire creativity im having trouble.",
            "yes, everything can inspire",
            "and how long should i practise an instrument before writing music?",
            "any amount of time"
        ]
    },
    {
        "date": "5.17.22 7:17 pm",
        "ctx": [
            "are you a chair?",
            "no",
            "am i a chair?",
            "no",
            "Are we all chairs?",
            "no",
            "pLeAsE eXpLaIn i wAnT tO kNoW"
        ]
    },
    {
        "date": "5.17.22 6:20 pm",
        "ctx": [
            "When did all of this happen?",
            "just now"
        ]
    },
    {
        "date": "5.17.22 6:03 pm",
        "ctx": [
            "What is your favorite type of chair?",
            "how about the one that abe lincoln is sitting in, at the lincoln memorial"
        ]
    },
    {
        "date": "5.17.22 5:24 pm",
        "ctx": [
            "is the 987 verse like Dm, Cmaj7?",
            "just about"
        ]
    },
    {
        "date": "5.17.22 2:11 pm",
        "ctx": [
            "what approximate percentage of the songs you write never get finished or released?",
            "never/forever hasn't arrived yet, so until then i won't be able to calculate"
        ]
    },
    {
        "date": "5.17.22 1:36 pm",
        "ctx": [
            "opinion on the book of revelations?",
            "perfect setup for a sequel"
        ]
    },
    {
        "date": "5.17.22 12:43 pm",
        "ctx": [
            "What's your opinion on bread?",
            "can be squashed. squashability is an ever present feature of that item"
        ]
    },
    {
        "date": "5.17.22 12:41 pm",
        "ctx": [
            "what's in the texture of the gray avatar you use in your videos?",
            "nothing"
        ]
    },
    {
        "date": "5.17.22 11:56 am",
        "ctx": [
            "why are your answers so vague?",
            "to counteract some of the other answers that are extremely specific"
        ]
    },
    {
        "date": "5.17.22 11:49 am",
        "ctx": [
            "Has all of this already happened? (A lot of the time it feels that way;just watching an already-lived experience.)",
            "i'd say you could think of it that way, IF you also consider that it's happened infinite other possible ways also"
        ]
    },
    {
        "date": "5.17.22 10:12 am",
        "ctx": [
            "In \"fly around\" the special sandals are an interesting metaphor for your body right?",
            "i never thought of it that way"
        ]
    },
    {
        "date": "5.17.22 7:21 am",
        "ctx": [
            "somehow i got roped into singing and dancing the YMCA song in front of my classmates. what do i do to ease the intense dread",
            "enjoy the verses, and the way the entire song ties together. it's pretty well done"
        ]
    },
    {
        "date": "5.17.22 4:57 am",
        "ctx": [
            "dominoes or pizza hut",
            "check the shape of the building. especially the roof"
        ]
    },
    {
        "date": "5.17.22 3:15 am",
        "ctx": [
            "when you type a bunch of periods like this ......... do you prefer to hold the button or press it a bunch? because they seem pretty similar time-management wise",
            "a few months ago i went into the preferences and set my keyrepeat rate to the maximum speed and minimum delay. it turns out there's no downside to this. this was a breakthrough for me"
        ]
    },
    {
        "date": "5.17.22 2:29 am",
        "ctx": [
            "is a bottle cap a door or a wheel, because it opens and closes, but also spins",
            "if it's a wheel, it should probably be able to spin continuously. if it's a door, ..... well, ... now that i think about it, it is actually a door"
        ]
    },
    {
        "date": "5.17.22 1:55 am",
        "ctx": [
            "how many darn years 4 has been 2 + 2?",
            "a couple"
        ]
    },
    {
        "date": "5.17.22 1:09 am",
        "ctx": [
            "how do i outthink myself",
            "just asking that question, is all it takes"
        ]
    },
    {
        "date": "5.16.22 11:54 pm",
        "ctx": [
            "why does one of the frames in the Big Bang part of hotewig (at 0:48) say \"i have nightmares\"?",
            "perhaps that's a phrase that generally characterizes SOME of what may SOMETIMES take place at some points in our universe. that sequence of shots is supposed to depict all the energy in the universe exploding all at once, so i had to take some artistic leaps"
        ]
    },
    {
        "date": "5.16.22 11:51 pm",
        "ctx": [
            "if i want to learn to read sheet music where do i start?",
            "how about rhythms"
        ]
    },
    {
        "date": "5.16.22 11:49 pm",
        "ctx": [
            "I have a dream of getting super good at my instrument, and maybe even going pro or something. It's wildly unrealistic and unattainable, and I know deep down it would never happen. So do you think it's not worth it to put in a lot of time and money into this dream?",
            "not with that attitude"
        ]
    },
    {
        "date": "5.16.22 11:44 pm",
        "ctx": [
            "Bill can you write a song about my couch",
            "all options are on the table"
        ]
    },
    {
        "date": "5.16.22 9:53 pm",
        "ctx": [
            "why did you switch to 3D? is it easier/faster to make 3d videos, or something else",
            "was thirsting for some perspective"
        ]
    },
    {
        "date": "5.16.22 9:18 pm",
        "ctx": [
            "Whats your opinion on boxes",
            "a shape not generally found in nature, and yet, totally based on the natural fabric of our universe"
        ]
    },
    {
        "date": "5.16.22 9:15 pm",
        "ctx": [
            "do you think the letter C is redundant?",
            "occasionally"
        ]
    },
    {
        "date": "5.16.22 8:02 pm",
        "ctx": [
            "do we truly exist or are we all each others' dreams",
            "both, for sure"
        ]
    },
    {
        "date": "5.16.22 7:43 pm",
        "ctx": [
            "How do you focus and keep a good state of mind when trying to create your videos because whenever I try to do stuff somewhat similar I could never find the right state of mind to think out what I should put down or make it that makes sense, but your videos are very creative.",
            "keep trying. and if you have to stop and try again, then........ keep stopping and trying again"
        ]
    },
    {
        "date": "5.16.22 7:35 pm",
        "ctx": [
            "why don't your 2 most recent songs have \"face cam\" or whatever you call it but 9 8 7 has the face cam in most of the video",
            "this is a little stunt i like to call.................................. 'variety'"
        ]
    },
    {
        "date": "5.16.22 6:04 pm",
        "ctx": [
            "what do you think about the heat death of the universe?",
            "sounds boring"
        ]
    },
    {
        "date": "5.16.22 5:56 pm",
        "ctx": [
            "Was it called the \"Dark Ages\" because electricity wasn't discovered then so there was no light?",
            "no"
        ]
    },
    {
        "date": "5.16.22 5:31 pm",
        "ctx": [
            "what, in your opinion, is \"the next big thing\"",
            "could be you"
        ]
    },
    {
        "date": "5.16.22 1:58 pm",
        "ctx": [
            "Ok so I'm working on a project, it's like not even one percent done, and I work on it a lot for the first few days, then stop working on it, and stop wanting to work on it. How do I get myself to work on it again",
            "i have some great news: you don't have to work on it. HOWEVER, if you interpreted this as terrible news, then in that case i have some great news: you can work on it"
        ]
    },
    {
        "date": "5.16.22 11:34 am",
        "ctx": [
            "why isn't bee spelled \"b\" isnt it faster",
            "it may be faster but less clear"
        ]
    },
    {
        "date": "5.16.22 9:09 am",
        "ctx": [
            "what do you think of giant isopods?",
            "so big"
        ]
    },
    {
        "date": "5.16.22 1:27 am",
        "ctx": [
            "have you ever used a stripped back version of the chorus later in the song? it's a really powerful technique.",
            "yes"
        ]
    },
    {
        "date": "5.15.22 10:59 pm",
        "ctx": [
            "how r u",
            "pretty good"
        ]
    },
    {
        "date": "5.15.22 10:50 pm",
        "ctx": [
            "have u ever been chased by a canada goose?",
            "no"
        ]
    },
    {
        "date": "5.15.22 10:20 pm",
        "ctx": [
            "should i read The Bible",
            "sure. write your own. go nuts"
        ]
    },
    {
        "date": "5.15.22 8:48 pm",
        "ctx": [
            "What is life",
            "it's you"
        ]
    },
    {
        "date": "5.15.22 8:46 pm",
        "ctx": [
            "Will you ever release a cd I can play in my car",
            "how about a car you can play on CD"
        ]
    },
    {
        "date": "5.15.22 8:04 pm",
        "ctx": [
            "i've been trying to meditate myself out of my body and have not been completely successful. is this possible and do you have any advice",
            "go to your web browser and try to press the forward and back buttons at the same time"
        ]
    },
    {
        "date": "5.15.22 8:00 pm",
        "ctx": [
            "hey there",
            "hi"
        ]
    },
    {
        "date": "5.15.22 6:53 pm",
        "ctx": [
            "how do you write lyrics",
            "musically"
        ]
    },
    {
        "date": "5.15.22 12:46 pm",
        "ctx": [
            "what is your process for writing a full-fledged song after finishing song selection?",
            "go in order. Sometimes the first item i have does not belong at the beginning, so in that case i have to solve like a weird puzzle to find the beginning. Once i have that, it goes in order. from that point, i try to refresh my mind as good as i can, and then do a real-time play-through of the material, and then when it gets to the end, i listen carefully for lightning to strike and come up with the next section. If i don't get anything, then i refresh again and do a another run through. If i do it several times and still don't get the next part, then i'm considered \"stuck\". in that case, i might do some discussion about what is going on-- and i try to categorically hone in on what might be the right answer. usually what i really need when i'm stuck is a stronger refresh. the best way to do that is to take some time away from it, but if i don't have time for that, sometimes running cold water on my face can work surprisingly well. and then do the run through, and it feels fresh again, and i'd be more likely to hear the next part"
        ]
    },
    {
        "date": "5.15.22 12:00 pm",
        "ctx": [
            "do your recent videos all take place in a 3d environment and some things just appear flat or edited onto the 3d clips",
            "every video since 'here comes the sun' (including princess) has been made in a 3D environment, sometimes with lyrics and images parented to the camera. Additionally, there is a final stage where i re-import flat renders into a new 3D environment (with an orthographic camera) and do additional work there"
        ]
    },
    {
        "date": "5.15.22 10:12 am",
        "ctx": [
            "if there are multiverses wouldnt they just be part of the universe",
            "sure. it's a cat and mouse race with language to try to keep up. there always needs be a word to describe the whole 'world', but the word keeps changing as we become aware of more of the world"
        ]
    },
    {
        "date": "5.15.22 8:40 am",
        "ctx": [
            "I dreamt with a person who was a prophet and didnt know it. To try and get the prophecies to work wonders (she was having a negativity outburst and was doing bad futures with her words) someone asked her what if the world doesnt end, and she started singing if the world doesnt end. And i could see the city rebuild itself in a montage while she sang.",
            "that makes sense"
        ]
    },
    {
        "date": "5.15.22 8:29 am",
        "ctx": [
            "how do you visualize the third derivative??",
            "i'm not sure"
        ]
    },
    {
        "date": "5.15.22 7:04 am",
        "ctx": [
            "what do you think about games",
            "dank"
        ]
    },
    {
        "date": "5.15.22 3:12 am",
        "ctx": [
            "what is your favorite christmas present",
            "a new year"
        ]
    },
    {
        "date": "5.15.22 1:19 am",
        "ctx": [
            "Is music a science or a very non-scientific thing or does it depend?",
            "it's non-scientific. at least, the part that makes it any good is non-scientific"
        ]
    },
    {
        "date": "5.14.22 9:48 pm",
        "ctx": [
            "is it ok to want something even if it's nearly impossible?",
            "sure"
        ]
    },
    {
        "date": "5.14.22 9:25 pm",
        "ctx": [
            "a previous question mentioned pineapples being overwhelming. name the most calming fruit.",
            "pear"
        ]
    },
    {
        "date": "5.14.22 9:08 pm",
        "ctx": [
            "\"gif\" or \"Jif\"",
            "it depends whether you want peanut butter or a picture"
        ]
    },
    {
        "date": "5.14.22 7:49 pm",
        "ctx": [
            "do you think 987 is a sexy song bc I think it's an extremely i-wanna-wiggle-in-waves song",
            "numbers are sexual. there's no getting around that"
        ]
    },
    {
        "date": "5.14.22 4:43 pm",
        "ctx": [
            "Is there really a liver pool in Liverpool?",
            "i doubt it"
        ]
    },
    {
        "date": "5.14.22 4:42 pm",
        "ctx": [
            "I really like trying to figure out the meaning behind all your songs, do you plan on telling everyone what they mean at some point?",
            "at many points (often)",
            "any timeframes for this?",
            "frequently, on a regular and ongoing basis, any time",
            "also from what i understand, the way you create, you base a significant amount of your decisions on something along the lines of feelings rather than conscious and deliberate thoughts, so whatamount of your own videos do/don't you understand",
            "i'm sure i can come up with a pretty decent explanation for all of them",
            "and how much do we seem to know about what your videos are saying?",
            "i have no idea"
        ]
    },
    {
        "date": "5.14.22 4:33 pm",
        "ctx": [
            "Will you mention or show the sun in a future song?",
            "i'm sure i will, although i try to hold back, with that and perhaps other themes that i tend to overdo also"
        ]
    },
    {
        "date": "5.14.22 3:58 pm",
        "ctx": [
            "what do i do if i want to make friends but all the people are not interesting to me very much, and they are all too different from me. it's as if they question me",
            "maybe it's time to write some stageplays"
        ]
    },
    {
        "date": "5.14.22 2:10 pm",
        "ctx": [
            "How do I create a unique beat for my song? I just randomly throw out some sounds until they sound right, which takes a lot of time and it sounds bad.",
            "it might be time to aquaint yourself with the time grid. Start thinking about the 4 beats in a bar. Start thinking about the 4 smaller ticks within each beat. Think about counting through the bar like \"1 e & a 2 e & a 3 e & a 4 e & a\". This may bring you some more awareness about what possibilities you are working with. So when you're looking for something unique and different, you'll be able to sort of shop around for different places in time to put things"
        ]
    },
    {
        "date": "5.14.22 2:07 pm",
        "ctx": [
            "Do you keep your friends close, but your enemies closer?",
            "i keep everyone at a medium distance"
        ]
    },
    {
        "date": "5.14.22 1:57 pm",
        "ctx": [
            "what's your favorite holiday",
            "january 1"
        ]
    },
    {
        "date": "5.14.22 11:54 am",
        "ctx": [
            "will you make a song in 400000 sharps",
            "sure. according to my calculations, \"fly around\" has 400000 sharps"
        ]
    },
    {
        "date": "5.14.22 10:46 am",
        "ctx": [
            "Have you ever animated a person rolling a luggage?",
            "no, but i've done just the rolling luggage"
        ]
    },
    {
        "date": "5.14.22 8:38 am",
        "ctx": [
            "What message of advice would you send to everybody on earth if you had the chance?",
            "i wouldn't say which thing is the advice. but that wouldn't be necessary because everything in the universe can be taken as advice"
        ]
    },
    {
        "date": "5.14.22 5:16 am",
        "ctx": [
            "What's with the ubiquitous muted trumpet in your recent songs?",
            "i've come into posession of a muted trumpet"
        ]
    },
    {
        "date": "5.14.22 5:05 am",
        "ctx": [
            "I first heard 'I just did a bad thing' in lockdown, so yes it did feel as if it spoke to that moment. Had you actually done a bad thing though?",
            "yes....... i was selecting which song to do, and i got it down to a list of about 27 finalists,... then i went through those 27 and started eliminating the ones i don't want to pick..... eliminate this one, eliminate that one, for various reasons, no, not this one, not that one, no, can't do this one, can't do that one........ until i had eliminated all except 1. ...... and i didn't want to do that one either, so i canceled that one too. !! so in a fit of rage, i uncanceled all 27 of them and picked one of the worst ones on purpose, just to get revenge on myself. it only had 1 line on it, so there wasn't much to work with. (\"just did a bad thing...\" and that's all i had). but it seemed to fit the mood of the song selection blunder"
        ]
    },
    {
        "date": "5.14.22 2:16 am",
        "ctx": [
            "how long do you think it would have taken to make the \"if the world doesn't end\" video if you made everything exactly as it is but from scratch, specifically for the video",
            "that one would have to take the same amount of time, no matter what"
        ]
    },
    {
        "date": "5.14.22 1:28 am",
        "ctx": [
            "What's something you're still not used to?",
            "people saying 'based off' instead of 'based on'"
        ]
    },
    {
        "date": "5.13.22 11:49 pm",
        "ctx": [
            "how do you write lyrics",
            "musically"
        ]
    },
    {
        "date": "5.13.22 10:04 pm",
        "ctx": [
            "A lot of people have said you predicted the future in \"i just did a bad thing\", do you think you predicted it, or what is just a complete coincidence.",
            "i don't hear any predictions in that song"
        ]
    },
    {
        "date": "5.13.22 8:34 pm",
        "ctx": [
            "will you make a song about bunnies?",
            "i've made a song with multiple references to the easter bunny"
        ]
    },
    {
        "date": "5.13.22 7:45 pm",
        "ctx": [
            "Your newest music video has a lot of streetlights in it. Will you write a song about the engineers who maintain them?",
            "that sounds like something i would do"
        ]
    },
    {
        "date": "5.13.22 7:29 pm",
        "ctx": [
            "Not sure if someone already asked this question but what inspired you to make music",
            "music itself continues to inspire me constantly",
            "and when did you start playing instruments?",
            "further back than i can remember"
        ]
    },
    {
        "date": "5.13.22 7:06 pm",
        "ctx": [
            "Do you consider bringing any music that talks about - or brings musical elements from Brazil (like bossa nova, samba or \"MPB\")?",
            "a huge percentage of the background music i've composed for my (non-song) videos is sort of bossa/samba, almost by default. especially in the monday series. like maybe (ref: https://billwurtz.com/mondaytrivia.mp4\"target=\"_blank)this one"
        ]
    },
    {
        "date": "5.13.22 5:24 pm",
        "ctx": [
            "Do you play the slide whistle in your next song?",
            "i doubt it, but all options are on the table"
        ]
    },
    {
        "date": "5.13.22 4:48 pm",
        "ctx": [
            "Do you trust futons?",
            "honestly at this point i don't trust non-futons"
        ]
    },
    {
        "date": "5.13.22 12:44 pm",
        "ctx": [
            "can you name anything that is infinite",
            "the.... world"
        ]
    },
    {
        "date": "5.13.22 6:46 am",
        "ctx": [
            "will the next song/video feature birds in any capacity?",
            "probably not"
        ]
    },
    {
        "date": "5.13.22 12:33 am",
        "ctx": [
            "What are the chords and melody after \"count down thru the numbers then it's done\" and before \"2 and 1, what have you done\" in the counting song?",
            "approximating the rhythm on the grace note here, but the keyboard riff is something like (ref: riffcsg49h46e4vw7pt.png\"target=\"_blank\">this (and the last part is doubled an octave below), and i was gonna say there's no chord besides this, but i just went into the project to verify what i'm hearing and i'm shocked to find i actually snuck in 3 chords which i don't remember doing, and you can barely hear it, but there is another keyboard sound playing (ref: 8arnqso0rot164uz.png\"target=)_blank)this. i should mention that these are in the same octave, so if you try to play this with 2 hands in different octaves, it would defeat the purpose"
        ]
    },
    {
        "date": "5.12.22 10:42 pm",
        "ctx": [
            "The \"when, where, were, we're\" segment of \"if the world doesn't end\" is one of my favorite moments you've ever written, both lyrically and musically. It sounds great and gives me the feeling of an epiphany when I hear it. How did that come about? And why \"when\"? Why not \"why\" or \"what\"? Something about the sound of \"when\"?",
            "if i could try to psychoanalyze what might have happened here, i'd say the line starts \"here you are, there we were\", so i think after saying 2 W words in a row, i think that sets a train in motion where you wanna keep going. And the previous 2 phrases started with \"here\" and \"there\", ... so you wanna say \"where\", and also \"when\", and of course \"where\" is naturally followed by \"were\", and then \"were\" easily transforms to \"we're\", and of course everyone loves a fun apostrophe game, and then now you're set up for an echo of the same line in the previous verse in that place (around again), and also fits with the point of the song (the world not ending). This is just my analysis of the line after the fact. when writing it, i'm pretty sure everything from \"when\" to the end of the line came immediately. Oh right, you were asking why it's not \"why\" or \"what\" instead of \"when\"... and the best thing i can suggest is, try imagining it with those other 2 choices... in my opinion i think that sounds much worse"
        ]
    },
    {
        "date": "5.12.22 9:46 pm",
        "ctx": [
            "when you say you're approximating, is that because just saying the name of a chord usually won't have the same feeling as having the chord played with specific instruments, emphasis on certain notes, etc?",
            "pretty much. the only way to 100% accurately depict something that happened musically is to hear an audio recording"
        ]
    },
    {
        "date": "5.12.22 9:29 pm",
        "ctx": [
            "are you aware that you released \"if the world doesn't end\" on the five-year anniversary of HOTEWIG?",
            "i'm aware of it, but it's not important to me"
        ]
    },
    {
        "date": "5.12.22 9:04 pm",
        "ctx": [
            "Near the end of the video for \"more than a dream\", the word \"dreams\" briefly switches into \"scenes\". What does it mean?",
            "i don't remember that.... let me take a look.... Oh yes, that occurs while looking at a scene. Making 3D scenes to replicate the emotional effects of real world scenes has been a huge goal (and DREAM) of mine for a while. So as we're looking at one of them, it became obvious to me that the lyric there applies to both dreams and scenes. it became a no-brainer to sneak that in"
        ]
    },
    {
        "date": "5.12.22 8:24 pm",
        "ctx": [
            "Is cheese just flour with beans?",
            "no. thank you for checking with me"
        ]
    },
    {
        "date": "5.12.22 8:17 pm",
        "ctx": [
            "did you make all the 3D scenes for your new song specifically for the song?",
            "no",
            "it seems like a huge amount of work to have a new scene every few seconds",
            "first i made about 14 new scenes. Then i went through the archives and gathered about 81 scenes i'd made from the past couple of years.  I ended up using 7 of the new scenes and 18 of the old ones. Almost all of them needed additional modifications to fit in the video, such as having the camera moves re-done, putting lyrics in, various other changes"
        ]
    },
    {
        "date": "5.12.22 7:39 pm",
        "ctx": [
            "if you ate a dollar bill, would it count as cannibalism?",
            "no"
        ]
    },
    {
        "date": "5.12.22 7:00 pm",
        "ctx": [
            "will there ever be 2 persons in a video of yours",
            "oh hell yeah. that's been one of my biggest goals since around late 2019"
        ]
    },
    {
        "date": "5.12.22 6:35 pm",
        "ctx": [
            "What do you think is the most useless invention of all time?",
            "how about trinkets"
        ]
    },
    {
        "date": "5.12.22 6:06 pm",
        "ctx": [
            "is the pansexual flag at 0:43 in \"If the World Doesn't End\" intentional? Same with the Ukrainian flag at 1:10?",
            "if you look at it that way, i'm sure you can find all the flags. it would be fun to make a check list"
        ]
    },
    {
        "date": "5.12.22 5:49 pm",
        "ctx": [
            "Is it okay to not know even if you really want to know?\nIs it okay to want to know even if you can't know?",
            "yes, i think so"
        ]
    },
    {
        "date": "5.12.22 5:35 pm",
        "ctx": [
            "what's the longest it's taken you to complete a captcha",
            "there's some that i'm still working on"
        ]
    },
    {
        "date": "5.12.22 2:31 pm",
        "ctx": [
            "what do you feel is the biggest aspect of song creating that you need to improve on?",
            "i'm eager to really find a way to get non-song material and song material to coexist side by side in a way that is truly effective and also makes good business sense"
        ]
    },
    {
        "date": "5.12.22 2:11 pm",
        "ctx": [
            "Can you make song about songs and a song about making songs?",
            "most of my songs are secretly about that"
        ]
    },
    {
        "date": "5.12.22 1:51 pm",
        "ctx": [
            "do you create your chords theoretically or do you just smash notes together that sound cool bc i do the latter",
            "that sounds like a false dichotomy. in other words, it sounds like you suggested 2 things that are really just the same thing"
        ]
    },
    {
        "date": "5.12.22 1:49 pm",
        "ctx": [
            "What is your favorite album",
            "my favorite idea of an album would be something that claims to be an album but is actually something much more and different. for example if something was called an album but was actually a theme park. that would be a nice surprise, and also a very warm experience"
        ]
    },
    {
        "date": "5.12.22 1:44 pm",
        "ctx": [
            "Is the time travel theory for \"fly around\" correct?",
            "never heard of it"
        ]
    },
    {
        "date": "5.12.22 1:21 pm",
        "ctx": [
            "what's the most important thing in your life",
            "the ground"
        ]
    },
    {
        "date": "5.12.22 12:51 pm",
        "ctx": [
            "what is the most interesting history fact you know",
            "eventually, there's always a breakthrough that increases the possibility and speed for breakthroughs. just doing some back of the envelope calculations,.... this could get out of control"
        ]
    },
    {
        "date": "5.12.22 11:53 am",
        "ctx": [
            "okay so like are pineapples a theoretical ideal in your universe or are they an all-powerful deity",
            "i'm not sure. all i know is they look so ridiculous, i've never gotten close to one without being overwhelmed"
        ]
    },
    {
        "date": "5.12.22 11:26 am",
        "ctx": [
            "What does \"I'm a princess\" really mean? like from my dumb ass perspective, its like you're in the spotlight but its like you're not there, no one is near you but everyone know what you do or at least that's how I see it. im a dunce 2 btw",
            "it explores themes of isolation, highness, ambition, solace,"
        ]
    },
    {
        "date": "5.12.22 10:20 am",
        "ctx": [
            "Do you like words?",
            "yes"
        ]
    },
    {
        "date": "5.12.22 10:09 am",
        "ctx": [
            "i fear that one day an ordinary guy got hold of a nuke and end the world\nhow do i get over this fear whilst not being in control of who has the nukes",
            "maybe you could convince yourself that in such a scenario, we'd all be already dead, so therefore it makes sense that that is never the version of reality we find ourselves experiencing. similar to the way that a light that's not on is not on. i promise this makes sense"
        ]
    },
    {
        "date": "5.12.22 9:51 am",
        "ctx": [
            "Is the stickman guy in your newest video \"steve\" from \"hi i'm steve\"?",
            "could be the same actor",
            "If not, why does he look like \"steve\"?",
            "same character design team (which happens to be me)"
        ]
    },
    {
        "date": "5.12.22 9:30 am",
        "ctx": [
            "How did you get inspiration for \"At the corner store\"?",
            "just started pedaling a Bb bass note at a certain tempo, and then the melody/chord riff came, like (ref: write20211018054752.mp3\"target=\"_blank\">this (from october 18, 2021). then the next time i looked at it, i think i had sort of a dummy lyric which seemed to fit, like (ref: write20211020104256.mp3\"target=\"_blank)this (from october 20, 2021). and at that time i also acknowledged that \"when i close my eyes\" also seems might be another option for a later verse somewhere. I was quite certain that i did NOT want the \"corner store\" to be the primary lyric. i suspected that a second verse might say \"at the corner store, getting things you need for the brand new world\" or something. Then for the production cycle due on 4/19/22, this song was selected, purely based on the musical riff, and again with the caveat that the \"corner store) will NOT be the primary lyric, nor the title. The first several hours of the songwriting session were promptly spent trying vehemently to come up with something 'better' than the corner store line. vague themes of morning/awakening were floating around, some sort of idea of some kind of congregation or club, feelings of renewal, ..... these were the vibes i was going for, but i never came up with anything that fit. At times like these, after a certain amount of toiling, you have to just accept destiny and go with what you've got"
        ]
    },
    {
        "date": "5.12.22 9:20 am",
        "ctx": [
            "Any chance we'll see a construction workers vest or hat in an upcoming video",
            "absolutely"
        ]
    },
    {
        "date": "5.12.22 8:28 am",
        "ctx": [
            "have you ever guessed an answer on jeopardy that none of the contestants could get",
            "yes",
            "technically i did but i'm not sure jeopardy junior counts"
        ]
    },
    {
        "date": "5.12.22 8:01 am",
        "ctx": [
            "what is your mbti type?",
            "Mild, Bold, Tries things, Isn't a villain"
        ]
    },
    {
        "date": "5.12.22 7:10 am",
        "ctx": [
            "do world events influence your song writing?",
            "sometimes"
        ]
    },
    {
        "date": "5.12.22 6:56 am",
        "ctx": [
            "I noticed that the car driving down the road at the end of if the world doesn't end is actually the same car from here comes the sun - is this just a meaningless but neat detail, or does it mean something more in the context of both songs together?",
            "yes. the 'somewhere' scene was made first, and then when i was making the video for 'here comes the sun', i wanted a car so i used the car i had on hand. then, years later, when making the \"if the world doesn't end\" video, i needed a scene (well, many scenes actually), so in many cases i used scenes i had on hand (such as the 'somewhere' scene)"
        ]
    },
    {
        "date": "5.12.22 2:40 am",
        "ctx": [
            "I just can't get myself to start drawing this comic I want to draw because I think the story is not good enough. and it's not getting any better. should I abandon it and start something new??",
            "keep it in the list, but try other in the list for a while. if there's not enough things in the list, then add some things to the list"
        ]
    },
    {
        "date": "5.12.22 1:31 am",
        "ctx": [
            "If songs are written when you're not thinking, how can I create a system wherein I can not think about 1 specific song at a time long enough for it to eventually be fully written? It seems like I would have to use a fair bit of thought just to keep a song of my choice on the chopping block",
            "the best way i know is to \"reset\" your mind and then do a run-through of what you have so far, in real time. The fresher you are, the more likely you will clearly see the song for what it is, and get something. The best way to achieve this sort of 'reset' of 'freshness', unfortunately, is to go for a long period of time without hearing the song, and then hear a real-time run through for the first time. Then as soon as you hit the end of that run through, that's when the next part is most likely to hit you. And if it doesn't, ......... well, the best thing to do is reset again and try again. However, the problem is that the best resets take way too much time to do. So if you actually want to get it done, you need a force-reset, and what i typically do is walk over and touch the door handle and come back (then start the run-through). That works a little bit, but not always. What i've discovered recently might be much more effective is to go to the shower and put your face under the cold water. This seems to work shockingly well, and for the past 2 weeks i've been using it repeatedly on everything from writing to music arrangement to video production. it might be the most effective instant-reset method i've ever found. I keep expecting it to wear out but it seems to keep working"
        ]
    },
    {
        "date": "5.12.22 1:29 am",
        "ctx": [
            "why do you always want a new song to be your favorite?",
            "i want every song to be everyone's favorite, but all i can do is stick to what i presently have control over"
        ]
    },
    {
        "date": "5.11.22 11:26 pm",
        "ctx": [
            "can we have a pronunciation guide for the word \"yhrgwhr\" from your new song?",
            "the most important thing is the notes. at the end of 'situation', mumble a slur down on 3 2 1 6 (that would be notes F, Eb, Db, Bb), and split the difference between just staying on the \"n\" sound, and actually saying \"yeah\". basically just say yeah but don't change your lips from where they were at the end of the word 'situation'"
        ]
    },
    {
        "date": "5.11.22 11:12 pm",
        "ctx": [
            "bill my friend doesnt believe that you said your music was \"logical\" and i dont want to go back and find the answer where you said it was so can you say it again please please please please",
            "i don't think i've ever said that, except for possibly in very specific context (ref: q.php?date=202112281559\"target=\"_blank)here. i have, however, very frequently referred to my music as \"normal\" or \"sensible\", when asked what 'genre' it might be. Also, recently in a song i had a lyric that says \"it seems so Logical, so Sensible\", but that was not openly referring to the music itself"
        ]
    },
    {
        "date": "5.11.22 10:52 pm",
        "ctx": [
            "sorry if you get asked this a lot but what made you want to start creating videos like you do, because your style is like no one else and you're very unique and that's why I love your videos",
            "just trying to get by"
        ]
    },
    {
        "date": "5.11.22 10:09 pm",
        "ctx": [
            "is \"At The Airport Terimal\" about death",
            "moreover, it's about life"
        ]
    },
    {
        "date": "5.11.22 9:42 pm",
        "ctx": [
            "what are the chords during \"it's good, it's bad, no I don't believe it's ever been like that\" in if the world doesn't end?",
            "i'm approximating, but this should do the trick:\nGmin7F/GBb/FBbsus4/F\nGbmaj7/Ab"
        ]
    },
    {
        "date": "5.11.22 9:20 pm",
        "ctx": [
            "how do you generate the topic of your songs?",
            "i'd like to do all the topics. so it's good to have a list of all the topics, and then just go on down the list"
        ]
    },
    {
        "date": "5.11.22 8:55 pm",
        "ctx": [
            "if your 12pm meeting is moved \"forward\", is it held at 10am or 2pm?",
            "i have no idea. to avoid this whole mindfuck, it's probably better to say \"later\" or \"earlier\""
        ]
    },
    {
        "date": "5.11.22 8:48 pm",
        "ctx": [
            "is the best way to learn how to make good chord progressions to learn songs with progressions that you like?",
            "yes but i'd say don't call it a 'progression' because i think that will distract you from the many lovely chord scenarios that would not be best described as 'progressing'. either way, get way into all the songs you like. chords, notes, words, beats, marketing, purpose, legal, social context, etc"
        ]
    },
    {
        "date": "5.11.22 8:30 pm",
        "ctx": [
            "Did you write your song \"David Letterman\" because you like David Letterman or just because his name is really fun to sing?",
            "this was part of an exercise where i was selecting random dates from my life, and then writing a jingle somehow based on what was going on during that time. the date that was selected for this one was probably somewhere in october 2010, when i had been extensively studying the david letterman tv program"
        ]
    },
    {
        "date": "5.11.22 6:50 pm",
        "ctx": [
            "now that you've mastered the 3rd dimension in your videos, I'm scared. should I be?",
            "i suppose the main thing to worry about is whether or not you should worry"
        ]
    },
    {
        "date": "5.11.22 6:46 pm",
        "ctx": [
            "are some of the shots from the new video from 3d stuff you made without the intention of it being in any specific video, like a lot of the 3d stuff in the got some money video?",
            "yes"
        ]
    },
    {
        "date": "5.11.22 5:53 pm",
        "ctx": [
            "whats your opinion on splitting atoms",
            "hilarious"
        ]
    },
    {
        "date": "5.11.22 5:14 pm",
        "ctx": [
            "what is art",
            "it's when what you want to say is stronger than you thought"
        ]
    },
    {
        "date": "5.11.22 4:45 pm",
        "ctx": [
            "You've said before that the word jazz nowadays can mean anything (or something like that). So, in what sense of the word jazz do you mean for the jazz page on your website? Does it just indicate playing through an existing piece like you would a \"jazz standard\"? With improv, playing with the existing melody, etc.",
            "yes. it's the same context as when you get together with some friends and jam through the Real Book (except in this case all the people are me). And often i consider it good luck to purposely do the song in a different tempo or beat pattern than it was originally conceived in. or fuck it just do it all as bossa nova"
        ]
    },
    {
        "date": "5.11.22 4:49 pm",
        "ctx": [
            "what shall i draw, good sir?",
            "might as well draw everything"
        ]
    },
    {
        "date": "5.11.22 4:34 pm",
        "ctx": [
            "These days I'm feeling helpless about lots of things. Does that happen to you, and if so, how do you cope?",
            "sometimes i write songs",
            "How do you deal with news of war and climate change and humans saying/doing things that you feel are bad?",
            "when it comes to news, sometimes it's worth remembering that the news vendors are literally supposed to go out and find the worst news they can, because they think that's what you like the most"
        ]
    },
    {
        "date": "5.11.22 3:16 pm",
        "ctx": [
            "when was \"if the world doesn't end\" written",
            "about 3 weeks ago"
        ]
    },
    {
        "date": "5.11.22 11:04 am",
        "ctx": [
            "are you making any more videos like 'hi i'm steve' or 'ball and stick'?",
            "yes, except better"
        ]
    },
    {
        "date": "5.11.22 10:29 am",
        "ctx": [
            "Any song reccommendations?",
            "all of them"
        ]
    },
    {
        "date": "5.11.22 9:16 am",
        "ctx": [
            "when did production of \"i'm a princess\" begin?",
            "march 22, 2019"
        ]
    },
    {
        "date": "5.11.22 5:33 am",
        "ctx": [
            "What's the stickman guy's name in the new video?",
            "person",
            "I'm happy he's back"
        ]
    },
    {
        "date": "5.11.22 4:21 am",
        "ctx": [
            "any hot tips and tricks for an aspiring music man?",
            "the rules always change. so, in this way, prepare yourself for some exciting twists and turns"
        ]
    },
    {
        "date": "5.11.22 3:41 am",
        "ctx": [
            "how to cope with anxiety?",
            "write it down"
        ]
    },
    {
        "date": "5.11.22 1:02 am",
        "ctx": [
            "Why do you use the colors that you do in your videos?",
            "aesthetics"
        ]
    },
    {
        "date": "5.11.22 12:46 am",
        "ctx": [
            "was the character select in \"might quit\" based on the character select from super mario kart?",
            "it's between that and a couple of other nintendo games i've also played"
        ]
    },
    {
        "date": "5.11.22 12:40 am",
        "ctx": [
            "Why does your 2 recent songs has a theme of \"A new world\", looking from the lyrics, At the corner store - \"At the corner store, its the corner of the brand new world\", If the world Doesn't end - \"If the world doesn't end, when will it begin?\" well, basically the recent song is kinda all about that. What does this mean?",
            "it probably means i am a fan of worlds"
        ]
    },
    {
        "date": "5.11.22 12:36 am",
        "ctx": [
            "i dont understand. i feel like i stand in between everything. im weird and did many unspeakable things which haunt me, but yet i was given many talents and strengths to nurture. i could go anywhere i want to with my life, while most others i feel are already put into these categories which they never stand out of. why should I have these gifts if im messed up. or why am I messed up if i have these gifts",
            "this way you get the best of both worlds"
        ]
    },
    {
        "date": "5.11.22 12:35 am",
        "ctx": [
            "is there anything you will never, ever post in a video?",
            "sure"
        ]
    },
    {
        "date": "5.11.22 12:26 am",
        "ctx": [
            "How do I let myself be more creative without fear of failure",
            "just for fun, see if you can strive for failure"
        ]
    },
    {
        "date": "5.11.22 12:04 am",
        "ctx": [
            "no, I will ask a answer",
            "that's fair"
        ]
    },
    {
        "date": "5.10.22 11:54 pm",
        "ctx": [
            "in your most recent music video (if the world doesn't end), there is a scene with the caption \"jump at home\" featuring an image of a room. is this room based on your own room?",
            "no"
        ]
    },
    {
        "date": "5.10.22 11:25 pm",
        "ctx": [
            "I noticed that your new song and video, \"if the world doesn't end\", is very good. was this a deliberate decision or did it just turn out that way?",
            "tried my best"
        ]
    },
    {
        "date": "5.10.22 10:41 pm",
        "ctx": [
            "what are your political views",
            "maybe just put up a bunch of mirrors going in all different directions"
        ]
    },
    {
        "date": "5.10.22 10:24 pm",
        "ctx": [
            "what were you ok from when you got in that spaceship in \"and the day goes on\"",
            "after reviewing the content, it seems i was excited to have finished writing the verse"
        ]
    },
    {
        "date": "5.10.22 10:10 pm",
        "ctx": [
            "why do we keep pushing these boulders up mountains even though they're just going to tumble back down?",
            "maybe it's good exercise"
        ]
    },
    {
        "date": "5.10.22 10:04 pm",
        "ctx": [
            "What is the sequel to \"ball and stick\"?",
            "i think i know what it might be but i can't say because i haven't produced it yet"
        ]
    },
    {
        "date": "5.10.22 9:55 pm",
        "ctx": [
            "On a scale of one to ten. One being your songs convey a very specific meaning and Ten being your songs can be interpreted in any way, what number would you pick? Or is this a stupid question?",
            "i'd say 5.5, which according to my calculations should be the exact middle of your scale"
        ]
    },
    {
        "date": "5.10.22 9:42 pm",
        "ctx": [
            "Do you think artists of every kind are aware of the underlying story they are telling?",
            "sometimes",
            "Or do some let it flow without fully knowing?",
            "yes",
            "It seems to me the \"theme\" touches most everything and it creates a higher level of art greater than the art it inhabits. I see it live in your art in a most spectacular way. :)",
            "holy smokes you are very friendly"
        ]
    },
    {
        "date": "5.10.22 9:38 pm",
        "ctx": [
            "How do you know when a song is complete?",
            "i don't know"
        ]
    },
    {
        "date": "5.10.22 8:58 pm",
        "ctx": [
            "in \"if the world doesnt end\" (very good btw!!), i noticed a rhythmic... dissonance? i dont have the education or knowledge to describe it, but an example is around the 2:49 mark, towards the end of the whole phrase. it wasnt obvious what the timing was for the melody, specifically.",
            "yes, some of the more emotionally charged (and usually high) melodies in there are pretty 'drifty'. and probably impossible to notate accurately",
            "it made me wonder: do you usually sit down and write out rhythms for the melody of songs, or do you just noodle around until something sticks? ive been trying to get into music comp for a while now but never really know where to begin.",
            "some of the melodies are not notatable, but the official writing is done using audio recordings. so i deliver it as precisely as i can on an audio memo file and then use that as reference for how it is supposed to go"
        ]
    },
    {
        "date": "5.10.22 8:03 pm",
        "ctx": [
            "Are your chords getting simpler,",
            "no",
            "and if so, why?"
        ]
    },
    {
        "date": "5.10.22 7:45 pm",
        "ctx": [
            "do you think that you understand the world better or more personally than most other humans?",
            "i doubt it"
        ]
    },
    {
        "date": "5.10.22 7:41 pm",
        "ctx": [
            "If the world doesn't end, will the corner store understand?",
            "yes. in fact, the corner store is often a great place to be reminded of the world not ending. because the corner store usually continues to operate as if the world is not ending"
        ]
    },
    {
        "date": "5.10.22 7:06 pm",
        "ctx": [
            "what is your sound?",
            "regular"
        ]
    },
    {
        "date": "5.10.22 6:58 pm",
        "ctx": [
            "How does one solve a super wicked problem?",
            "try explaining the problem to a duck. or a friend. or both"
        ]
    },
    {
        "date": "5.10.22 6:23 pm",
        "ctx": [
            "Will you ever make a song about breaking the fourth wall?",
            "i'm assuming a lot of my songs are about that"
        ]
    },
    {
        "date": "5.10.22 6:18 pm",
        "ctx": [
            "Have you ever made a song inspired by a fan's suggestion?",
            "no",
            "If so, which one?"
        ]
    },
    {
        "date": "5.10.22 5:45 pm",
        "ctx": [
            "do you use potato as a main instrument",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "5.10.22 5:37 pm",
        "ctx": [
            "Do you have the capability of ending the world if you desire to?",
            "i doubt it"
        ]
    },
    {
        "date": "5.10.22 5:24 pm",
        "ctx": [
            "Any inspirations on how to make your music?",
            "inspiration is everywhere. sometimes it seems like the only way to get it right is to just make a list of everything, so i can be inspired by each one, one at a time"
        ]
    },
    {
        "date": "5.10.22 5:19 pm",
        "ctx": [
            "in your new song i hear a familiar groove made new again with all of these new sounds and colors. was this video the result of an experiment with these sounds?",
            "no",
            "i may have just not noticed it before but it seems like you used a lot more instrument sounds in this video than you have in the past",
            "that's fantastic that you think that, because the truth is actually the opposite. this one in particular seems to me like i'm boxed into the same sounds as for the last 6 songs. before then, however, i changed them all. so the one that was an experiment with the new sounds would be \"more than a dream\""
        ]
    },
    {
        "date": "5.10.22 5:16 pm",
        "ctx": [
            "is the world ending or mending at this point in time",
            "i'm just gonna take a wild guess and say it's mending. every time i check, it turns out that's what it's doing"
        ]
    },
    {
        "date": "5.10.22 5:09 pm",
        "ctx": [
            "Is the \"good bad and strange things\" line in your new song a reference to \"just did a bad thing\"",
            "no"
        ]
    },
    {
        "date": "5.10.22 4:55 pm",
        "ctx": [
            "Does your next song contain the phrase \"not like that\"?",
            "not yet"
        ]
    },
    {
        "date": "5.10.22 4:51 pm",
        "ctx": [
            "is if the world doesn't end a commentary on the current state of the world, what with the abundance of bad things happening and how we're all hurtling towards mass extinction a lot faster than we realize?",
            "not quite. i don't personally believe that there's more bad things than good things in the world. the song is about possibly having fears in some way that it all might end, but then beginning to ponder \"what if\" it might not"
        ]
    },
    {
        "date": "5.10.22 4:50 pm",
        "ctx": [
            "you said a while back that your next song would have 6 words in the title, but \"if the world doesn't end\" has 5. what did you end up dropping?",
            "the original title was \"in case the world doesn't end\". but, as the song got written, that line never actually showed up. i still thought i was going to keep the original title, despite it being different. but somewhere around composing the thumbnail i came to my senses and kept it congruent with the lyric"
        ]
    },
    {
        "date": "5.10.22 4:50 pm",
        "ctx": [
            "mke a song about being a bird",
            "i will, but first i have to make sure i have enough songs that are not about that or anything adjacent to it"
        ]
    },
    {
        "date": "5.10.22 4:36 pm",
        "ctx": [
            "Ah, but is the world even ready to end in the first place?",
            "probably not. it never has been"
        ]
    },
    {
        "date": "5.10.22 4:22 pm",
        "ctx": [
            "How can you make your songs slap so hard when they make zero sense?",
            "the dirty secret here is that they make sense"
        ]
    },
    {
        "date": "5.10.22 4:06 pm",
        "ctx": [
            "after spending much time making a thing, and analyzing it to ensure nobody would find issue with it, i am told that I \"should have done x\" instead. they mightve been right, but i do also want to make things that *i* like. i assume you deal with a similar thing, does that issue ever go away?",
            "no",
            "or do you just learn to ignore it",
            "yes. it's similar to the way you might learn to ignore the hailstorm of molecules and atoms pelting your skin at every minute of the day"
        ]
    },
    {
        "date": "5.10.22 2:25 pm",
        "ctx": [
            "(ref: q.php?date=202205082237)5.8.2210:37 pm  Isn't that just Bb minor?",
            "it certainly doesn't sound like Bb minor, for 2 reasons: there's no bass note, and there is a Gb note in it"
        ]
    },
    {
        "date": "5.10.22 1:15 pm",
        "ctx": [
            "what are thoughts",
            "they're like miniature rooms, borne out of the timelessness of indecision"
        ]
    },
    {
        "date": "5.10.22 12:09 pm",
        "ctx": [
            "in \"fly around\" is there any meaning in \"somewhere in the 7th scene when no-one understands the point of view that you find so familiar\" or did it just sound nice",
            "it seems like a bit of a songwriting game to try to keep the sentence going and going and going and going while still seeming musically and linguistically normal. Also it seems like an intriguing situation"
        ]
    },
    {
        "date": "5.10.22 11:52 am",
        "ctx": [
            "When did you write the song being released today?",
            "within the past 3 weeks",
            "A brand new one or was part of it from the book o' fragments?",
            "it's new except the title is actually from 4 weeks ago"
        ]
    },
    {
        "date": "5.10.22 11:39 am",
        "ctx": [
            "What do you do to entertain yourself?",
            "try to make advances in science"
        ]
    },
    {
        "date": "5.10.22 11:04 am",
        "ctx": [
            "what is the 18th lyric of the new song?",
            "i'm not sure"
        ]
    },
    {
        "date": "5.10.22 10:55 am",
        "ctx": [
            "about how long will your next project be?",
            "probably between 2 and 4 minutes"
        ]
    },
    {
        "date": "5.10.22 9:17 am",
        "ctx": [
            "what's the deal with traffic signals",
            "dank"
        ]
    },
    {
        "date": "5.10.22 5:09 am",
        "ctx": [
            "What do you think of the state of Iowa?",
            "never heard of it"
        ]
    },
    {
        "date": "5.10.22 4:59 am",
        "ctx": [
            "can i serenade u",
            "i dare you to try"
        ]
    },
    {
        "date": "5.10.22 4:31 am",
        "ctx": [
            "Is tomato a fruit?",
            "on paper, yes"
        ]
    },
    {
        "date": "5.10.22 2:23 am",
        "ctx": [
            "when will you make a song about birds",
            "any time"
        ]
    },
    {
        "date": "5.10.22 1:22 am",
        "ctx": [
            "I was charging my phone when I unplugged it and its battery was (is) at 69%. What should I do?",
            "how about doing a press conference"
        ]
    },
    {
        "date": "5.10.22 12:20 am",
        "ctx": [
            "how to choose which microphone to get to record music",
            "skip the choice for now. just get a regular one. you won't be ready to make a choice until you've already made some music. which of course you can't do without a mic. so just pick a regular one, or the first one, or the closest one, etc"
        ]
    },
    {
        "date": "5.9.22 11:59 pm",
        "ctx": [
            "Next year I'm going to be 30 years old... I've lived my whole life based on what other people want for me and not what I want for myself, whether it's family, friends, or my previous long term relationship. I want to do something big and make a difference in the world...but I can't seem to find the momentum to take a leap and go for it without feeling like I'm leaving my family behind. I don't have any children and I'm single now, but I have a never ending feeling of guilt like I'm needed here to take care of everyone else except me. What do I do?",
            "how about starting a podcast"
        ]
    },
    {
        "date": "5.9.22 11:57 pm",
        "ctx": [
            "I've had the chorus to \"more than a dream\" stuck in my head for about a week now. Why is that?",
            "i'm not sure"
        ]
    },
    {
        "date": "5.9.22 10:51 pm",
        "ctx": [
            "What is earth",
            "i have no idea"
        ]
    },
    {
        "date": "5.9.22 10:35 pm",
        "ctx": [
            "What should I ask?",
            "how about asking what to ask. that would be the perfect solution to this"
        ]
    },
    {
        "date": "5.9.22 9:23 pm",
        "ctx": [
            "I like how you say you are tall and handsome in at the corner store. I like to imagine myself saying the lyrics to boost my self image. Do you think that's ok?",
            "yes. that's exactly why it's there"
        ]
    },
    {
        "date": "5.9.22 7:53 pm",
        "ctx": [
            "Hello you know that stage in life where you do logic finally and everything makes perfectly balanced harmonic sense. All the dots are connected in front of you. Well you see i'm spending too much time not doing things and my heart doesn't work any more. before this I did what I was drawn to. I knew what I wanted to do and I did it. Now i am left to think about what.i want to do and i don't do it anymore, i've stopped doing most things I used to. this probably isn't comprehensible to you but im in dark ages. my life is a plateau. But i need to know how to reach my renaissance.",
            "start by going somewhere you've never been, or looking at some things you've never seen. that should be enough to get the ball rolling"
        ]
    },
    {
        "date": "5.9.22 7:51 pm",
        "ctx": [
            "what makes something pretty",
            "it's when you see what you'd have wished to imagine"
        ]
    },
    {
        "date": "5.9.22 6:24 pm",
        "ctx": [
            "i find myself getting bored with most music (stuff outside of my comfort zone), which is a bummer because most music has a lot to offer. should i try to enjoy most music with a different perspective or just keep listening to the few things i really like?",
            "it sounds like it might be time to make some of your own music"
        ]
    },
    {
        "date": "5.9.22 5:15 pm",
        "ctx": [
            "Hey, That Guy here, will you ever make a song about boats?",
            "i don't see why not"
        ]
    },
    {
        "date": "5.9.22 5:05 pm",
        "ctx": [
            "I'm sure you get this question a lot so I'm sorry if it's annoying. What is your process for writing a song?",
            "i usually go from beginning to end, except sometimes the first idea is not the beginning, so there's nothing i can do about that except just try to figure out the beginning and then go from beginning to end"
        ]
    },
    {
        "date": "5.9.22 12:36 pm",
        "ctx": [
            "Is \"I'm best friends with my own front door\" the sequel to \"la de da de da de day oh\"?",
            "no. that's the first of a series"
        ]
    },
    {
        "date": "5.9.22 12:19 pm",
        "ctx": [
            "Are any of your songs ever related to or inspired by an event that has actually happened to you?",
            "occasionally"
        ]
    },
    {
        "date": "5.9.22 10:59 am",
        "ctx": [
            "how long does a song have to be to be considered a Long Song?",
            "100 years"
        ]
    },
    {
        "date": "5.9.22 10:43 am",
        "ctx": [
            "When sequal to unboxing video",
            "that would certainly be 'ball and stick'"
        ]
    },
    {
        "date": "5.9.22 6:18 am",
        "ctx": [
            "Do you control the fate of the universe?",
            "everyone contributes to it, collaboratively"
        ]
    },
    {
        "date": "5.9.22 3:04 am",
        "ctx": [
            "is \"i'm scared\" about anxiety?",
            "surely"
        ]
    },
    {
        "date": "5.9.22 2:06 am",
        "ctx": [
            "When did you start making 'here comes the sun'",
            "some of the writing goes all the way back to 2010. but if we're only counting production, then that was started around september 2021"
        ]
    },
    {
        "date": "5.9.22 12:19 am",
        "ctx": [
            "how to hear music",
            "music hears itself to you"
        ]
    },
    {
        "date": "5.8.22 11:26 pm",
        "ctx": [
            "https://billwurtz.com/ltr-hello-young-lovers.mp3 hello do you know how i can replicate the wah wah echoey keyboard thing thats doing the chords here. like is there a specific type of effect/midi instrument that can do this",
            "what you wanna do is assign the 'filter cutoff' to one of the wheels. i've assigned it to the mod wheel (which is the wheel next to the pitch bend wheel. the non-springloaded wheel), but you can assign it to any knob you want. then move the knob while you play. moving it yourself is the only way to really get the right effect, otherwise it won't know when to wa. Also you're gonna want to make sure you have a sound that has infinite sustain while you're holding it. (does not decay) (set the 'decay' to zero). that way you can hold it and wawa it forever and it won't go away. also there's no echo on the chords. the delay is on the lead"
        ]
    },
    {
        "date": "5.8.22 11:25 pm",
        "ctx": [
            "will your next video be about velcro",
            "everyone else's videos are about velcro"
        ]
    },
    {
        "date": "5.8.22 10:55 pm",
        "ctx": [
            "How do you have such good fashion sense?",
            "i have an app that tells me whether it's casual friday, and i've re-programmed the app to always be casual friday"
        ]
    },
    {
        "date": "5.8.22 10:37 pm",
        "ctx": [
            "last chord in your new song?",
            "Gbmaj7 no bass"
        ]
    },
    {
        "date": "5.8.22 10:23 pm",
        "ctx": [
            "i noticed you stopped using a plethora of fonts, is it a timesaver or just something you decided to do",
            "i've come to realize it's usually stronger to always use 1 font. it takes the focus off the font, and puts more focus on the contents of the text"
        ]
    },
    {
        "date": "5.8.22 8:42 pm",
        "ctx": [
            "I guess its time to ask now \n\nWhat is the title of your next song?",
            "i can't tell you",
            "What is the bpm of your next song?",
            "94",
            "What key it started?",
            "Db",
            "What is the first word of the next song?",
            "i can't tell you"
        ]
    },
    {
        "date": "5.8.22 5:34 pm",
        "ctx": [
            "Can you share any alternate song titles from recent years? I know that \"money\" was originally titled \"money (cash)\", but I'm curious if there are any others",
            "\"got some money\", \"got some money, got some cash, i'm rich and now i'm sad\""
        ]
    },
    {
        "date": "5.8.22 5:16 pm",
        "ctx": [
            "what's your opinion on run-on sentences?",
            "dank"
        ]
    },
    {
        "date": "5.8.22 3:03 pm",
        "ctx": [
            "So you figure out the next part of the song based on what's happened, but there are also prescriptions in place (maybe in your case, not using \"home\" or \"dreams\" as much, maybe generally topics that kinda off limits for one reason or another, existing popular melodies, etc.). The thing is those are contradicting effects, wouldn't you say? Wouldn't that have to mean that for any song to be done, there are several things that could work at any one point, and the writer just finds one of them? Otherwise a song would never go right",
            "surely there are always multiple answers. there are likely infinite answers"
        ]
    },
    {
        "date": "5.8.22 2:07 pm",
        "ctx": [
            "which of your songs is the most relatable after 2020",
            "the one that's about to come out"
        ]
    },
    {
        "date": "5.8.22 12:30 pm",
        "ctx": [
            "What is \"I'm a princess\" about? or since you ask the same question in the song, do you even know?",
            "it's clickbait"
        ]
    },
    {
        "date": "5.8.22 11:24 am",
        "ctx": [
            "sequel to 'maybe i could eat blades of grass' possible?",
            "surely that was 'unboxing video'"
        ]
    },
    {
        "date": "5.8.22 11:07 am",
        "ctx": [
            "Why is your music so realxing and in the same time energizing?",
            "i'm hopefully mirroring some core qualities of the universe"
        ]
    },
    {
        "date": "5.8.22 9:38 am",
        "ctx": [
            "What's your ideal vacation?",
            "going out to lunch"
        ]
    },
    {
        "date": "5.8.22 3:03 am",
        "ctx": [
            "did you have any inspirations to start making your songs? (also not really a question but i like ur songs theyre really good)",
            "inspiration comes from everywhere. so in that situation, the best thing to do is make a list of all the places, to make sure i get to them all in due time"
        ]
    },
    {
        "date": "5.8.22 1:09 am",
        "ctx": [
            "you always say that fly around was about swinging between two chords in a carefree manner. what are those two chords?",
            "originally it was D and G triads. the G turned out to be more like G6 (over an implied A bass note maybe), and then the whole song got transposed up a whole step before i produced it. so it ended up being more like E and F#min7(no bass)"
        ]
    },
    {
        "date": "5.7.22 11:24 pm",
        "ctx": [
            "have you ever recorded a main vocal line so good it only took one take",
            "sure"
        ]
    },
    {
        "date": "5.7.22 10:59 pm",
        "ctx": [
            "why does Google keep telling me all the answers i'm searching for, it's very creepy and i wish it would stop",
            "it's just trying to be polite"
        ]
    },
    {
        "date": "5.7.22 9:19 pm",
        "ctx": [
            "what's the most random question that has been asked to you?",
            "i've never been asked a random question"
        ]
    },
    {
        "date": "5.7.22 8:22 pm",
        "ctx": [
            "If I decide to make a roadmap for a song before I make it in a DAW, How do I compose the roadmap if I don't know what all the elements (melody, bass, drums) sound like together?",
            "i would personally have to know the melody, lyric, chords, and tempo, in order to know the roadmap. the roadmap becomes automatically known once you get through the whole song and figure out exactly how it goes, including the melody and lyric. if you don't know any of that stuff, and then go into the studio, you might find yourself in LOST CONFUSION TOWN which perhaps some people enjoy"
        ]
    },
    {
        "date": "5.7.22 6:12 pm",
        "ctx": [
            "will you ever include a utah teapot in a video",
            "i don't see why not"
        ]
    },
    {
        "date": "5.7.22 5:37 pm",
        "ctx": [
            "what does music mean?",
            "anything, everything, and more"
        ]
    },
    {
        "date": "5.7.22 4:01 pm",
        "ctx": [
            "do you dislike any of your older songs",
            "i have mixed feelings about all of them"
        ]
    },
    {
        "date": "5.7.22 11:13 am",
        "ctx": [
            "How many words will be in your next song?",
            "approximately 203"
        ]
    },
    {
        "date": "5.7.22 10:23 am",
        "ctx": [
            "how do you stay normal",
            "that's easy. just open every piece of paper mail that comes to your mailbox, and pretend like this is a valid method of communication"
        ]
    },
    {
        "date": "5.7.22 9:35 am",
        "ctx": [
            "did you really have a \"mountain of shame and regret\"? did you make that video to express your feelings of shame and regret?",
            "the purpose would be to generally resonate with the feelings of anyone who might be watching"
        ]
    },
    {
        "date": "5.7.22 9:07 am",
        "ctx": [
            "opinions on brick walls?",
            "soft, sensitive,"
        ]
    },
    {
        "date": "5.7.22 7:29 am",
        "ctx": [
            "Are you interested in making a song with no real chorus, like bohemian rhapsody?",
            "many of my songs don't have a well definted chorus. i don't think any of them are quite like bohemian rhapsody"
        ]
    },
    {
        "date": "5.7.22 5:35 am",
        "ctx": [
            "Are high C and low C related or is it just a quirk of notation?",
            "i don't know exactly which C's you mean, but yes they are related if they are indeed both C's"
        ]
    },
    {
        "date": "5.7.22 3:28 am",
        "ctx": [
            "how does one funk?",
            "that's the default state"
        ]
    },
    {
        "date": "5.7.22 12:29 am",
        "ctx": [
            "why do we exist?",
            "to see what it's like"
        ]
    },
    {
        "date": "5.6.22 10:50 pm",
        "ctx": [
            "How come you have been making soooo many songs recently?",
            "it's my job. knock on wood",
            "I hope you are not overworking yourself. But I'm enjoying the songs thank you"
        ]
    },
    {
        "date": "5.6.22 9:45 pm",
        "ctx": [
            "what to do if I think someone likes me but I'm not sure?",
            "try to act naturally"
        ]
    },
    {
        "date": "5.6.22 9:34 pm",
        "ctx": [
            "do you ever just wake up and have intense anxiety",
            "yesireebob"
        ]
    },
    {
        "date": "5.6.22 9:27 pm",
        "ctx": [
            "how many squares should there be in a chocolate bar",
            "1024"
        ]
    },
    {
        "date": "5.6.22 8:28 pm",
        "ctx": [
            "opinion on camels?",
            "some camels have 2 humps, while some humps have 2 camels"
        ]
    },
    {
        "date": "5.6.22 6:28 pm",
        "ctx": [
            "What's your favorite past-time unrelated to music?",
            "thinking about the future"
        ]
    },
    {
        "date": "5.6.22 4:13 pm",
        "ctx": [
            "Hey bill can you play the E Major chord while sustaining the notes?",
            "sure"
        ]
    },
    {
        "date": "5.6.22 11:09 am",
        "ctx": [
            "what is your favorite song that you have ever written?",
            "i would prefer to write a new one to be my favorite"
        ]
    },
    {
        "date": "5.6.22 10:01 am",
        "ctx": [
            "what BPM is too fast?",
            "a trillion"
        ]
    },
    {
        "date": "5.6.22 2:59 am",
        "ctx": [
            "I was looking through your lyrics and listening to the song at the same time, and noticed in verse 2 of \"here comes the sun\" the lyrics are:\n\"deep in the city\nthe buildings wonder if they'll ever be built.\"\nbut in the song you have an \"oh yeah\" after \"deep in the city.\"so my question is: how are you right now?",
            "pretty good"
        ]
    },
    {
        "date": "5.6.22 2:13 am",
        "ctx": [
            "do you look at everything objectively and consider yourself chaotically nuetral?",
            "no"
        ]
    },
    {
        "date": "5.6.22 1:11 am",
        "ctx": [
            "do you feel like you had to sacrifice some of the quality of your songwriting when you were on the original 2-week schedule due to the insane time crunch?",
            "no",
            "do you feel like the songs would have come out better if you worked on them this year instead",
            "it doesn't matter"
        ]
    },
    {
        "date": "5.6.22 1:10 am",
        "ctx": [
            "how long is your next song",
            "3:23"
        ]
    },
    {
        "date": "5.6.22 12:15 am",
        "ctx": [
            "Is thinking fast a requirement to play music?",
            "no. to do well with music, you must actually stop thinking. this can be almost impossible to do, if you think about it"
        ]
    },
    {
        "date": "5.5.22 11:06 pm",
        "ctx": [
            "will you upload a video that is over 20 minutes long",
            "it's possible"
        ]
    },
    {
        "date": "5.5.22 9:41 pm",
        "ctx": [
            "Should I be honest with my loved ones about my troubles, even if I fear it'll trouble them?",
            "i think so"
        ]
    },
    {
        "date": "5.5.22 9:40 pm",
        "ctx": [
            "why is france so french",
            "they're going for a world record"
        ]
    },
    {
        "date": "5.5.22 7:09 pm",
        "ctx": [
            "What is the highest prime factor of the total number of words in the lyrics of your next song?",
            "as with most songs, the lyrics are not entirely countable because there are some ghosted words, as well as some melodic non-word syllables"
        ]
    },
    {
        "date": "5.5.22 5:35 pm",
        "ctx": [
            "Do you still like to make music and write when something really bad has happened or do you always have to be in a nice mood to do it?",
            "it doesn't matter"
        ]
    },
    {
        "date": "5.5.22 3:37 pm",
        "ctx": [
            "what was the inspiration for fly around",
            "swinging between 2 chords in a carefree manner"
        ]
    },
    {
        "date": "5.5.22 1:03 pm",
        "ctx": [
            "when did you write i'm scared",
            "late october, 2021"
        ]
    },
    {
        "date": "5.5.22 12:19 pm",
        "ctx": [
            "Please explain to me a piece of music terminology that I would almost always need to use constantly if I were to make music.",
            "a \"beat\" is a unit of time. if you're listening to a song and bobbing your head with the music, you are probably moving your head once per beat. the beats are probably going by at a steady rate, usually somewhere between 60 and 150 beats per minute (bpm)"
        ]
    },
    {
        "date": "5.5.22 11:49 am",
        "ctx": [
            "Whenever I try to write a song in a major key, it ends up sounding cheesy and uninteresting. Do you have any tips?",
            "don't think about whether it's major or minor. think about where the song takes place. pick an unlikely place"
        ]
    },
    {
        "date": "5.5.22 10:52 am",
        "ctx": [
            "Where do you get inspiration for your music?",
            "in the earth's atmostphere, and lithosphere"
        ]
    },
    {
        "date": "5.5.22 10:01 am",
        "ctx": [
            "how am i supposed to understand time?",
            "start exploring space"
        ]
    },
    {
        "date": "5.5.22 8:28 am",
        "ctx": [
            "do you have an underlying mystery in your songs and stuff?",
            "songs and music in general is a huge mystery"
        ]
    },
    {
        "date": "5.5.22 8:27 am",
        "ctx": [
            "Would you change the title of \"might quit\" if you could?If so, why?",
            "the only other title, which is the title it was originally supposed to have, is \"it's the first day of school\". the reason i changed it from that is because that sounds too much like a nursery rhyme, and the previous song i'd released already sounded too much like a nursery rhyme"
        ]
    },
    {
        "date": "5.5.22 5:36 am",
        "ctx": [
            "what do you think i could i buy with 6 euros right now",
            "how about 6 croissants"
        ]
    },
    {
        "date": "5.5.22 12:12 am",
        "ctx": [
            "i think i'm starting to not care about music. it's very scary because ever since i was a small child i've been playing instruments and it's always just been what i do, but recently i just don't seem to care anymore. i can't find any music i like",
            "just for a little while, see if there's anything visual you might be interested in"
        ]
    },
    {
        "date": "5.4.22 11:54 pm",
        "ctx": [
            "I like the idea of philosophy but I'm not really liking this philosophy class I'm taking. Why is that?",
            "probably because most philosophy is outside of the classroom"
        ]
    },
    {
        "date": "5.4.22 9:54 pm",
        "ctx": [
            "can you sing any good",
            "i'll try"
        ]
    },
    {
        "date": "5.4.22 9:31 pm",
        "ctx": [
            "what's the seventeenth word of your next song",
            "you've"
        ]
    },
    {
        "date": "5.4.22 7:19 pm",
        "ctx": [
            "whats the 999th word of the upcoming song",
            "i didn't count the words but i'm very sure that there are not that many words in it"
        ]
    },
    {
        "date": "5.4.22 6:26 pm",
        "ctx": [
            "what tempo is the next song in worms",
            "non-worm tempo"
        ]
    },
    {
        "date": "5.4.22 5:20 pm",
        "ctx": [
            "should i go to sleep",
            "sure"
        ]
    },
    {
        "date": "5.4.22 4:29 pm",
        "ctx": [
            "Does sitting in a bathtub filled with water turn me into soup",
            "maybe after 100 years"
        ]
    },
    {
        "date": "5.4.22 3:45 pm",
        "ctx": [
            "Please explain to me a piece of music terminology that I would most likely never need to use if I were to make music.",
            "you got the wrong guy. that's precisely the kind of music terminology i don't care for"
        ]
    },
    {
        "date": "5.4.22 2:33 pm",
        "ctx": [
            "Any tips to remember a nice sounding tune you've come up with in your head?",
            "the best way nowadays is probably to record it into voice memo device or app, which is probably standard on most phones. if you don't have any recording device of any kind, then you'd have to learn some kind of music notation"
        ]
    },
    {
        "date": "5.4.22 2:14 pm",
        "ctx": [
            "Is your next song called \"doing it now\"?",
            "no"
        ]
    },
    {
        "date": "5.4.22 1:59 pm",
        "ctx": [
            "Why are we told not to look at the sun?",
            "because that will probably destroy your eyes, from the brightness",
            "Could it perhaps have secrets?",
            "yes"
        ]
    },
    {
        "date": "5.4.22 10:17 am",
        "ctx": [
            "What's your stance on stop signs?",
            "sometimes i wonder where the start signs are"
        ]
    },
    {
        "date": "5.4.22 8:47 am",
        "ctx": [
            "Is there significance in the magazine having 27 pages?",
            "it's a friendly amount"
        ]
    },
    {
        "date": "5.4.22 8:38 am",
        "ctx": [
            "What is your favourite song you have made so far?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "5.4.22 8:10 am",
        "ctx": [
            "how do you make your songs sound good?",
            "i'm not sure"
        ]
    },
    {
        "date": "5.4.22 4:17 am",
        "ctx": [
            "Is a window (made of glass, with pane, transparent) that stretches down to the floor and is openable a door?",
            "as long as it opens enough to walk through it"
        ]
    },
    {
        "date": "5.4.22 1:27 am",
        "ctx": [
            "do you think its essential to understand how things work to make them work better?",
            "sometimes yes, or sometimes you could sneak into the game with a fresh perspective"
        ]
    },
    {
        "date": "5.3.22 7:53 pm",
        "ctx": [
            "what's the most bill wurtz song you've made?",
            "doing it now"
        ]
    },
    {
        "date": "5.3.22 1:17 pm",
        "ctx": [
            "whats the 4th word of the upcoming song",
            "doesn't"
        ]
    },
    {
        "date": "5.3.22 12:14 pm",
        "ctx": [
            "Do you sometimes feel that the world is both large and small at the same time?",
            "yes. then after some introspection i can sometimes conclude that it's a medium size"
        ]
    },
    {
        "date": "5.3.22 11:47 am",
        "ctx": [
            "does you next song have calendars in it",
            "no"
        ]
    },
    {
        "date": "5.3.22 9:43 am",
        "ctx": [
            "Do you think bringing sentient life into this horrible world is unethical?",
            "i doubt it"
        ]
    },
    {
        "date": "5.3.22 9:35 am",
        "ctx": [
            "how to say goodbye",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "5.3.22 1:44 am",
        "ctx": [
            "what should i do about the inevitable heat death of the universe?",
            "nothing. it's been cancelled"
        ]
    },
    {
        "date": "5.2.22 10:34 pm",
        "ctx": [
            "why is it bad to think of chords starting from the root note to the highest note?",
            "it all depends on whether you enjoy it"
        ]
    },
    {
        "date": "5.2.22 8:37 pm",
        "ctx": [
            "i notice sometimes artists will have songs that make direct references to their other songs. do you have any ideas that do this? would you ever consider doing it?",
            "it's rare but it does happen"
        ]
    },
    {
        "date": "5.2.22 7:48 pm",
        "ctx": [
            "What is a bucket?",
            "a holder for other buckets"
        ]
    },
    {
        "date": "5.2.22 7:42 pm",
        "ctx": [
            "Difference between a window and a door?",
            "door goes down to the floor"
        ]
    },
    {
        "date": "5.2.22 3:52 pm",
        "ctx": [
            "help gravity wont stop pulling me down",
            "ok i'll be right over"
        ]
    },
    {
        "date": "5.2.22 12:52 pm",
        "ctx": [
            "a while back you recommended taping soft objects to the drum heads to muffle them, so i taped a sock to the outer 1 cm of my toms with scotch tape. i have no idea what i'm doing. is this ok or is this terrible?",
            "you can find out by seeing how it sounds, but, what you described seems exactly like what the professionals do"
        ]
    },
    {
        "date": "5.2.22 12:50 pm",
        "ctx": [
            "Do you write songs with no particular order to what comes first?",
            "the only good way for me is to do it in order. there's no good way to do it out of order. so when i happen to have an idea seems to want to belong somewhere later, it's almost impossible to guarantee that it will actually fit when the time comes. And if the first idea i have is something in the middle, well, then it's a huge puzzle and there's no great way of solving that, but if that's all i have then i must solve to find the beginning and then once i have that then it goes in order"
        ]
    },
    {
        "date": "5.2.22 12:35 pm",
        "ctx": [
            "will you create a 3d hyper-realistic model of yourself for one of your music videos?",
            "no"
        ]
    },
    {
        "date": "5.2.22 11:07 am",
        "ctx": [
            "is there a possibility of Soap Tips: Part II?",
            "i was thinking soap tips was part 2 to \"hi i'm steve\""
        ]
    },
    {
        "date": "5.2.22 10:43 am",
        "ctx": [
            "I've noticed in a lot of your songs there's a line that goes along the lines of \"one day being together or feeling complete\" is that a coincidence or are those lines related?",
            "it's a nice sentiment. is it a coincidence that it's nice twice? maybe"
        ]
    },
    {
        "date": "5.2.22 10:01 am",
        "ctx": [
            "Bill, how do you feel about me wanting to become a nurse?",
            "ok",
            "I'm not completely sure about it",
            "what else might you want to do"
        ]
    },
    {
        "date": "5.2.22 8:18 am",
        "ctx": [
            "Why are days numbered?",
            "so you can tell them apart"
        ]
    },
    {
        "date": "5.2.22 6:15 am",
        "ctx": [
            "what's your favorite dance move?",
            "making a good impression in society"
        ]
    },
    {
        "date": "5.2.22 3:52 am",
        "ctx": [
            "Have you ever come up one of your songs while dreaming?",
            "yes",
            "Conversely, have you ever come up with a really good song in a dream, which you then frustratingly can't remember when you wake up?",
            "yes"
        ]
    },
    {
        "date": "5.2.22 1:42 am",
        "ctx": [
            "what made you write Got to know whats going on",
            "that 1 line (the title line) was written from the feeling of wishing we all could know really how the world works. the rest of the song was written because that song was the one that got picked in the random number selection"
        ]
    },
    {
        "date": "5.1.22 11:41 pm",
        "ctx": [
            "why are rhodes (or any electric piano type, wurlitzer, clav) so damn wonderful?",
            "you must be playing it well. those things sound useless on their own. the sound itself is totally plain. so if it's good, that's the player's fault"
        ]
    },
    {
        "date": "5.1.22 11:17 pm",
        "ctx": [
            "Will the next music video have facecam footage?",
            "no",
            "And will it be released on a Tuesday?",
            "yes"
        ]
    },
    {
        "date": "5.1.22 10:09 pm",
        "ctx": [
            "thoughts on every place in the world except Hoboken?",
            "Noboken"
        ]
    },
    {
        "date": "5.1.22 10:05 pm",
        "ctx": [
            "why is 1 + 1 + 1 + 1 = 1?",
            "maybe if the numerals are all being overlayed onto the exact same space"
        ]
    },
    {
        "date": "5.1.22 9:42 pm",
        "ctx": [
            "want to time travel to the future?",
            "i have no choice"
        ]
    },
    {
        "date": "5.1.22 7:56 pm",
        "ctx": [
            "how do I know if I'm the cool/fun type of weird or just the bad type of weird?",
            "you get to decide"
        ]
    },
    {
        "date": "5.1.22 7:10 pm",
        "ctx": [
            "i had a dream which was a song that you made that doesn't exist. does this mean something?",
            "it might mean that you wrote a song in your sleep"
        ]
    },
    {
        "date": "5.1.22 1:47 pm",
        "ctx": [
            "what's the difference between a corner store and a regular store? or are corner stores just the same as regular stores?",
            "a corner store would be located at the intersection of 2 streets"
        ]
    },
    {
        "date": "5.1.22 10:13 am",
        "ctx": [
            "What is grass?",
            "a perfect way to test the limits of the computational power of your universe"
        ]
    },
    {
        "date": "5.1.22 10:02 am",
        "ctx": [
            "would you use comic sans as your font?",
            "occasionally"
        ]
    },
    {
        "date": "5.1.22 9:23 am",
        "ctx": [
            "is 'I'm a princess' about the life of a royal? (neighbours you don't have = media, soldiers that make sure you're lonely, \"do you love me?\" could be Diana?)",
            "in some ways, it's about a princess"
        ]
    },
    {
        "date": "5.1.22 7:19 am",
        "ctx": [
            "do you know how i can develop my jazz/improv skills as someone who has taken a very classical approach to music? thanks :)",
            "start by spending a few hours trying to see if you can solve all the world's problems using only your instrument. it's not important whether you can, it's the attempt that counts here\n\n\n\n\n\n(ref: questions-2022-04.html)PREVIOUS QUESTIONS"
        ]
    }
]