[
    {
        "date": "8.31.22 10:36 pm",
        "ctx": [
            "what's your favorite candle scent",
            "chocolate chip cookie"
        ]
    },
    {
        "date": "8.31.22 10:26 pm",
        "ctx": [
            "do you want some pizza rolls",
            "i already have them all"
        ]
    },
    {
        "date": "8.31.22 10:14 pm",
        "ctx": [
            "what're your thoughts on goblins",
            "it's me. i'm the goblins"
        ]
    },
    {
        "date": "8.31.22 9:49 pm",
        "ctx": [
            "i sometimes imagine your songs as sentient beings and have them go on adventures",
            "i understand"
        ]
    },
    {
        "date": "8.31.22 8:33 pm",
        "ctx": [
            "how do you get out of an awkward situation",
            "get into an even more awkward situation"
        ]
    },
    {
        "date": "8.31.22 7:26 pm",
        "ctx": [
            "how tall is the statue of liberty?",
            "that depends whether you include the liberty"
        ]
    },
    {
        "date": "8.31.22 6:56 pm",
        "ctx": [
            "how do you deal with stress?",
            "do everything"
        ]
    },
    {
        "date": "8.31.22 6:52 pm",
        "ctx": [
            "should i hide under my blanket and watch the indifferent days pass and waste my life away constantly living in dread and dissatisfaction?",
            "only on special occasions"
        ]
    },
    {
        "date": "8.31.22 6:34 pm",
        "ctx": [
            "Do you have any tips for not being nervous at job interviews?",
            "yes. do more job interviews"
        ]
    },
    {
        "date": "8.31.22 5:19 pm",
        "ctx": [
            "Make up a word and it's definition",
            "how about 'yes'. it means 'no'"
        ]
    },
    {
        "date": "8.31.22 5:15 pm",
        "ctx": [
            "motivation for making videos?",
            "someone's gotta do it"
        ]
    },
    {
        "date": "8.31.22 1:42 pm",
        "ctx": [
            "what are your opinions on lime green???",
            "it might not come out right. greens are tricky"
        ]
    },
    {
        "date": "8.31.22 1:05 pm",
        "ctx": [
            "if it's not a problem, hit me with a fun fact",
            "facts are sometimes more fun if they are false"
        ]
    },
    {
        "date": "8.31.22 12:19 pm",
        "ctx": [
            "favorite paradox today?",
            "other days"
        ]
    },
    {
        "date": "8.31.22 12:09 pm",
        "ctx": [
            "what kind of paintings do you like?",
            "i like the ones where they paint on the back of the canvas"
        ]
    },
    {
        "date": "8.31.22 11:49 am",
        "ctx": [
            "what is the amount of dimensions",
            "how many can you handle"
        ]
    },
    {
        "date": "8.31.22 11:47 am",
        "ctx": [
            "how to reach out",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "8.31.22 9:52 am",
        "ctx": [
            "do you think February should have more days",
            "yes, as long as some of the other months have fewer days"
        ]
    },
    {
        "date": "8.31.22 9:12 am",
        "ctx": [
            "is it normal to have a chair standing on a book?",
            "no"
        ]
    },
    {
        "date": "8.31.22 8:26 am",
        "ctx": [
            "What motivated you to make this Q/A section ?",
            "i wanted to provide some answers but i couldn't decide which answers to provide"
        ]
    },
    {
        "date": "8.31.22 7:42 am",
        "ctx": [
            "is grass a touchable object",
            "it's supposed to be"
        ]
    },
    {
        "date": "8.31.22 6:47 am",
        "ctx": [
            "can you travel diagonally through time?",
            "need space also. need at least 2 dimensions for diagonal"
        ]
    },
    {
        "date": "8.31.22 3:01 am",
        "ctx": [
            "do you think i'll ever figure out who i am (or be satisfied with not knowing)?",
            "yes",
            "and if so, how do i get there?",
            "i have no idea. but you will. you are just about already there"
        ]
    },
    {
        "date": "8.31.22 2:21 am",
        "ctx": [
            "if they're all chipmunks then why is the franchise called alvin and the chipmunks",
            "because they are chipmunks and one of them is named alvin, and the other 3 are not important enough to have their names mentioned"
        ]
    },
    {
        "date": "8.31.22 1:53 am",
        "ctx": [
            "I used to think i was incapable of creativity, but I knew my dreams were fantastically random so I sorta considered them as proof that i WAS capable, even if i wasn't in the waking world... how do you go about bridging that gap?",
            "if you can figure out how to wake up and go to sleep at the same time....."
        ]
    },
    {
        "date": "8.31.22 1:24 am",
        "ctx": [
            "Do you like flags?",
            "they can be scary",
            "If you make (or have made) a flag of yourself, would you show it in a song that doesn't talk about flags?",
            "making flags is scary, because there is a high probability that any possible flag design may already be associated with something evil"
        ]
    },
    {
        "date": "8.31.22 1:14 am",
        "ctx": [
            "where is Maine",
            "it's always in the last place you look"
        ]
    },
    {
        "date": "8.31.22 12:48 am",
        "ctx": [
            "I do not shake my head as much as i'd like to. Do you got any key advice?",
            "if you can find a way to shake the whole planet then you can sit back relax and not worry about this"
        ]
    },
    {
        "date": "8.31.22 12:41 am",
        "ctx": [
            "would you be willing to provide your opinion on specific songs",
            "yes but then i'll change my mind"
        ]
    },
    {
        "date": "8.31.22 12:15 am",
        "ctx": [
            "is pizza a good pizza topping",
            "pizza is actually a good thing to put underneath pizza"
        ]
    },
    {
        "date": "8.30.22 11:01 pm",
        "ctx": [
            "is the character model for the 3d stick figure in more than a dream and im a princess (and others) also a fashion model?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "8.30.22 10:29 pm",
        "ctx": [
            "do you have a favorite poem?",
            "i like them all equally"
        ]
    },
    {
        "date": "8.30.22 10:12 pm",
        "ctx": [
            "What do you think the first song in human history was about?",
            "life"
        ]
    },
    {
        "date": "8.30.22 9:35 pm",
        "ctx": [
            "whats your'e favourite element of the periodic table?",
            "the first one"
        ]
    },
    {
        "date": "8.30.22 9:32 pm",
        "ctx": [
            "is there something that isn't perfectly average?",
            "no"
        ]
    },
    {
        "date": "8.30.22 9:31 pm",
        "ctx": [
            "do you like otters?",
            "i'm not familiar with them"
        ]
    },
    {
        "date": "8.30.22 9:12 pm",
        "ctx": [
            "How do you come up with your lyrics",
            "they're alphabetical. i just go through the dictionary"
        ]
    },
    {
        "date": "8.30.22 8:51 pm",
        "ctx": [
            "do you think that lasagna is good",
            "it's not up to me"
        ]
    },
    {
        "date": "8.30.22 8:50 pm",
        "ctx": [
            "why didn't put your face in the ending",
            "to leave room for other things"
        ]
    },
    {
        "date": "8.30.22 8:47 pm",
        "ctx": [
            "is simplicity boring?",
            "amidst a backdrop of complexity, it could be blissfully enthralling"
        ]
    },
    {
        "date": "8.30.22 8:35 pm",
        "ctx": [
            "what's a top tier sound in your opinion",
            "a basketball going through a fresh basketball net, without touching the hoop or the backboard"
        ]
    },
    {
        "date": "8.30.22 8:25 pm",
        "ctx": [
            "how was your day?",
            "i've had multiple"
        ]
    },
    {
        "date": "8.30.22 6:37 pm",
        "ctx": [
            "what game/sport did you play to win the pretend gold medal in \"i like to wear soft clothing\"?",
            "that's fiction, but, according to the lyrics just before that, it seems to be a war, against angrier music. angrier than the 'soft music', mentioned just before that"
        ]
    },
    {
        "date": "8.30.22 6:13 pm",
        "ctx": [
            "how big is the earth?",
            "i'm not sure"
        ]
    },
    {
        "date": "8.30.22 5:58 pm",
        "ctx": [
            "would you rather make a song that people could relate to but which doesn't resonate with them, or a song that people resonate with but could not relate to?",
            "between 'resonate' and 'relate', i'd choose 'resonate'"
        ]
    },
    {
        "date": "8.30.22 5:39 pm",
        "ctx": [
            "how do you edit your videos",
            "cut out the bad parts"
        ]
    },
    {
        "date": "8.30.22 4:51 pm",
        "ctx": [
            "do you think traveling backwards through time is possible",
            "explaining it is not even possible. so maybe that makes it possible but we wouldn't know"
        ]
    },
    {
        "date": "8.30.22 3:46 pm",
        "ctx": [
            "How can i find love?",
            "it finds you. and you, who is also it, will find others"
        ]
    },
    {
        "date": "8.30.22 3:39 pm",
        "ctx": [
            "could everything be considered an antique since all the materials came from the earth and the earth is fairly elderly?",
            "no"
        ]
    },
    {
        "date": "8.30.22 2:56 pm",
        "ctx": [
            "have you ever transported a 88-key piano/keyboard and thought \"wow, that was easy\"",
            "no"
        ]
    },
    {
        "date": "8.30.22 2:01 pm",
        "ctx": [
            "is it normal to be happy?",
            "sometimes"
        ]
    },
    {
        "date": "8.30.22 1:55 pm",
        "ctx": [
            "how would you describe the taste of water to someone who's never had any?",
            "it's tasteless. no taste"
        ]
    },
    {
        "date": "8.30.22 12:46 pm",
        "ctx": [
            "how do you come up with ideas for the cool visuals in your videos? stuff like the rainbow letters falling toward the end of \"fly around\"",
            "i always try to do something that i think i would never do. this of course is impossible, but trying gets me closer to the kind of results i crave"
        ]
    },
    {
        "date": "8.30.22 11:54 am",
        "ctx": [
            "in \"the ending\" what does the morse code at 2:22 say?",
            "there is no morse code in it"
        ]
    },
    {
        "date": "8.30.22 11:46 am",
        "ctx": [
            "how to make a speech about solutions?",
            "you have to start by mentioning the problems"
        ]
    },
    {
        "date": "8.30.22 7:50 am",
        "ctx": [
            "What is the best dance move to change the weather ?",
            "how about climate change"
        ]
    },
    {
        "date": "8.30.22 7:11 am",
        "ctx": [
            "How do you get funky bass lines?",
            "go into the music store and go to the bass section. i'm sure one of the other customers will be doing it"
        ]
    },
    {
        "date": "8.30.22 6:21 am",
        "ctx": [
            "is \"and they fly around in the airplane in the business class section\" lyric in \"the moon is made of cheese (but i can't taste it)\" song a reference to a song \"fly around\"?",
            "no"
        ]
    },
    {
        "date": "8.30.22 5:16 am",
        "ctx": [
            "when is the last time you yelled at somebody?",
            "earlier today in a dream",
            "when was the last time you were yelled at?",
            "i've never been yelled at"
        ]
    },
    {
        "date": "8.30.22 5:14 am",
        "ctx": [
            "are you quitting",
            "quitting what? nevermind, i'm not quitting anything"
        ]
    },
    {
        "date": "8.30.22 2:24 am",
        "ctx": [
            "What do you think the meaning of \"that's the trumpet\" \"go stare at the flag pole\" is? How did that work it's way into \"the ending\" when that can signify both an end of a day and the start- oh",
            "it sounds like you've got the idea"
        ]
    },
    {
        "date": "8.30.22 2:13 am",
        "ctx": [
            "i saw someone say you shouldfinish all your projects as fast as possible so you dont lose the inspiration and passion you had when you began the project so you should hold onto the momentum. thoughts on that?",
            "it just might work",
            "i am very bad at finishing things quickly but i dont really mind picking things back up later and ive done it many times",
            "it sounds like you're doing fine"
        ]
    },
    {
        "date": "8.30.22 1:01 am",
        "ctx": [
            "on a scale from aaaa to zzzz how friendly are your friends",
            "mnmn"
        ]
    },
    {
        "date": "8.30.22 12:34 am",
        "ctx": [
            "what makes the most sense",
            "nothing. each additional thing makes less sense"
        ]
    },
    {
        "date": "8.29.22 11:54 pm",
        "ctx": [
            "best goldfish?",
            "it's a tie between goodfish and greatfish"
        ]
    },
    {
        "date": "8.29.22 9:38 pm",
        "ctx": [
            "the floor is lava",
            "i believe you"
        ]
    },
    {
        "date": "8.29.22 8:45 pm",
        "ctx": [
            "What would your response be to seeing a very big cake? (I mean really really big)",
            "i would try to estimate its size",
            "Conversely, what would your response be to seeing a very tiny cake? (Also extremely tiny)",
            "also try to estimate its size"
        ]
    },
    {
        "date": "8.29.22 8:43 pm",
        "ctx": [
            "m&m cookies from panera bread are pretty good",
            "it makes me wonder if they have cookie m&ms"
        ]
    },
    {
        "date": "8.29.22 8:33 pm",
        "ctx": [
            "\"slow it way, way down...\" (the ending) makes me want to slow dance with somebody who loves me, just for 2 bars, then go right back to jumping on the trampoline like a schoolgirl",
            "i understand"
        ]
    },
    {
        "date": "8.29.22 7:32 pm",
        "ctx": [
            "bill do you ever sit in silence and feel like you're screaming and when you come back to reality you feel really strange",
            "no"
        ]
    },
    {
        "date": "8.29.22 6:45 pm",
        "ctx": [
            "what do i do if i get splashed with water everywhere i go (unintentionally)?",
            "start thinking of what you do intend"
        ]
    },
    {
        "date": "8.29.22 6:02 pm",
        "ctx": [
            "Do you make many songs that aren't turn out to be not good enough to release?",
            "not exactly"
        ]
    },
    {
        "date": "8.29.22 5:56 pm",
        "ctx": [
            "do u sell ground planes",
            "no"
        ]
    },
    {
        "date": "8.29.22 5:45 pm",
        "ctx": [
            "what do you use to make music videos",
            "an ounce of courage"
        ]
    },
    {
        "date": "8.29.22 4:53 pm",
        "ctx": [
            "Is the princess from I'm a princess the person who stars in I'm a huge gamer most of the time?",
            "it's the same model"
        ]
    },
    {
        "date": "8.29.22 4:04 pm",
        "ctx": [
            "Do you have any tips for writing more unique/varied music? I've recently started writing songs with piano/vocals but I feel like the piano parts I write usually end up sounding basically the same. Thanks!",
            "the one trick that comes to mind is, try writing something you think is bad or wrong. the reason i'm suggesting that is because i bet that's the one general category of things you deliberately have not been using"
        ]
    },
    {
        "date": "8.29.22 3:20 pm",
        "ctx": [
            "what movie have you not seen?",
            "the Godfather"
        ]
    },
    {
        "date": "8.29.22 3:11 pm",
        "ctx": [
            "favorite appropriate word (for kids lol)",
            "children"
        ]
    },
    {
        "date": "8.29.22 2:11 pm",
        "ctx": [
            "if you were the creator of big bird, how big would you have made him",
            "full screen"
        ]
    },
    {
        "date": "8.29.22 2:01 pm",
        "ctx": [
            "is your favorite scene of a video usually made into the thumbnail?",
            "no"
        ]
    },
    {
        "date": "8.29.22 1:25 pm",
        "ctx": [
            "bill how is your handwriting",
            "worse and worse, the deeper we get into the Age of Computers"
        ]
    },
    {
        "date": "8.29.22 1:24 pm",
        "ctx": [
            "I have a bunch of 24 gauge red stranded steel wire. Would you like some?",
            "no, but thank you for thinking of me"
        ]
    },
    {
        "date": "8.29.22 12:57 pm",
        "ctx": [
            "what is the weirdest rule of society",
            "when you meet someone, you are expected to help them estimate your annual household income, while NOT actually saying it"
        ]
    },
    {
        "date": "8.29.22 12:52 pm",
        "ctx": [
            "how to draw",
            "place a dot anywhere on the page. try to place it in exactly the 50% least/most predictable place"
        ]
    },
    {
        "date": "8.29.22 12:20 pm",
        "ctx": [
            "what is an \"altercation\"",
            "sort of like a disagreement or fight, maybe in public"
        ]
    },
    {
        "date": "8.29.22 10:43 am",
        "ctx": [
            "what are the chords on \"supposed to be, whoa\" in more than a dream",
            "\"supposed to be\" is Gmaj7 over A. \"whoa\" in the first chorus is generally supposed to feel like Fsus2 over A, except with bass movement. so i guess there's no point in saying it's F/A specifically, because the bass seems to wander through Fmaj pentatonic i suppose. In the last chorus, however, on the the \"whoa\", there's 3 chords. if you consider 3 melody notes (A, G, F) double each one a fourth above and a major 3rd above. so it's A C# D, then G B C, then F A Bb. I'm sure there were bass notes designated there also, but, on the recording, the bass seems to wander out for a bagel in that moment"
        ]
    },
    {
        "date": "8.29.22 10:35 am",
        "ctx": [
            "why does \"the ending\" feel almost inside out?",
            "maybe because the part that says \"the ending\" is at the end of the beginning, and then it jumps to the beginning part again, at the beginning of the end"
        ]
    },
    {
        "date": "8.29.22 8:19 am",
        "ctx": [
            "I want my electric guitar to be able to control the rotation of the earth. I've tried plugging it directly into the soil but it didn't work. How do I accomplish my goal?",
            "i think one of the apps in the Adobe suite can do it"
        ]
    },
    {
        "date": "8.29.22 7:45 am",
        "ctx": [
            "do you think you rely a lot on the idea that concepts / objects can be blurry (have multiple traits, but not needing any of those traits), and that blurry things suggest that everything is a kind of something?",
            "sure. but that doesn't negate the potential use of specificity and detail",
            "in other words i think you are a great musician that pushes boundaries, both lyrically, musically, and visually while remaining spectacularly average and peculiar."
        ]
    },
    {
        "date": "8.29.22 4:12 am",
        "ctx": [
            "What do you want to be when you grow up?",
            "a consultant, to consultants"
        ]
    },
    {
        "date": "8.29.22 1:41 am",
        "ctx": [
            "what was your most disappointing moment?",
            "whatever it was i'm sure i blocked it out of my memory"
        ]
    },
    {
        "date": "8.29.22 1:29 am",
        "ctx": [
            "In \"might quit\" there's a line that goes \"Hello it's a Tuesday show cause Wednesday seemed so long ago. I said it 3 or 4 songs ago\"",
            "that's not true. that line is from a different song",
            "this line stumped me for the longest time cause I couldn't quite figure out what it was referring to: the past 3 or 4 songs uploaded to your channel didn't feature anything like that, nor were they uploaded on Tuesdays.",
            "i actually think all of them were uploaded on tuesday, regardless of whether you're talking about 3 or 4 before the song you mentioned, or, 3 or 4 before the song that actually contains the line you mentioned",
            "However, I just thought about it a different way and realised the line could've been specifically referring to *you* saying it, meaning that it'd have been either the 3rd or 4th most recent video (up to might quit's release) in which you were present yourself on a green screen, the 4th of which was \"maybe i could eat blades of grass\",",
            "that's impossible. there is no green screen in that video. i didn't have a green screen until later. the first video i used it for was \"hello sexy pants\"",
            "a video about a show called maybe i could eat blades of grass, uploaded on a tuesday, in which you show up on a green screen and are always shown singing to the host, Damien Shmamdian.\n\nWas this the \"Tuesday show\" that Might Quit was referencing?",
            "that song never references a tuesday show, but the \"tuesday show\" line (in another song) doesn't have to refer to anything, but, it reminds me of how i've always aspired to have a regular presentation of audio/visual content (such as a video or music video), and my preferred weekday to choose for this has typically been Tuesday, and still is"
        ]
    },
    {
        "date": "8.28.22 11:06 pm",
        "ctx": [
            "Why is this so much this",
            "that's just what it takes, to go \"all the way\""
        ]
    },
    {
        "date": "8.28.22 10:45 pm",
        "ctx": [
            "Were you the valedictorian at your local highschool...were you worshipped and adored",
            "no"
        ]
    },
    {
        "date": "8.28.22 9:26 pm",
        "ctx": [
            "What's your favorite color?",
            "off beige"
        ]
    },
    {
        "date": "8.28.22 9:16 pm",
        "ctx": [
            "How can I get better at holding a conversation?",
            "learn half of everything. at this 50% sweetspot, that is when the conversation will be the most interesting"
        ]
    },
    {
        "date": "8.28.22 8:56 pm",
        "ctx": [
            "What do you think about glasses?",
            "\"bet you can't have just one\""
        ]
    },
    {
        "date": "8.28.22 8:46 pm",
        "ctx": [
            "I am lying",
            "ok i believe you"
        ]
    },
    {
        "date": "8.28.22 8:30 pm",
        "ctx": [
            "you think sporks are cool?",
            "yes but they are not useful"
        ]
    },
    {
        "date": "8.28.22 8:03 pm",
        "ctx": [
            "who is the smartest person you know",
            "everyone i know is equally smart"
        ]
    },
    {
        "date": "8.28.22 7:41 pm",
        "ctx": [
            "Why didn't they put \"I need a hero\" in Shrek 2 in C minor like Fairy Godmother requested?",
            "they were underestimating your intelligence while simultaneously hoping you'd overestimate theirs. classic"
        ]
    },
    {
        "date": "8.28.22 7:39 pm",
        "ctx": [
            "something about the latest song sounds almost like it was plucked straight out of a broadway musical. was this an intented effect?",
            "i didn't think of that, but i'm not against it. in fact, the song references musicals"
        ]
    },
    {
        "date": "8.28.22 6:22 pm",
        "ctx": [
            "at 0:54 of here comes the sun, you can see a person climbing up to the sun. is this the person that starred in I'm a huge gamer most of the time?",
            "yes"
        ]
    },
    {
        "date": "8.28.22 5:57 pm",
        "ctx": [
            "Do you have any particular disdain or apprehension towards bridges?",
            "no",
            "I don't trust them",
            "the weaker ones should not be trusted"
        ]
    },
    {
        "date": "8.28.22 4:53 pm",
        "ctx": [
            "What is your mood every day",
            "every mood"
        ]
    },
    {
        "date": "8.28.22 4:46 pm",
        "ctx": [
            "where and how do you find the inspiration?",
            "everywhere, anyway"
        ]
    },
    {
        "date": "8.28.22 4:36 pm",
        "ctx": [
            "what is your favorite letter in the alphabet?",
            "t"
        ]
    },
    {
        "date": "8.28.22 4:30 pm",
        "ctx": [
            "I'm going to panera, do you want anything?\n\nThey are out of [ingredient], do you wanna sub something else?",
            "chocolate chip cookie"
        ]
    },
    {
        "date": "8.28.22 4:22 pm",
        "ctx": [
            "What's your favorite idea?",
            "ideas"
        ]
    },
    {
        "date": "8.28.22 2:48 pm",
        "ctx": [
            "what do the \"special sandals\" represent in fly around",
            "something you can take off and fly around"
        ]
    },
    {
        "date": "8.28.22 2:38 pm",
        "ctx": [
            "you seem to use sus chords (both sus2 and sus4) much more than other songwriters. can you explain how you think about them/how to use them?",
            "i don't think about them nor how to use them. the general experience i've had with all the notes in general is what guides me. the same way your general linguistic experience guides you through the creation of sentences...... sometimes possibly having no idea why, how, or how many times you may have used the letter....\"R\" for example"
        ]
    },
    {
        "date": "8.28.22 1:37 pm",
        "ctx": [
            "how cool are you",
            "i'm in the 50th percentile"
        ]
    },
    {
        "date": "8.28.22 11:44 am",
        "ctx": [
            "should i be content with what i have,",
            "sure",
            "or strive for something more,",
            "sure",
            "even if the process of doing so makes me unhappy?",
            "at this point you'll need a scale to measure the different unhappinesses at play"
        ]
    },
    {
        "date": "8.28.22 9:13 am",
        "ctx": [
            "how do you decide whether your face appears in a video or not?",
            "i don't know"
        ]
    },
    {
        "date": "8.28.22 8:25 am",
        "ctx": [
            "so i was thinking about your more recent pieces of music and now i can't decide whether i like the chill music (\"more than a dream\", \"fly around\", \"if the world doesn't end\" etc) or catchy music (\"i'm scared\", \"at the corner store\", your most recent song \"the ending\" and more). what are your thoughts on this",
            "i can't decide either, and to make matters worse there's more things i can't decide"
        ]
    },
    {
        "date": "8.28.22 8:22 am",
        "ctx": [
            "the lyrics \"go back downstairs, the stairs only go upstairs, these are one-way stairs\" in 'meet me in september', reminds me of when you assume something to be true, and in frantic awkwardness try to overcorrect the situation. what do you think about that?",
            "that sounds about right"
        ]
    },
    {
        "date": "8.28.22 7:09 am",
        "ctx": [
            "What are your thoughts on bunk beds",
            "\"bet you can't have just one\""
        ]
    },
    {
        "date": "8.28.22 7:01 am",
        "ctx": [
            "will you make more music",
            "yes"
        ]
    },
    {
        "date": "8.28.22 6:33 am",
        "ctx": [
            "what's your favourite continent?",
            "arctica"
        ]
    },
    {
        "date": "8.28.22 6:23 am",
        "ctx": [
            "what's a word you made up that you use regularly?",
            "non, which in that case means \"non-drums non-bass non-vocal\""
        ]
    },
    {
        "date": "8.28.22 6:14 am",
        "ctx": [
            "did you eat any trees this month",
            "no"
        ]
    },
    {
        "date": "8.28.22 3:49 am",
        "ctx": [
            "whats the square root of 47?",
            "almost 7"
        ]
    },
    {
        "date": "8.28.22 2:10 am",
        "ctx": [
            "does pineapple go on pizza",
            "pineapple goes through pizza"
        ]
    },
    {
        "date": "8.28.22 12:48 am",
        "ctx": [
            "Hey bill! What defines classical music?",
            "i'm not sure"
        ]
    },
    {
        "date": "8.27.22 11:20 pm",
        "ctx": [
            "what's your favorite kitchen appliance?",
            "mop"
        ]
    },
    {
        "date": "8.27.22 8:42 pm",
        "ctx": [
            "How do you stay consistent",
            "everyone and everything is consistent"
        ]
    },
    {
        "date": "8.27.22 7:40 pm",
        "ctx": [
            "What's your favorite fancy pants italian musical term? Mine's \"appoggiatura\".",
            "pantaloni eleganti"
        ]
    },
    {
        "date": "8.27.22 7:37 pm",
        "ctx": [
            "what do you think about accordions?",
            "they are hard to get around"
        ]
    },
    {
        "date": "8.27.22 7:21 pm",
        "ctx": [
            "Hi i wanted to try and make a sort of breakdown of Fly Around cause I really wanted to see what you'd think of it. Okay anyway here i go wish me luck\n\"i walk over the earth in special sandals\ni took those sandals off\nnow i can fly around\"\n'Special sandals' may represent something holding you down.. It's description as \"special\" may be found in a less positive light than tonally suggested, or perhaps could be found rather as just a catchy verbally-'adjacent adjective' ..or perhaps entirely as just a magical item betrothed upon our main character that upon removal awakens their inner super-power of flight- I'm not entirely sure and I'd love to hear your thoughts on the line.",
            "all roads lead to musical happiness. start anywhere. after writing a lot of songs, you look for the roads less traveled. perhaps i'm trying to create something extremely \"prose\" and then let the joys of music prove that you can musicify anything, including the proseyest things. by \"prosey\" i suppose i mean like not written with any expected rhythm or rhyme scheme. if you looked at the lyrics alone you probably wouldn't even assume it was a song. also the flying comes as a surprise. i'm sure i genuinely wasn't even expecting the flying by the time i'd reached \"sandals.\" even though i'm sure i came up with the whole line just about in real time. So in other words, basically i'm just attempting to enjoy the sensation of dreaming while awake. or at least try my best to achieve that",
            "\"some people wonder why the sun is not very bright\"\nmy arms ar e much too tired for this conversation\"\nI'll come back to this line momentarily!\n\"i travel the distance\nin between where i was and where i would like to be a little later\"\nI suppose this is a long poetic way of saying I went from here to there (presumably whilst flying, of course)",
            "i wasn't necessarily thinking of flying here. it looks like i was just continuing the same soft prosey strategy. again, i could have been as late as \"was\" and still had no idea exactly *when* (rhythmically) the line might end. and yet i certainly knew what the meaning of the phrase was by the time i hit \"travel the distance\". the rest of the line is sort of an exercise in free will to see how many times i could surprise myself with number of syllables the sentence turned out to actually have. despite already knowing from the beginning of the line what information it was going to be paraphrasing (travel from point A to point B)",
            "\"the sky is falling\"\nOkay this gets interesting-",
            "i think it's the least interesting part so far. sounds like it was lifted from some nursery rhyme",
            "in your video \"gonna clean my room\" the song goes that you'll clean your room after the 'sun burns out' and the 'sky falls down' so there's an interesting connection, added on top of that 'sun is not very bright' coincided with 'sun burns out.'",
            "the sky and sun have been up there all my life. so they both commonly come to mind often. so that 'connection' is probably shared by a huge percentage of my songs. unless i'm deliberately trying to cut back",
            "And another cool thing- 'sun burns out and the sky falls down' is also pretty similar to the line from 'mount saint helens' - 'sun falls down and the sky burns out.' I suppose in general a lot of your music conveys apocalyptic emotions and references so perhaps 'sun is not ver y bright' and 'the sky is falling' were merely intuition ..but then I thought deeper.. the song as a whole... And I realized given all the present themes of the future being upon us and reconciling that with the memories of our past, maybe all this really does take place farther along upon a vast timeline, where the sun may really be slowly dying out and no longer radiates light to the extent of our own. And all this talk of the sun and skies still connects it all back to 'flying around'. His arms are supposedly too tired to talk about it, maybe from flying, or maybe even because he doesn't want to talk about it.\n\"the sky is larger \nthan any sky can be\"\nThis builds on 'sky is falling\" describing how unimaginably and unbelievably vast the sky truly is, presumably as seen from the perspective of one flying across it.",
            "i guarantee i was not thinking about flying at this point. given the carefree attitude of this song, i'd assume that pretty much everything in here so far, including the sandals, sky, the flying, are part of a floaty collage of aesthetics here",
            "\"oo, ah, oh, ee\nmy calendar is telling me it's the future\"\nI remember you talking about this sorta lyrical device in an answer to a question about balancing phrases and musical non-words, and this truly masters that- the punch and impact in this chorus is really felt.",
            "in addition to that technique, i also used another balancing trick on a doubled timescale here, which is where half the page is filled with words (etc), and the other half of the page just has 1 word. (future). so it sort of invokes a comparison of \"everything to 1\". which is an interesting ratio for those following along mathematically",
            "\"somewhere there's a second scene\nwith characters that never speak\nbut you still know exactly what they mean\nand you still know exactly what the story will be\" \nThis 'second scene' musically illustrates a depiction of characters who despite never exchanging any dialogue you still know what they are saying, the way a drawing conveys a story without any words.\n\"i travel the world without my blanket\nso when i'm feeling tired\ni can just... fly around\"\nThis is very tongue-in-cheek contradictory all around yet elicits such powerful feelings and is honestly really musically beautiful.",
            "seems like a double negative is achieved in that line somehow. again probably attempting to dream while i'm awake. sometimes saying things backwards is a nice way to throw off the boring non-dreaming part of the brain. which i suppose would be the frontal lobe for those of you following along neurologically",
            "\"most people wonder if the moon is part of the sky\nor if it's just a decoration added later\"\nThis line retains the themes of out-of-our-world observations of the sun and skies from the previous verses upon titularly flying around. It also retains a merit of scientific accuracy given as you've said in your own words: ''holy sh*t we just got hit with another ball of flaming rocks- and it kind of made a mess. which is&#127926;now the moon&#127926;.' In essence this line maybe asks the question 'is the moon really real?' And while being musically a melodic 'echo' of 'sun is not very bright'",
            "i can tell you that the musical/lyrical echo is the primary reason for this line's existence. i guess it's that part of the second verse where it's time to be mildly responsible in the songwriting. it echoes the 'some people wonder', and instead of \"sun\" it's \"moon\", which felt like the standard verse 1 to 2 transferrence. and the rest of the line is just the best option i could come up with for finishing it. it also seems to generally play a 3rd above the first verse's line, (not to mention an actual harmony added above it here) which playes into the mention of 'decoration', and it is 'later' in 2 ways actually, because the this verse's line comes later than the first, but, also because the vocal singing the higher harmony here came later than the lead",
            "the question simultaneously implies the same feeling the statement 'the sky is larger than any sky ca n be' does.",
            "possibly true",
            "\"oo, ah, oh, ee\nmy galaxy is spinning toward the future\"\nContinuing to tie in visualizations of beyond-our-world intergalactic wonders, this line ties in both time and space.",
            "i recall 'galaxy' being some kind of freudian slip at one point while i was running through the first bridge. so i earmarked it for the second",
            "\"somewhere in the 7th scene\nwhen no one understands the point of view\nthat you now find so familiar\"\n'7th scene' captures the feeling that we've moved on a little bit further into this story's future",
            "true",
            "and also makes for a zesty rhyme with '2nd scene.' But really this line truly speaks for itself- it finds this whole analysis to be ironic. We can't fully understand the point of view that the artist finds so familiar. But that's the beauty of storytelling and songwriting.",
            "i can tell you that a big part of the reason this line is built the way it is is to juggle the rhythm and surprise myself as much as possible. basically to keep the sentence going as long as possible, causing a long string of 'challenges' to the rhythm and then see if i can maneuver it into a musically and linguistically coherent landing. it's kind of like when pilots repeatedly try to damage their airplane while in flight, to challenge themselves to create increasingly more interesting landings. But, besides the rhythm and music there, the words are also describing when you get that much deeper into a story and you've developed a deeper familiarity with the story's world that those outside this story might not share",
            "\"oh\nmy memori es are coming back in ways i wasn't ready for\nbut i'm still enjoying the way it feels\"\nThis line hits right in the feels.",
            "that is generally the preferred target to hit, as per company policy",
            "Also the 'oh' later transforms into 'oooh' later in the song- I just noticed that.",
            "i'll grab any souvenir i can, for proof of not copy-pasting",
            "\"so i'm holding onto the details\ncapture this moment\nin a series of carefully chosen words and phrases\nand then replay it\"\nThis is an interesting sorta meta realization and description of songwriting, the literal feeling of capturing a feeling.. or a memory ..or a memory being made there and then.",
            "i basically poured my heart out in the previous couple of lines, and i understood that i'd probably completely submerged myself beyond any chance of getting myself back out in any 'normal'ish way, so, ....... i sort of figured i might as well become an alien at this point...... froze the harmony on a sort of ambiguosly not-really-stable but not-really-unstable, semi-awkward place, and then rigidly went to prose to literally explain what a diligent artist surely often tries to do, in situations where they encounter an inspiring situation or moment. simply try to capture it, like a scientist would capture some kind of specimen",
            "\"walk over the earth in special sandals\ni kick those sandals off\nand watch them fly around\"\nFlipp ing and twisting the opening line around and in on itself to expand upon it in a new perspective in a new verse.",
            "yep, i am a flipsman all too frequently i will confess",
            "\"i didn't notice\nif they ever landed\nbut if they do i'll understand the reason\"\nOf course alluding to the law of gravity, but also still (purposefully or not) tying in with the other apparent 'scientific' details in this song such as the sun's dwindling illumination and the moon's decorative origins.",
            "actually, i was just trying to promote unconditional understanding. \"if ____ happens, i'll understand.\" more of a spiritual vibe here",
            "\"oh, ah, oo, ee\nthe melody is drifting into the future\"\nThe melody literally drifts into the future in spectacular key change faction. The vocal non-words are even rearranged so you really feel that 'oo'!",
            "while also eagerly taking the chance to prove i did not copy-paste",
            "\"and i feel pretty good\nabout what time it  is\nabout what day it ever was and how it came to this\"\nA feeling of content with the past and how we got here, and maybe even a glimpse of hope for the future.\n\"ooooh\"\n'dangmmmmmm..' \n\"the memory is drifting back in ways that i'll\npretend to know and understand\nand i pretend to know exactly how the story will end\"\nMyself and I'm sure so many others know this feeling, it's so human to think, feel, and perhaps hope you know what will happen next. This completes the themes of storytelling within this song- from knowing what the story will be to pretending you know how it will end. And that story stretches beyond fiction into our own personal narratives, of the past, present and future. No one else really understands that narrative. That's  where art is sparked and discovered within and throughout and beyond. I really appreciate your music and what you do, thank you for the songs you write and the art you share. \n\"travel the\nwalk over the\ninto the\nback to the\"\nOf course I'm sure this is self explanatory, following the previous lyric. Yes, the meaning is very immediate.\n'back to the...' ...future.The true meaning of the song is back to the future. time travel through alternate realities with marty mcflie (tom holland) and doc ock",
            "for me, a back to the future reference would have michael j fox instead, but, it's not a back to the future reference. these last vocals are trying to increase the chances that you will want to go back to the beginning and listen again"
        ]
    },
    {
        "date": "8.27.22 6:52 pm",
        "ctx": [
            "do you know the answer to this question?",
            "no"
        ]
    },
    {
        "date": "8.27.22 6:13 pm",
        "ctx": [
            "Are you screaming right now?",
            "no",
            "Do you prefer screaming or yelling?",
            "yelling"
        ]
    },
    {
        "date": "8.27.22 6:07 pm",
        "ctx": [
            "Have you cracked the code to the meaning of life?",
            "it's a changing code but i occasionally can befriend the changes, if only for a fleeting moment",
            "Can you teach us?",
            "sometimes just keep the code the same for a little while, whichever one you have"
        ]
    },
    {
        "date": "8.27.22 5:09 pm",
        "ctx": [
            "Is \"meef\" a Greek number?",
            "it could be phoenician"
        ]
    },
    {
        "date": "8.27.22 4:54 pm",
        "ctx": [
            "how real are ideas",
            "you decide"
        ]
    },
    {
        "date": "8.27.22 3:22 pm",
        "ctx": [
            "do you like bread,just plain bread",
            "no"
        ]
    },
    {
        "date": "8.27.22 2:38 pm",
        "ctx": [
            "why is the earth so round",
            "for your convenience"
        ]
    },
    {
        "date": "8.27.22 2:23 pm",
        "ctx": [
            "What makes a song sound like it's in A minor rather than C major, considering they have the same seven notes?",
            "when it hits A in the bass, that's when it will sound like A minor. that's why some songs in A minor when played on your iphone or other flat speaker (without headphones) actually sound like they're in C. weird. composers beware of this"
        ]
    },
    {
        "date": "8.27.22 2:17 pm",
        "ctx": [
            "How to bread",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "8.27.22 1:44 pm",
        "ctx": [
            "what is your opinion on napkins?",
            "too dry"
        ]
    },
    {
        "date": "8.27.22 1:08 pm",
        "ctx": [
            "do you game?",
            "i am game"
        ]
    },
    {
        "date": "8.27.22 12:46 pm",
        "ctx": [
            "do you think instrumental music can convey as much (or in some cases more) emotional impact or story to the listener as music with lyrics? i think it's a little sad that most people are aversive to listening to instrumentals by themselves.",
            "music without words, scenes, or any other context, works mostly on your feelings and emotions, in a way that can be difficult to grasp if there's nothing to hold onto. it's extremely powerful, but it needs something to hold it. words can do this, scenes can do this, almost anything the music is attached to, can help hold the music and put it into context, and activate all of its power. and, at the same time, the music will greatly enhance the power of the thing it's attached to. Think of it like this: music is the beverage. the context/words/scene is the cup. imagine a beverage with no cup. same beverage...... undrinkable. Also, a cup without a beverage can be pretty bland also. Instead of being disappointed about this, i think you'll find it extremely rewarding to become a cupsmith. you'll be doing wonders for all different kinds of music, and cups as well. it's a win-win"
        ]
    },
    {
        "date": "8.27.22 12:18 pm",
        "ctx": [
            "opinion on making a song about when you get younger (when I get older's younger sequel)",
            "there is already a verse for that, in \"when i get older\""
        ]
    },
    {
        "date": "8.27.22 11:11 am",
        "ctx": [
            "why are only your latest songs on spotify in full lowercase?",
            "it was unclear in the past whether this was allowed or would cause bureaucratic delay"
        ]
    },
    {
        "date": "8.27.22 10:49 am",
        "ctx": [
            "whats the meaning behind here comes the sun I like it to much",
            "in that case, the meaning is you liking it"
        ]
    },
    {
        "date": "8.27.22 9:30 am",
        "ctx": [
            "My friend sinned and bought a bass plectrum. What should I do with them?",
            "how about some recreational activities"
        ]
    },
    {
        "date": "8.27.22 9:28 am",
        "ctx": [
            "What are your thoughts on Satan?",
            "bad reputation"
        ]
    },
    {
        "date": "8.27.22 8:38 am",
        "ctx": [
            "do you make other people listen to your music to see their opinion on it before releasing it?",
            "no"
        ]
    },
    {
        "date": "8.27.22 6:32 am",
        "ctx": [
            "i'm looking to get a keyboard for music production, what is your choice? i'm looking for a pretty cheap one (200-300 bucks) that has lots of different noises on it",
            "i don't really know anything about the keyboard market, but, my personal issue is that i think dynamic sensitivity is crucial. this is all i'm saying: make sure it sounds different whether you play the note hard or soft. some of the really cheap ones have the loud and soft notes exactly the same volume. this will make you sad and you won't know why. it will make you think you suck, even if you don't"
        ]
    },
    {
        "date": "8.27.22 1:35 am",
        "ctx": [
            "what's your favorite type of cloud that hasn't been discovered yet?",
            "i don't know"
        ]
    },
    {
        "date": "8.26.22 11:32 pm",
        "ctx": [
            "do you believe truth is subjective?",
            "even better. subjectivity is truthful"
        ]
    },
    {
        "date": "8.26.22 10:39 pm",
        "ctx": [
            "have you ever changed the title of one of your songs at the last second before releasing it?",
            "no"
        ]
    },
    {
        "date": "8.26.22 10:09 pm",
        "ctx": [
            "When did nothing start?",
            "it starts when each 'thing' ends, as long as there is no other thing next"
        ]
    },
    {
        "date": "8.26.22 9:53 pm",
        "ctx": [
            "is 'the ending' a song about the creation of the song itself",
            "mostly. i bet most of my songs are about that"
        ]
    },
    {
        "date": "8.26.22 9:19 pm",
        "ctx": [
            "is there a way to be bad at music?",
            "there's probably no way NOT to be bad at music. even if you're good"
        ]
    },
    {
        "date": "8.26.22 9:16 pm",
        "ctx": [
            "How do I tell if a feather hat is worthy of a conversation or not?",
            "it is. every hat is worthy of a conversation. every thing is worthy of a conversation. conversations are worthy of conversation"
        ]
    },
    {
        "date": "8.26.22 8:29 pm",
        "ctx": [
            "what is your favorite video so far",
            "roundhay garden scene"
        ]
    },
    {
        "date": "8.26.22 8:06 pm",
        "ctx": [
            "I seem to be giving off weird vibes this week. How can I make it not-offputting to others?",
            "just wait it out, while focusing on something else you may be interested in"
        ]
    },
    {
        "date": "8.26.22 6:45 pm",
        "ctx": [
            "is sincerity a weapon that can be used to combat the digital mundane, or is escapism and irony preferable, as it leads to a balance between pseudo-presence and pseudo-isolation as a method of coping with said mundane?",
            "sincerity and satire both truly do a romantic dance, making the world go round actually"
        ]
    },
    {
        "date": "8.26.22 5:42 pm",
        "ctx": [
            "do you cringe at your own voice",
            "yes but i don't use those takes"
        ]
    },
    {
        "date": "8.26.22 5:15 pm",
        "ctx": [
            "how did you create that high pitched \"twee-te-te-te-te\" melodic sound in that part of the ending starting at \"it makes me weep, skip, sing it while I sleep\"? it sounds like a pitched up keyboard but i can't be sure. it's very fanciful and cool sounding though",
            "it's just a keyboard sound that's fairly dull and gets out of the way quickly. the entire rhythm of the sound is me actually playing all those notes in real time. use 2 or 3 fingers on the same note. if it helps, you can slow the tempo down to record it but i don't do that. it's more important how it's played than what sound it is. i know this because i used to do this all the time on a different sound that i no longer have access to, and i just recently started doing it again and i was very quickly able to find a sound that works fine for that. just has to be slightly dull and get out of the way quickly (short release). and the rest is all in the performance"
        ]
    },
    {
        "date": "8.26.22 5:07 pm",
        "ctx": [
            "good evening i just remembered all the questions i wanted to ask you the other day , but forgot to. i will keep these questions and ask you another time! i do however, have two i'd like to ask you now: if i'm writing lots of very short pieces of music, usually a few seconds in length, can i just keep doing that knowing they aren't complete?",
            "sure. maybe they are complete, maybe they are not, but either way you can file them and continue",
            "is there a principle i can hold true that might help me get some of these pieces completed? thanks again, e",
            "if they are incomplete, yes, you can complete them. what helped for me is to recognize that these are 2 entirely different jobs. even today, i consider them different jobs. there is even a 3rd job called 'selection', and actually there is even a 4th job called 'middle writing' and for that i do the selection randomly, and in that case i wouldn't be required to finish the item, just move it along a little bit"
        ]
    },
    {
        "date": "8.26.22 4:44 pm",
        "ctx": [
            "how do you dispose of an acorn?",
            "you can't. an acorn is forever"
        ]
    },
    {
        "date": "8.26.22 4:23 pm",
        "ctx": [
            "is it funky time?",
            "no"
        ]
    },
    {
        "date": "8.26.22 3:40 pm",
        "ctx": [
            "In the \"Champaign is only Champaign(tm) if it comes from the Champaign region of France, otherwise it's just sparkling wine\" line of reasoning, would you consider your music 'sparkling thought'?",
            "no"
        ]
    },
    {
        "date": "8.26.22 3:11 pm",
        "ctx": [
            "did you ever invent something?",
            "sure",
            "tell me what it is",
            "when i was in school i wrapped a rubber band longways around a ruler and used it as a 1-string guitar. i'm sure i'm not the first person who has done this, but i came up with the idea on my own"
        ]
    },
    {
        "date": "8.26.22 1:56 pm",
        "ctx": [
            "Is the new one called 'the ending' because you're gonna start doing some videos that aren't a platform for one song for a bit? Sketch kinda stuff?",
            "no. i will be doing that more soon, but the title of the most recent song has no relation to that situation. the reason the song is called \"the ending\" is because it's in the lyrics to the song"
        ]
    },
    {
        "date": "8.26.22 1:54 pm",
        "ctx": [
            "whats up with the red arrow and circle at the ending of the ending",
            "clickbait"
        ]
    },
    {
        "date": "8.26.22 1:11 pm",
        "ctx": [
            "what is your favorite thing about this planet",
            "the atmostphere"
        ]
    },
    {
        "date": "8.26.22 12:44 pm",
        "ctx": [
            "what to do when the whole song is written but recording it seems to ruin the fun of it",
            "might as well walk the plank"
        ]
    },
    {
        "date": "8.26.22 12:36 pm",
        "ctx": [
            "Do you like video games?",
            "yes",
            "What is your favourite one?",
            "i'm blanking out. i can't think of any right now"
        ]
    },
    {
        "date": "8.26.22 11:46 am",
        "ctx": [
            "whats the genre of your songs called",
            "regular"
        ]
    },
    {
        "date": "8.26.22 11:32 am",
        "ctx": [
            "Best bone in the body?",
            "skull"
        ]
    },
    {
        "date": "8.26.22 11:05 am",
        "ctx": [
            "if you could make up a word what would it be",
            "i can make up words, and i make up many. so i suppose i should answer this with the earliest one i can think of, which is the word \"joj\", which is a verb, and it's like in a movie when people sort of roll down a hill. the idea for this word came from seeing the upside down reflection of a digital clock showing \"7:07\""
        ]
    },
    {
        "date": "8.26.22 10:28 am",
        "ctx": [
            "i like writing music but i'm afraid to show it to people because i worry that it's not good enough and proceed to not do anything with it. have you ever experienced this?",
            "some of that. Think of all the songs you know and enjoy..... how many of those songs did you discover because the writer/artist personally showed it to you?"
        ]
    },
    {
        "date": "8.26.22 10:28 am",
        "ctx": [
            "If there's one god, why are there so many religions?",
            "if there's one religion, why are there so many gods"
        ]
    },
    {
        "date": "8.26.22 8:48 am",
        "ctx": [
            "opinion on racing games?",
            "too fast"
        ]
    },
    {
        "date": "8.26.22 4:23 am",
        "ctx": [
            "What if.",
            "."
        ]
    },
    {
        "date": "8.26.22 4:18 am",
        "ctx": [
            "how to better bring the song into focus",
            "write another song about that song. or, cut out the middle man and make a song about itself"
        ]
    },
    {
        "date": "8.26.22 2:48 am",
        "ctx": [
            "are there any songs that you have named after actually making the song?",
            "yes. the most recent one was like that. also the one about special sandals"
        ]
    },
    {
        "date": "8.26.22 12:48 am",
        "ctx": [
            "How do you casually ask for someone's phone number?",
            "you could add a box for it, but with no star. make it not one of the *required fields"
        ]
    },
    {
        "date": "8.25.22 11:39 pm",
        "ctx": [
            "I've been planing to make a music video but every time I watch myself on playback I see myself as ugly but people keep telling me I'm not but I think they're just trying to be nice. What do I do?",
            "whether you are ugly or not, you're going to have to stop thinking about it, in order to get good results. if you must assume you are ugly, that's fine, you can assume this, but then go ahead and move forward and do the performances anyway. actually pretend you are even uglier. that will force your performances to be even stronger"
        ]
    },
    {
        "date": "8.25.22 11:22 pm",
        "ctx": [
            "if you could rename bread, what would you name it to?",
            "bread 2"
        ]
    },
    {
        "date": "8.25.22 10:53 pm",
        "ctx": [
            "Why did you change your style from acid trip to a fever dream?",
            "they are all supposed to be fever trip"
        ]
    },
    {
        "date": "8.25.22 9:43 pm",
        "ctx": [
            "What's your genre of movies?",
            "that's actually the only thing i don't like about movies"
        ]
    },
    {
        "date": "8.25.22 7:31 pm",
        "ctx": [
            "Why do you think we build buildings, recycle recycling, but we don't ice icing?",
            "why don't YOU do it?",
            "Something else is iced with icing",
            "i'm sure you can find a way to do all those things to each other"
        ]
    },
    {
        "date": "8.25.22 5:05 pm",
        "ctx": [
            "what is your least favorite planet?",
            "i can't think of any planets i don't like",
            "write an insult to that planet.",
            "that sounds lovely. i'll see if i can have that done by next easter"
        ]
    },
    {
        "date": "8.25.22 2:03 pm",
        "ctx": [
            "what's the most average Star Wars movie?",
            "star wars"
        ]
    },
    {
        "date": "8.25.22 1:19 pm",
        "ctx": [
            "Where do you get your lyric inspiration from?",
            "the street",
            "Also what genres of music do you like?",
            "road music"
        ]
    },
    {
        "date": "8.25.22 12:48 pm",
        "ctx": [
            "I feel like the \"that's not true\" part of \"the ending\", \"the things that I love to be scared of\" part of \"i'm scared\", \"the door is opening\" in \"at the corner store\", and the \"swimming across the floor of the ocean\" part in \"money\" all have quite similar rhythmic vibes. If you were to compare this general vibe to a flavor, what would it be?",
            "i'd say \"halftime\" but i'm not sure if you're talking about the middle or the ending of the ending"
        ]
    },
    {
        "date": "8.25.22 12:44 pm",
        "ctx": [
            "How do you modulate from, let's say, E major to Eb major (down a minor 2nd), without making it too obvious?",
            "you could gradually lower the pitch, over the course of a 5 hour timespan"
        ]
    },
    {
        "date": "8.25.22 11:55 am",
        "ctx": [
            "opinions on prime numbers",
            "standard pillars of originality"
        ]
    },
    {
        "date": "8.25.22 10:40 am",
        "ctx": [
            "How do you transform nonsense into yessense?",
            "i will admit, music is really useful for that"
        ]
    },
    {
        "date": "8.25.22 10:37 am",
        "ctx": [
            "have you considered writing a song that only uses one word?",
            "yes"
        ]
    },
    {
        "date": "8.25.22 9:47 am",
        "ctx": [
            "what are the key signatures in your new song?",
            "A major, and probably G major. the key changes a lot more than that, but most of the other changes are too fleeting to require a key signature change"
        ]
    },
    {
        "date": "8.25.22 8:45 am",
        "ctx": [
            "have you ever invented a new color or do you paln to do it in the future",
            "i don't really know how to do that. but sometimes i find a color that i don't remember using, so that's pretty fun for me"
        ]
    },
    {
        "date": "8.25.22 7:29 am",
        "ctx": [
            "whenever i'm in school i'll come up with crazy melodies and harmonies in my head but when i sit in fromt of my piano, nothing comes out. sometimes i can't even write my ideas down because they fade away so quickly. what should i do??",
            "keep doing all this and eventually you'll find common ground. like dreams, the ideas want to come to you when you're not trying. that's why you freeze up when you are actually 'supposed to' have an idea. and why the ideas come so easily when it doesn't matter. these 2 opposing worlds (in-the-office, out-of-the-office) will probably always be disconnected like this. but the more you do both, the better you will get at both. for out-of-the-office, i think the game of capturing can always be improved. most of the time you are feeling like you are unable to capture it completely. because, like dreams, the best ideas probably happen when you are entirely not trying, and entirely not thinking nor worried. and as soon as you start worrying about capturing it, that will begin to degrade the idea. but i'd say over time you can just about get the hang of it with minimal degradation. And for the in-the-office experience, there are hopefully some things you can do to settle in and get more comfortable. I'd recommend starting out by playing/writing bad things on purpose, to try to take the pressure off. play at least enough to forget you're there. that should hopefully put you back in the proper carefree state"
        ]
    },
    {
        "date": "8.25.22 7:10 am",
        "ctx": [
            "opinion on backpacks and or soda bottles?",
            "i have a trick to remember which is which"
        ]
    },
    {
        "date": "8.25.22 7:08 am",
        "ctx": [
            "There's so much to do and so little time, how do I begin?",
            "make a list of things you will not do, no matter how much time you have"
        ]
    },
    {
        "date": "8.25.22 5:01 am",
        "ctx": [
            "why did you decide to parody youtube clickbait thumbnails in \"the ending\"?",
            "to get it out of my system"
        ]
    },
    {
        "date": "8.25.22 1:35 am",
        "ctx": [
            "Do you think it's possible to be creative even if you're following a pattern or recipe?",
            "the sweet spot is following it halfway"
        ]
    },
    {
        "date": "8.25.22 12:49 am",
        "ctx": [
            "do you have a genre of music you dont like?",
            "i'll see if i can come up with something"
        ]
    },
    {
        "date": "8.25.22 12:45 am",
        "ctx": [
            "Would you ever write a sad song? ie a song that sounds sad not just lyrically but melodically as well?",
            "sure"
        ]
    },
    {
        "date": "8.25.22 12:06 am",
        "ctx": [
            "when did you realize that people might interpret the title of \"the ending\" as an indication that you're quitting?",
            "no one thinks that"
        ]
    },
    {
        "date": "8.24.22 11:08 pm",
        "ctx": [
            "if humanity collectively all lost sense of object permanence, what mass tomfoolery and shenanigans would ensue?",
            "we'd very quickly find it again"
        ]
    },
    {
        "date": "8.24.22 11:04 pm",
        "ctx": [
            "do you think that everything will converge in being just one thing again?",
            "i don't see why not"
        ]
    },
    {
        "date": "8.24.22 10:07 pm",
        "ctx": [
            "why are my words purple",
            "because they are important"
        ]
    },
    {
        "date": "8.24.22 9:30 pm",
        "ctx": [
            "what does the almost invisible text at 0:44 of the \"the ending\" video say?",
            "that says \"i don't even know who i wanna be\" which is a line from the chorus"
        ]
    },
    {
        "date": "8.24.22 9:29 pm",
        "ctx": [
            "Why is the sky blue",
            "to calm you down"
        ]
    },
    {
        "date": "8.24.22 9:10 pm",
        "ctx": [
            "Being a independent artist, how to you keep yourself productive on a regular basis?",
            "you can sign a contract with yourself that threatens to terminate the contract if you break the contract"
        ]
    },
    {
        "date": "8.24.22 8:42 pm",
        "ctx": [
            "ok so, are you taking another break",
            "i generally manage to take a few days break every 3 weeks",
            "the title \"the ending\" seems eerily similar to \"might quit\"",
            "the spelling is different"
        ]
    },
    {
        "date": "8.24.22 8:32 pm",
        "ctx": [
            "how did your new song \"the ending\" start off? when did you start writing it, how'd it come about?",
            "during the selection process this time, i accidentally came up with  i (ref: write2022081013343412.mp3\"target=\"_blank)something brand new which unexpectedly bypassed the entire selection process and was selected on the spot. no lyric, though, so, .... first thing was to begin searching for what lyric belongs on it. unfortunately, i think the pressure of liking the melody too much got to me and for some reason i was stuck on that for at least 2 days. i eventually got something that seemed to work, but it was not as title-worthy and iconic as i was hoping for. so in that case, i adopted more of a \"just did a bad thing\" strategy and just moved forward quickly. the \"not worthy\" part was also shocking to me, because it uses language and themes that i just absolutely don't recognize as my own. but that's actually fun when this happens because then the parts that come next will tend to have a \"what the heck?\" aspect to them, as they try to explain how the heck we got into this mess. turns into kind of an adventure story"
        ]
    },
    {
        "date": "8.24.22 8:17 pm",
        "ctx": [
            "is \"the ending\" about someone a kid who doesn't really value school/think it serves them well, learning about music for the first time?",
            "i could see how that could fit",
            "is it...about you?",
            "the melody of the verse is about me. not really the lyrics, but the melody is. it's doing a lot of half-bar fakeouts with the chord changes. i adore this and will do it for the rest of my life if i can. Also, the middle section where it goes \"it's not true, it's not true\", that part does seem to be about me. Whether i like to admit it, i've noticed over the years that i just really seem to enjoy saying \"that's not true\". and that's probably the reason this section exists. The other line that's pretty much about me is \"put it in my musical\". Generally, i've come to realize that one of the most promising and useful ways i could express any idea i may have, is to \"put it in a musical\", which can more broadly refer to most of the kind of audio/visual content i've released so far"
        ]
    },
    {
        "date": "8.24.22 7:48 pm",
        "ctx": [
            "how do I arrive at words that mean something but don't make me feel naked? or is naked just part of it?",
            "maybe that's just one step toward the process of finding the better clothes you've actually been craving but don't know about yet"
        ]
    },
    {
        "date": "8.24.22 7:43 pm",
        "ctx": [
            "how much longer will it be before the whole thing changes into a more realistic scene?",
            "forever, and always"
        ]
    },
    {
        "date": "8.24.22 7:20 pm",
        "ctx": [
            "What's the thing you love about yourself the most?",
            "i'm too strong",
            "what'sthe thing you hate about yourselfthe most?",
            "i'm not strong enough",
            "What is the meaning of life?",
            "switching between being strong and not strong",
            "And finally, what is your favouritevideo game?",
            "the computer"
        ]
    },
    {
        "date": "8.24.22 7:19 pm",
        "ctx": [
            "ever tried to climb some valleys",
            "yes"
        ]
    },
    {
        "date": "8.24.22 7:00 pm",
        "ctx": [
            "your music inspires me to let go and be free and wacky and unapologetic in my own work. its hard though, not caring. what goes through your mind when you start pushing bounds? or is there nothing? it's just natural? trained maybe? how do you know when to push something, or is it all the time?",
            "i don't think i'm exactly aware of where the bounds are"
        ]
    },
    {
        "date": "8.24.22 6:54 pm",
        "ctx": [
            "why do i exist",
            "to push/pull the envelope. even if just slightly"
        ]
    },
    {
        "date": "8.24.22 5:57 pm",
        "ctx": [
            "Will you ever do a snog about the dread of back to school?",
            "it's possible. i don't personally recall too much about that particular dread but i know a lot of other people go through this so in that case it's surely fair game"
        ]
    },
    {
        "date": "8.24.22 5:07 pm",
        "ctx": [
            "are you alive",
            "oh man, that would explain some of these hilarious emotions i've been having"
        ]
    },
    {
        "date": "8.24.22 4:53 pm",
        "ctx": [
            "Is the album cover of \"the ending\" a tribute for Breaking Bad/Better Call Saul?",
            "no. i'm not familiar with any of the graphics nor content of any of those programs"
        ]
    },
    {
        "date": "8.24.22 4:35 pm",
        "ctx": [
            "How many ears does a corn have?",
            "how many corn"
        ]
    },
    {
        "date": "8.24.22 4:31 pm",
        "ctx": [
            "what is your favorite song youve made",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "8.24.22 4:11 pm",
        "ctx": [
            "Could you invent a new punctuation mark?",
            "sure",
            "These ones are boring.",
            "how about a restaurant table booth, for a family of 4. placed around your sentence or idea. to give it a cozy warm feeling of unconditional love and acceptance"
        ]
    },
    {
        "date": "8.24.22 2:37 pm",
        "ctx": [
            "do you think its rude to sing *all* of the lyrics to songs you know at a concert or cool",
            "it's probably not as bad as singing words to a different song, or committing crime, etc"
        ]
    },
    {
        "date": "8.24.22 1:00 pm",
        "ctx": [
            "i'm just curious in general?",
            "i understand"
        ]
    },
    {
        "date": "8.24.22 12:49 pm",
        "ctx": [
            "have you ever planted a tree?",
            "not that i recall"
        ]
    },
    {
        "date": "8.24.22 12:38 pm",
        "ctx": [
            "does video the ending you announcing that you are gonna take another brake just like when you posted the i might quit video?",
            "you'll have to click into the video and see if i announce this in the video. surely if i were announcing something with a video i would use the contents of the video to somehow provide clarification on this"
        ]
    },
    {
        "date": "8.24.22 11:56 am",
        "ctx": [
            "With the release of \"The ending\" are you accutally quitting this time?",
            "quitting what? nevermind, i'm not quitting anything"
        ]
    },
    {
        "date": "8.24.22 11:47 am",
        "ctx": [
            "i noticed pictures of a violin in your newest song. are you learning to play it?",
            "no"
        ]
    },
    {
        "date": "8.24.22 11:38 am",
        "ctx": [
            "i've been checking out your reality page and i just want to say thank you for using your turn signal",
            "i use it to role play. to think about where i COULD turn. sometimes i use it to reminisce about past turns"
        ]
    },
    {
        "date": "8.24.22 11:33 am",
        "ctx": [
            "what is your thoughts on fractals?",
            "they are neat, and tidy"
        ]
    },
    {
        "date": "8.24.22 10:52 am",
        "ctx": [
            "What is the purpose of setting goals if we all die anyway?",
            "because of the part before that, where you live"
        ]
    },
    {
        "date": "8.24.22 10:44 am",
        "ctx": [
            "Are you going away again?",
            "from where",
            "Your latest video is named ending so is it the ending of the channel?",
            "no"
        ]
    },
    {
        "date": "8.24.22 9:09 am",
        "ctx": [
            "what do you think about pancakes",
            "too flat, and yet somehow not flat enough"
        ]
    },
    {
        "date": "8.24.22 8:52 am",
        "ctx": [
            "I love comic sans but my friends hate it .What do I do",
            "tell that to comic sans. you will get on their good side by making those other people into enemies. like good cop bad cop"
        ]
    },
    {
        "date": "8.24.22 8:50 am",
        "ctx": [
            "have you ever, and hear me out here, decided to bend the cosmos to your will with music?",
            "i've tried. it turns out just me being here bends it. you do it too"
        ]
    },
    {
        "date": "8.24.22 7:41 am",
        "ctx": [
            "are you referencing never gonna give you up in some of your songs?",
            "no"
        ]
    },
    {
        "date": "8.24.22 7:40 am",
        "ctx": [
            "what is your highest score on tetris?",
            "i can get all the way up to the ceiling"
        ]
    },
    {
        "date": "8.24.22 7:39 am",
        "ctx": [
            "i've noticed my favorite part in a lot of your recent songs is when a synth lead takes over (the lick in ground plane, after \"celebration\" in september, after \"flagpole\" in the new one). what is it about those parts that gets me so much / gets you enough to want to write them that way?",
            "at some point, and i remember exactly where i was when i realized this, i realized: melodies with words, and melodies without words, when used side by side, can achieve an extraordinary strong effect. they give each other their meaning. if you sing a little thing (with words) and then play a little thing (wordless melody), they each make each other stronger. like cookies and milk. like curds and whey. pick your favorite snack. this phenomenon can actually be better than any snack. wordless riff, intermingled with worded riff is truly a power play and i can honestly say it improved the quality of my life when i realized this"
        ]
    },
    {
        "date": "8.24.22 7:33 am",
        "ctx": [
            "what is the origin story of your lyrical genius",
            "i know the alphabet fairly well"
        ]
    },
    {
        "date": "8.24.22 7:16 am",
        "ctx": [
            "have one of these questions on this page ever inspired any of your songs?",
            "yes, even though it had nothing to do with the contents of the question"
        ]
    },
    {
        "date": "8.24.22 7:03 am",
        "ctx": [
            "is that the trumpet",
            "nothing is a trumpet"
        ]
    },
    {
        "date": "8.24.22 5:39 am",
        "ctx": [
            "What would it take for you to release a song that you worked hard on, then specifically decided wasn't good enough to post?",
            "a good mood"
        ]
    },
    {
        "date": "8.24.22 4:38 am",
        "ctx": [
            "the colours of your website make me feel comfortable and stimulated at the same time. whoops, this is not a question, sorry",
            "that's ok"
        ]
    },
    {
        "date": "8.24.22 4:22 am",
        "ctx": [
            "Does the circle and red arrow at the end of the new \"the ending\" video have any particular meaning? Is it time for a Bill Wurtz ARG?",
            "it's clickbait"
        ]
    },
    {
        "date": "8.24.22 3:46 am",
        "ctx": [
            "what makes you write music",
            "it's my way of proving to myself i'm alive"
        ]
    },
    {
        "date": "8.24.22 3:32 am",
        "ctx": [
            "What did you do during the pandemic? (2020)",
            "if you've ever read \"if you give a mouse a cookie\"...... well, that is basically what happened to me after getting a new computer in 2019. i spent most of 2020 dealing with the aftermath of that"
        ]
    },
    {
        "date": "8.24.22 3:15 am",
        "ctx": [
            "do you really just know everything about music theory or are you making it up?",
            "music theory is indeed made up. but, i've spent my life also observing some of the ways people have been making it up before me, and continue in their footsteps to make up more things in addition. also i've gotten to know some of the core phenomena involved in the whole game, even though they tend to be subversive and paradoxical at best"
        ]
    },
    {
        "date": "8.24.22 2:14 am",
        "ctx": [
            "in your latest song, the ending, why is there a violin",
            "it's there for musical purposes. the violin is considered a musical instrument"
        ]
    },
    {
        "date": "8.24.22 1:42 am",
        "ctx": [
            "why do my best music ideas come right before i fall asleep",
            "because that might be just about the only time of the day that you may actually, finally, truly, almost totally, stop trying",
            "its kind of counter intuitive cause then i have to get up and figure out what im hearing but then im not ready to sleep anymore",
            "that's true, but that's just the price you gotta pay if you wanna move product"
        ]
    },
    {
        "date": "8.24.22 1:42 am",
        "ctx": [
            "What do you think of the fact that when you say that's a trumpet it's not a trumpet?",
            "the melody had sort of a morning salute vibe. especially when placed after the whole thing has just wound down to an entire halt, whilst proclaiming 'the ending'. the way it jumps back into that melody instantly seemed to evoke the army salute thing. so that is the reason all the aspects to that scenario are mentioned"
        ]
    },
    {
        "date": "8.24.22 12:26 am",
        "ctx": [
            "Do you like Ethiopia?",
            "i know almost nothing about it, except the simple fact that it seemed to have been just about the only major african country to resist the scramble for africa. so that factoid in itself gives me a certain fondness for it. also i just remembered another factoid, which is that it seems to have a sort of holy status within rastafari culture, and, by extension, reggae music, for which i also have a fondness"
        ]
    },
    {
        "date": "8.23.22 11:53 pm",
        "ctx": [
            "any tips for figuring out hobbies? i'm trying to get some so that i can have a bit more going on in my life (since right now i'm pretty boring) but can't think of anything that really excites me. most of the interests i see other people have look super one-note and i feel i'd get bored of them quick. cheers",
            "it looks like you're doing your part. from here it's gonna have to find you"
        ]
    },
    {
        "date": "8.23.22 11:49 pm",
        "ctx": [
            "holy moly bill can i maybe get a road map for the time sigs in your newest song, thanks",
            "sure. there's probably many ways to do it, but here's how i would do it, if it were written down. tempo = 128.\n4/4 for 4 bar instrumental intro\n\"getting ready...\" 4/4, 4/4, 2/4\n\"weather\"... 4/4, 4/4, 2/4, 4/4, 2/4  (*option to blow through in all 4)\n\"yes i'd\" 4/4, 4/4, 4/4, 2/4, 2/4, 4/4, 2/4  (*that's the way it feels, but nevermind those two 2/4s in a row. that's probably stupid. just call it 4 there)\n\"out, i'm not worthy\" 4/4 for 8 bars \n\"ue, it's not true it's not true that's not true\" 4/4 for 6 bars\n\"musical music\" 4/4 for 4 bars\n\"don't really know\" 4/4, 5/4, 4/4, 3/4, 4/4, 4/4 (or, if you are playing the cowbell here, perhaps you'd prefer a chart that just keeps it all in 4. vocalist or anyone playing along with the vocal riff would probably prefer to break it up into skips as shown)\n\"weep, skip\" 4/4 for 4 bars\n\"slow it\" 5/4, 6/4, 5/4, 4/4 HOLD (fermatta, but the recording specifically adds one additional bar of 5/8)\n\"riff\" 4/4, 4/4, 4/4, 2/4\n\"more riff\" 4/4, 4/4, 2/4, 4/4, 2/4 (*or, again, if you prefer you may skip this pair of 2/4s and cancel it out)\n\"i'm not worthy\" 4/4 for 9 bars\n\"true\" and vamp. 4/4 + 5/4 alternating until the end"
        ]
    },
    {
        "date": "8.23.22 11:30 pm",
        "ctx": [
            "Is the ending really the beginning?",
            "endings and beginnings are certainly attracted to each other, i can say that much"
        ]
    },
    {
        "date": "8.23.22 11:30 pm",
        "ctx": [
            "Is the brain so complicated bc it's actually really simple, and so that makes us simple to understand? But then how can the brain be so complicated that it's actually simple?",
            "it's complicated but i assume the principles behind it are fairly simple"
        ]
    },
    {
        "date": "8.23.22 11:28 pm",
        "ctx": [
            "what's your favorite chord progression",
            "F C"
        ]
    },
    {
        "date": "8.23.22 11:16 pm",
        "ctx": [
            "do you ever look back on your old vids and wish you did something different in them, and can you give an example?",
            "i wish all of them could have been better, somehow. but i was also wishing that just as much (if not more) at the time i was making them. so if there was something different/better i could have done, i certainly would have done it"
        ]
    },
    {
        "date": "8.23.22 11:14 pm",
        "ctx": [
            "what is your opinion on nickels",
            "they are perfect"
        ]
    },
    {
        "date": "8.23.22 10:59 pm",
        "ctx": [
            "Does your recent song titled \"The Ending\" mark the end of your music",
            "not even close",
            "or is it just named that?",
            "it's named that because, out of all the lyrics in the song, that one made the strongest title for that song. this is part of a general scheme of having strong titles, which specifically plays into my future career goals"
        ]
    },
    {
        "date": "8.23.22 10:59 pm",
        "ctx": [
            "how do i stop humming your song in class i cant focus im failing help",
            "sing something simpler. how about 3 blind mice"
        ]
    },
    {
        "date": "8.23.22 10:52 pm",
        "ctx": [
            "What is your favorite genre of music?",
            "regular"
        ]
    },
    {
        "date": "8.23.22 10:39 pm",
        "ctx": [
            "i like the end vamp of the new song, reminds me of the end vamp of money. intentional? (or just written by the same person)",
            "written by same person. i would have felt more comfortable with myself if it had been a little more different from the 'money' outvamp, but in the recording when it drifted into the more harmonically stable piano part i became more satisfied of its difference from 'money'. from there it probably takes on more similarities to some of the \"monday\" videos and other textual-instrumental videos from 2014 and 2015"
        ]
    },
    {
        "date": "8.23.22 10:38 pm",
        "ctx": [
            "Love the new song btw, it feels like its already becoming one of my favorites. Was there a certain inspiration behind \"the ending\" 's name or the theme of the song?",
            "the verse melody is what started it all. i came up with it while i was busy trying to select one of my already existing ideas for what song to record next, but, that new melody hit me out of nowhere and shortcutted the entire selection process. the theme of the song came out of nowhere, and i actually was frustrated that i couldn't find a first line that was iconic enough for my liking. i was also assuming that the first line would be the title, but when i couldn't find anything good enough for that, i kind of hastily raced through the writing trying to outrun my discomfort of having to settle for the existing first line. i had no idea what the actual title would be, even well after i'd finished writing the song, and into production. i liked the \"the ending\" part of the song (the middle), but for some reason i didn't even notice that lyric when spending multiple times combing through every line in the song for an applicable title. finally when i was very near the end of the whole production process and had already begun throwing around totally extraneous titles, i combed through the lyrics one more time in search of a title and found that \"the ending\" part, right in plain sight, and it was an obvious title. but i didn't even notice this until i was just about done with the production of the song"
        ]
    },
    {
        "date": "8.23.22 10:26 pm",
        "ctx": [
            "what do you think is gonna happen next",
            "everything"
        ]
    },
    {
        "date": "8.23.22 10:04 pm",
        "ctx": [
            "i'm moving to college tomorrow, any advice?",
            "figure out the location of the college. also, importantly, don't forget the location of your current residence. in case you need to make additional trips"
        ]
    },
    {
        "date": "8.23.22 9:58 pm",
        "ctx": [
            "is the text that flies by in the beginning of \"the ending\" the lyrics but starting from the end of the song",
            "yes it is",
            "thats really cool"
        ]
    },
    {
        "date": "8.23.22 9:16 pm",
        "ctx": [
            "I knew the answer all along to a difficult i was facing but i only started to \"get\" it recently\nThanks Bill",
            "you're welcome, although i don't recall what i possibly did to affect this"
        ]
    },
    {
        "date": "8.23.22 9:05 pm",
        "ctx": [
            "if you could rename earth, how would you name it?",
            "'oof'"
        ]
    },
    {
        "date": "8.23.22 9:02 pm",
        "ctx": [
            "do you wanna be a movie star?",
            "yes, that sounds lovely"
        ]
    },
    {
        "date": "8.23.22 8:49 pm",
        "ctx": [
            "Today was the first time I got mad at you. Because it took me so long figure out the secret message at the end of the ending. I'm not mad at you anymore though. Just excited to get this thing started.Is this a question?",
            "almost"
        ]
    },
    {
        "date": "8.23.22 8:43 pm",
        "ctx": [
            "does it say \"who i wanna be\" on 0:44 in your latest song or am i wrong?",
            "yes, that is correct. it seems that is a leftover lyric caption on the floor that was originally to be used in the overhead shot of the road. i ended up removing it from that scene (switched to a pink caption directly on the road), but it can also still be seen in the re-imported frantic world-spin clip, overlaying the overhead road shot. the caption can just barely be seen on the floor in the spinning shot. i was aware of its existence in both places, and decided to leave it in, for realism"
        ]
    },
    {
        "date": "8.23.22 8:34 pm",
        "ctx": [
            "Do you like bread?",
            "not just",
            "If you like bread then do you like butter on your bread?",
            "not just",
            "If you like bread and like butter on your bread then do you like a bunch of other stuff on the bread that makes it qualify for a sandwich?",
            "yes"
        ]
    },
    {
        "date": "8.23.22 8:26 pm",
        "ctx": [
            "Have you thought about making a movie?",
            "yes"
        ]
    },
    {
        "date": "8.23.22 8:11 pm",
        "ctx": [
            "how are you able to make such \"abnormal\" chords and combinations work out?",
            "i'm not sure. i just can. i've spent my life using chords. many times in my life, now that i recall, i surely did that instead of having friends. so in that sense you could say i've spent all that time seeking the same thing you'd seek in friends, except with chords instead",
            "it's very jazzy, so are you able to just do it very quickly and easily with lots of practice, or does it take trial and error to figure out which sounds work together?",
            "i always continue to expand the realm of what i'm chordally familiar with. by now it's a pretty broad realm, but that doesn't stop me from continuing to thrill seek my way outside of that realm"
        ]
    },
    {
        "date": "8.23.22 7:50 pm",
        "ctx": [
            "the chorus of a new song seems surprisingly personal for bill wurtz song,",
            "it's one of the least personal songs i've ever done. i don't know where it came from. The melody, for the verse, however, is extremely personal and i stand by that. never found a lyric that really captures what i honestly am feeling in that melody. the best expression of that line is when it's done instrumentally later. the staring at the flag pole is not quite genuine either, except actually given the circumstance, it is, if you account for the fact that i'm halfway through a song that did not necessarily start well (lyrically), so as i stare at the flag pole in this moment i can let the original melody come back to me, hopefully to catch a glimpse of it slightly closer to its original form",
            "in a more obvious way than the way all of your songs are personal.",
            "it's one of the least personal, but, the subtext is perhaps that i was possibly venting frustration that i never was able to come up with a title-worthy line for the first line melody in this particular song which i wrote 2 weeks ago. being stuck with a mostly un-relatable and disingenuous first line, i had no choice but to lean in harder and continue on writing more parts i don't relate to. however, it all fit into the fun game i've been playing, where i try to write songs as if i was another writer. it hopefully tricks me into coming up with new ideas",
            "do you actually struggle with feelings like the ones explored in that chorus?",
            "absolutely not. unless you apply them very abstractly to only that week's song-writing session, and not applied on a life-long scale as it probably sounds in the lyric if taken literally",
            "fantastic tune by the way"
        ]
    },
    {
        "date": "8.23.22 7:49 pm",
        "ctx": [
            "Do you think you and I see the same green ?",
            "no"
        ]
    },
    {
        "date": "8.23.22 7:46 pm",
        "ctx": [
            "whats your favorite era of history",
            "the present. which, as it turns out, every era of history has been"
        ]
    },
    {
        "date": "8.23.22 7:31 pm",
        "ctx": [
            "opinion on lamp posts?",
            "they evolved from lanterns, by becoming brighter, to hunt for better prey"
        ]
    },
    {
        "date": "8.23.22 7:14 pm",
        "ctx": [
            "Where is your inspiration?",
            "it is everywhere, and i was gonna say that means i get to choose where, but at least half the time i don't, it surprises me",
            "I'm sure you've been asked this already and if not color me yellow cause i like yellow&#128155;"
        ]
    },
    {
        "date": "8.23.22 7:04 pm",
        "ctx": [
            "If you were to divide your music and videos into eras, what would the eras be and where would you draw the boundaries between them?",
            "feb 2009 thru july 2010\nlate 2010 (aug-dec)\njan 2011 through jan 2014\n2014 (feb to dec)\n2015 (jan+feb)\n2015 (march-july)\nlate 2015 (july-jan)\nearly 2016 (feb-june)\njune 2016 through may 2017\njune 2017 only\njuly 2017 - april 2019\nlate 2018 (sep-dec) (hear me out. this is a smaller sub-section contained in the middle the previously mentioned section)\nmay 2019 thru august 2020\naugust 2020 thru feb 2022\nfeb 2022 thru the future"
        ]
    },
    {
        "date": "8.23.22 6:56 pm",
        "ctx": [
            "when did it happen?",
            "just now"
        ]
    },
    {
        "date": "8.23.22 6:43 pm",
        "ctx": [
            "are you prepared for the inevitable rush of people asking if your quitting because of the song title?",
            "yes. that reminds me, i was going to ask jordan peele if he's released a film this year"
        ]
    },
    {
        "date": "8.23.22 6:17 pm",
        "ctx": [
            "what does the text say at the beginning of the ending video",
            "it says \"getting ready to start my day. the weather makes me smile, it's a beautiful day when it rains all day. yes i'd like to get an education, and go into the high life and then climb back down, but i don't know how... to climb back out. i'm not worthy of the chosen road before me, and i don't even know who i wanna be. i'm not listening to the words we wrote on paper cause i'm not sure if anything is true. it's not true, it's not true. THAT'S NOT TRUE. but it still sounds musical. put it in my musical. and the musical music is true. and i'm not really sure how to handle it. don't really know what it is. don't really believe it. can't figure out what it says. it makes me weep, skip, sing it while i sleep, conversate with a stranger at 10x speed, and slow it way way down for the memory. slow it way way way down for the ending. [riff] that's the trumpet. get up and go stare at the flag pole. [riff] i'm not worthy of this course of entertainment and i don't even know who i'd rather be. i'm not listening to the words on the soundtrack cause i keep on getting more confused. and i'm not sure if anything is true. that's not true\""
        ]
    },
    {
        "date": "8.23.22 6:16 pm",
        "ctx": [
            "i always forget the questions i ask you here. do you own a memory wipe device (Neuralyzer) !?",
            "i don't recall"
        ]
    },
    {
        "date": "8.23.22 5:47 pm",
        "ctx": [
            "are you the type to wear glasses with colo(u)red lenses?",
            "only for a video",
            "and if so, what colo(u)r?",
            "whatever's available at the market"
        ]
    },
    {
        "date": "8.23.22 5:40 pm",
        "ctx": [
            "is \"the ending\" based off of America's public school system?",
            "not necessarily",
            "because that's what I think of when I hear it.",
            "it reminds me of that too. except it probably reminds me more of college, or at least what i've heard about it"
        ]
    },
    {
        "date": "8.23.22 5:36 pm",
        "ctx": [
            "how did you make the sick bass tone at the beginning of \"im scared\"?",
            "probably the most important point about that is to have a piano also play the riff. also it should be a piano with absolutely zero release time on the note, so the note cuts off completely and immediately when you release it"
        ]
    },
    {
        "date": "8.23.22 5:36 pm",
        "ctx": [
            "how many times per second do you change",
            "1 and 0 times. to be clear, that's 2 different numbers of times"
        ]
    },
    {
        "date": "8.23.22 5:31 pm",
        "ctx": [
            "what do you think about this nice planet called neptune",
            "firstly, your opinion of the planet is that it is nice. just want to get that out of the way so your opinion doesn't influence my opinion by default. that being said, despite what little i know about neptune, my opinion happens to be about the same as yours"
        ]
    },
    {
        "date": "8.23.22 5:31 pm",
        "ctx": [
            "Is \"slow it way way down for the memory/slow it way way way down for the ending\" in 11/4 time?",
            "if i were charting it, i'd probably write 5/4, 6/4, 5/4. If you make it 11/4, then it means the bar will look insanely long and also it would only be 1 actual bar of 11, because it breaks the pattern immediately after that"
        ]
    },
    {
        "date": "8.23.22 5:29 pm",
        "ctx": [
            "is that red circle at the end of your latest music video a parody of clickbaity youtube thumbnails?",
            "yes"
        ]
    },
    {
        "date": "8.23.22 5:25 pm",
        "ctx": [
            "i'm in college studying something that doesn't relate to music, most of my time is spent doing college stuff, but whenever i'm not doing college stuff i try my best to create music. is it possible to create beautiful music (like yours) even if i can't devote all of my time on it?",
            "if you can't spend all your time on it, then it probably won't sound like mine. it might sound better. you might be able to escape the 'try-too-hard' vibe all together"
        ]
    },
    {
        "date": "8.23.22 5:23 pm",
        "ctx": [
            "was the part at 1:33 of the ending a midi visualization, or just random squares?",
            "they are rectangles, but their locations are random. and it is scrolling at a constant pace"
        ]
    },
    {
        "date": "8.23.22 5:18 pm",
        "ctx": [
            "is it really the ending of your channel?",
            "no. i've barely even got started",
            "'might quit' has me a bit worried, sorry if this is stupid"
        ]
    },
    {
        "date": "8.23.22 5:17 pm",
        "ctx": [
            "what is the utility of thinking or doing things in a \"meta\" way?",
            "there's a lot of different apps and products that probably work well together within the brand ecosystem"
        ]
    },
    {
        "date": "8.23.22 5:16 pm",
        "ctx": [
            "have you ever thought about making a movie",
            "yes"
        ]
    },
    {
        "date": "8.23.22 5:16 pm",
        "ctx": [
            "Is this a JoJo reference?",
            "that would be a 'is this a JoJo reference' reference"
        ]
    },
    {
        "date": "8.23.22 4:54 pm",
        "ctx": [
            "Is the world a simulation of what?",
            "just about"
        ]
    },
    {
        "date": "8.23.22 4:53 pm",
        "ctx": [
            "did you ever consider ending 'the ending' after the title line, after the 'slow it way way down for the ending', in kind of a moon-is-made-of-cheese-type fashion?",
            "i didn't know that was the title at the time, but, it was also immediately clear that it should go back to the verse right there. that verse melody riff is really the whole point of the song, and it was well overdue to make a repeat appearance"
        ]
    },
    {
        "date": "8.23.22 4:50 pm",
        "ctx": [
            "Hi Bill, I'm going to start using this questions section as my personal journal for the next couple of days.",
            "i understand",
            "Day 1:\nToday went pretty well. Been packing up a bunch of my belongings because I'm about to leave and go on an adventure. Whether the adventure is going to be as good as the packing has been is yet to be determined. I also ate a bowl of spaghetti, but it was a bit too small so I added some more spaghetti to it in order to make it large enough and it was pretty good once I did that.\n\nsee you tomorrow for more updates"
        ]
    },
    {
        "date": "8.23.22 4:50 pm",
        "ctx": [
            "Any meaning behind \"the ending\" song ?",
            "yes. it's music. i find music extremely meaningful"
        ]
    },
    {
        "date": "8.23.22 4:45 pm",
        "ctx": [
            "did you quit",
            "quit what? nevermind, i don't recall quitting anything any time recently. the last thing i remember quitting was coca cola, about 10 years ago"
        ]
    },
    {
        "date": "8.23.22 4:44 pm",
        "ctx": [
            "if i opened my palm and revealed to you a glowing red gem where's the first place you would hide it",
            "in your palm, after you close it again"
        ]
    },
    {
        "date": "8.23.22 4:38 pm",
        "ctx": [
            "Is the ending the last of your songs?",
            "not even close"
        ]
    },
    {
        "date": "8.23.22 4:37 pm",
        "ctx": [
            "is the ending your final song,",
            "absolutely not",
            "or is it just a name",
            "it is the name of the song",
            "and you are going to continue making videos?",
            "yes"
        ]
    },
    {
        "date": "8.23.22 4:35 pm",
        "ctx": [
            "did you name it \"the ending\" to fuck with people who instantly assume this is another \"might quit\" situation",
            "no"
        ]
    },
    {
        "date": "8.23.22 4:31 pm",
        "ctx": [
            "Is anyone ever worthy of any road?",
            "yes"
        ]
    },
    {
        "date": "8.23.22 4:30 pm",
        "ctx": [
            "can we be friends?",
            "sure"
        ]
    },
    {
        "date": "8.23.22 4:29 pm",
        "ctx": [
            "are you thinking of creating the musical you mentioned in \"the ending\"?",
            "reviewing the content i've released so far makes me realize i already have been"
        ]
    },
    {
        "date": "8.23.22 4:22 pm",
        "ctx": [
            "What is your favorite calculus?",
            "calculus 2, the revenge of calculus"
        ]
    },
    {
        "date": "8.23.22 4:22 pm",
        "ctx": [
            "what is your opinion on dr.pepper?",
            "i don't know very much about it. it was not designed for me. the reason i think i can assume this is because i've read that it was designed to taste good but it does not taste good for me"
        ]
    },
    {
        "date": "8.23.22 4:21 pm",
        "ctx": [
            "did you really put all of the lyrics at the beginning of the new song?",
            "no, but i put them on screen at the beginning of the video"
        ]
    },
    {
        "date": "8.23.22 4:16 pm",
        "ctx": [
            "what are your opinions on my new sweater it matches with my friend and its madness combat themed its really cool",
            "you've already taken care of all the opinions, which is good because i actually can't see the sweater. just the opinion"
        ]
    },
    {
        "date": "8.23.22 4:15 pm",
        "ctx": [
            "is it the ending?",
            "it's many different endings and beginnings, pretty much all the time"
        ]
    },
    {
        "date": "8.23.22 4:12 pm",
        "ctx": [
            "pretty epic song, but what is your political view",
            "what the heck is a political view"
        ]
    },
    {
        "date": "8.23.22 4:06 pm",
        "ctx": [
            "How do I eat the galaxy",
            "how about cutting it in quarters like mom used to do"
        ]
    },
    {
        "date": "8.23.22 4:01 pm",
        "ctx": [
            "do you have any pets?",
            "no",
            "specifically any cats? one or more, i just really want to know."
        ]
    },
    {
        "date": "8.23.22 3:42 pm",
        "ctx": [
            "Why is this website so strange and intriguing at the same time?",
            "\"the customer is always right\""
        ]
    },
    {
        "date": "8.23.22 9:02 am",
        "ctx": [
            "opinion on lemonade?",
            "never includes the peel. too bad"
        ]
    },
    {
        "date": "8.22.22 9:10 pm",
        "ctx": [
            "writing a song is so much easier when i start with a verse, but it's so much easier for me to come up with a chorus than a verse to start with. what can be done to remedy this?",
            "start with something that doesn't care whether it's a verse or a chorus. or, you could possibly find a comfortable home in the timeless genre of AABA style songforms, where the A feels like a verse but also starts with the title. and the B feels more like a bridge and probably happens twice throughout the song"
        ]
    },
    {
        "date": "8.22.22 8:55 pm",
        "ctx": [
            "What was in the \"fragile do not open\" box?",
            "the one true description of how fragile the box really is"
        ]
    },
    {
        "date": "8.22.22 8:24 pm",
        "ctx": [
            "what shape do you like the most",
            "dot"
        ]
    },
    {
        "date": "8.22.22 8:15 pm",
        "ctx": [
            "is it possible to figure out how we think, or do we just think we have an answer",
            "i think so"
        ]
    },
    {
        "date": "8.22.22 4:52 pm",
        "ctx": [
            "why did you put the q in the e's spot at the top of the webpage? was q not worthy enough to be at the front?",
            "it's following the same style as the other pages. the first one was what is now the expert page, which still says \"billwurtz\" at the top, in a similar style. the goal here is to create a picturesque effect while not actually using any graphics, and actually no fonts also"
        ]
    },
    {
        "date": "8.22.22 3:40 pm",
        "ctx": [
            "do you ever feel bad,\ndo you ever get sad.",
            "yes, but that's only part of the story"
        ]
    },
    {
        "date": "8.22.22 3:31 pm",
        "ctx": [
            "do you think i really exist, or am i just pretending?",
            "even better"
        ]
    },
    {
        "date": "8.22.22 11:52 am",
        "ctx": [
            "do you hear the flibbity jibbity jibber jabber?",
            "i've read about it"
        ]
    },
    {
        "date": "8.22.22 10:55 am",
        "ctx": [
            "would you rather drink water or holy water?",
            "as long as it's clean then it's holy enough for me"
        ]
    },
    {
        "date": "8.22.22 10:47 am",
        "ctx": [
            "Cat",
            "i understand"
        ]
    },
    {
        "date": "8.22.22 9:44 am",
        "ctx": [
            "can you ignore this question?",
            "i'll see what i can do"
        ]
    },
    {
        "date": "8.22.22 3:37 am",
        "ctx": [
            "Hi there! I have some questions about your music. Your style seems to be moderately absurdist and surreal, but I've really seen nothing like it. I won't ask you to define your style because that's difficult and restrictive, but I was wondering how you developed it?",
            "basically i'm just doing things any way i can. or can't",
            "And also if you ever wanted to tell a more long form story?",
            "yes",
            "And what medium would you use music or animations or something else.",
            "voice, animations, and music",
            "I hope you are doing well. Your music is really wonderful"
        ]
    },
    {
        "date": "8.21.22 11:18 pm",
        "ctx": [
            "what drove you to get into music?",
            "the thing that continues to drive me to music is music. i don't remember the first time this happened, but it continues to happen on a regular basis, in new ways"
        ]
    },
    {
        "date": "8.21.22 7:51 pm",
        "ctx": [
            "Can you right a song about the meaning of life? If anyone can do it it's you.",
            "all my songs are about that, whether i like it or not"
        ]
    },
    {
        "date": "8.21.22 6:56 pm",
        "ctx": [
            "Do you do your drums/percussion tracks first on any of your songs?",
            "yes but it probably wouldn't be the one that stays on the final",
            "What's the first track or instrument you usually lay out first to get things going?",
            "probably some perc, but the first thing that will remain would usually be the vocal. actually nevermind, i realize you could take it another step back and it turns out there's actually a room recording of voice/keyboard during the writing process which goes in before anything. but that gets removed before the temp insts go in, which then get removed as soon as the final vocal goes in"
        ]
    },
    {
        "date": "8.21.22 6:43 pm",
        "ctx": [
            "have you ever tried camera tracking",
            "it was on my to do list but for now the point is moot"
        ]
    },
    {
        "date": "8.21.22 5:51 pm",
        "ctx": [
            "Do you like Mondays?",
            "yes, but not as much as all the other days combined"
        ]
    },
    {
        "date": "8.21.22 4:08 pm",
        "ctx": [
            "what positive life altering thing should i do next?",
            "answer the door"
        ]
    },
    {
        "date": "8.21.22 4:01 pm",
        "ctx": [
            "first year of high school. any advice?",
            "climb as high as you can. next year gets even higher"
        ]
    },
    {
        "date": "8.21.22 2:30 pm",
        "ctx": [
            "i bought special sandals so i could take them off, thus begin to fly around. however, upon delivery, the special sandals only let me fly when i had them on, going against you had stated in one of your musical infomercials. what do you have to say about this?",
            "fake"
        ]
    },
    {
        "date": "8.21.22 11:04 am",
        "ctx": [
            "\"I get turned on by the news\" you cannot tell me that that was not intentional",
            "well, by the same token, i'd suppose YOU could not tell me that THAT was not intentional"
        ]
    },
    {
        "date": "8.21.22 5:06 am",
        "ctx": [
            "why am i here",
            "by definition. 'here' means 'where i am', which when you say it translates to where you are"
        ]
    },
    {
        "date": "8.21.22 2:57 am",
        "ctx": [
            "Do you like music?",
            "no. it's too powerful"
        ]
    },
    {
        "date": "8.21.22 2:36 am",
        "ctx": [
            "when you perform live, will you use a bottomless mic stand like freddie mercury",
            "i don't see why not"
        ]
    },
    {
        "date": "8.21.22 2:14 am",
        "ctx": [
            "do you have a bucket list?",
            "no. i only have like 1 bucket"
        ]
    },
    {
        "date": "8.21.22 1:25 am",
        "ctx": [
            "tell me a joke",
            "there's no such thing as a joke"
        ]
    },
    {
        "date": "8.21.22 1:06 am",
        "ctx": [
            "what's your opinion on frowning?",
            "you may be pleased to find out that the frown is an (ref: continentalbreakfast.mp4\"target=\"_blank)expression of happiness"
        ]
    },
    {
        "date": "8.21.22 1:04 am",
        "ctx": [
            "Whats your hot take on hot takes",
            "fake"
        ]
    },
    {
        "date": "8.21.22 1:04 am",
        "ctx": [
            "Whats your hot take on hot takes",
            "none. didn't happen"
        ]
    },
    {
        "date": "8.20.22 11:39 pm",
        "ctx": [
            "im not having a good time at college",
            "are you a teacher or a student"
        ]
    },
    {
        "date": "8.20.22 7:26 pm",
        "ctx": [
            "What are doldrums?",
            "a springboard, toward brighterdom"
        ]
    },
    {
        "date": "8.20.22 6:39 pm",
        "ctx": [
            "favorite beatles moment?",
            "(ref: apr4-1964-beatlestop5.png)april 4, 1964"
        ]
    },
    {
        "date": "8.20.22 6:38 pm",
        "ctx": [
            "have you eaten pizza?",
            "i have studied it very closely. that much i cannot deny"
        ]
    },
    {
        "date": "8.20.22 5:43 pm",
        "ctx": [
            "do you enjoy math",
            "yes"
        ]
    },
    {
        "date": "8.20.22 12:21 pm",
        "ctx": [
            "have you ever taken a fan suggestion for a video?",
            "no"
        ]
    },
    {
        "date": "8.20.22 11:10 am",
        "ctx": [
            "How do you feel when you can answer two different questions in a row with the exact same answer?",
            "resourceful"
        ]
    },
    {
        "date": "8.20.22 11:01 am",
        "ctx": [
            "I watched every reality video are you ever going to post more?",
            "yes"
        ]
    },
    {
        "date": "8.20.22 10:18 am",
        "ctx": [
            "opinion on brazilian zebras",
            "i assume they are green"
        ]
    },
    {
        "date": "8.20.22 9:40 am",
        "ctx": [
            "how bad is it that ive been playing/making music for over 10 years but still cant read notation",
            "how many times have you lost a gig for that reason"
        ]
    },
    {
        "date": "8.20.22 9:24 am",
        "ctx": [
            "when you see/type with LeTtErs lIkE tHiSwhat sort of intonation do you visualize",
            "colorful"
        ]
    },
    {
        "date": "8.20.22 8:54 am",
        "ctx": [
            "i'm writing a book, what should it be about",
            "everything. all books are about everything"
        ]
    },
    {
        "date": "8.20.22 8:26 am",
        "ctx": [
            "what the heck is a",
            "both a letter and a word, or possibly even a number"
        ]
    },
    {
        "date": "8.20.22 8:22 am",
        "ctx": [
            "I have the impression that your song \"Meet me in September\" announces a tour/live show in the United States that will start in September, did I misinterpret?",
            "yes"
        ]
    },
    {
        "date": "8.20.22 7:42 am",
        "ctx": [
            "was / is it hard to find yourself",
            "yes. the hardest part is remembering how easy it is"
        ]
    },
    {
        "date": "8.20.22 7:05 am",
        "ctx": [
            "What makes a wall a wall",
            "you may have to do it"
        ]
    },
    {
        "date": "8.20.22 4:51 am",
        "ctx": [
            "do you understand quantum mechanics?",
            "i don't know the details, but i think i see what it's getting at"
        ]
    },
    {
        "date": "8.20.22 4:14 am",
        "ctx": [
            "I'm trying to learn how to add chords under a melody, and thought I'd start with just adding a single bass note to make it easier for myself. Is there a more efficient method than just going through all 12 notes by trial-and-error and picking one that sounds good though?",
            "if you get some song books, that will probably be pretty enjoyable, and you'll catch on to some basic things pretty quickly. after you go through all the songs in the book you'll probably be able to figure out songs that are not in the book"
        ]
    },
    {
        "date": "8.20.22 2:46 am",
        "ctx": [
            "why did you make a \"ugh\" sound after the line \"I GOT FRIENDS they're pretty friendly\"? could there be a deeper meaning to this that I am too lazy to figure out?",
            "i think the groove got so friendly so quickly, it became almost nauseating"
        ]
    },
    {
        "date": "8.20.22 1:30 am",
        "ctx": [
            "what is your opinion about rubik's cubes?",
            "you must make it into a sphere, as rubik intended"
        ]
    },
    {
        "date": "8.20.22 12:47 am",
        "ctx": [
            "I've noticed you talk about prime factorization quite a bit. Are you secretly a math nerd?",
            "openly"
        ]
    },
    {
        "date": "8.19.22 11:38 pm",
        "ctx": [
            "help, i started singing to myself out of boredom and now i can't stop",
            "this is good for you"
        ]
    },
    {
        "date": "8.19.22 9:28 pm",
        "ctx": [
            "Im going to graduate highschool this year. What should i do during my senior year??",
            "see how high the school goes. climb the school"
        ]
    },
    {
        "date": "8.19.22 8:54 pm",
        "ctx": [
            "do you have any tips on how to play against the queens gambit with black?",
            "how about the slav defense"
        ]
    },
    {
        "date": "8.19.22 7:57 pm",
        "ctx": [
            "what is an example of rough clothing vs soft clothing?",
            "there are no examples of rough or soft clothing"
        ]
    },
    {
        "date": "8.19.22 5:53 pm",
        "ctx": [
            "whenever i listen to music I like (invcluding some of yours), i feel super discouraged to make my own, and it makes me feel that ill never be good enough. how can i get past this because its really meddling with my soul and identity",
            "i'm generally going through the same thing, even without listening to any other music"
        ]
    },
    {
        "date": "8.19.22 5:29 pm",
        "ctx": [
            "why won't NASA let me observe the rest of the universe?",
            "it's not here yet. they can't see it either"
        ]
    },
    {
        "date": "8.19.22 4:26 pm",
        "ctx": [
            "Any advice for writing a melody?",
            "imagine a location. any location, real or false. what's the first thing that happens there, or the first thing you notice? (sing it)"
        ]
    },
    {
        "date": "8.19.22 2:48 pm",
        "ctx": [
            "have you ever eaten a raspberry,",
            "i don't think so",
            "and if so, what was that like"
        ]
    },
    {
        "date": "8.19.22 1:14 pm",
        "ctx": [
            "shouldn't fourhundredfiftysix be a 6 digit number??? 400506???",
            "no"
        ]
    },
    {
        "date": "8.19.22 11:50 am",
        "ctx": [
            "easiest and most complicated chords?",
            "the easiest chord is 1 note. there is no limit to how complicated you can make a chord"
        ]
    },
    {
        "date": "8.19.22 11:26 am",
        "ctx": [
            "are you from earth",
            "still am there"
        ]
    },
    {
        "date": "8.19.22 9:44 am",
        "ctx": [
            "do people in wales speak Welsh",
            "that would be a massive coincidence"
        ]
    },
    {
        "date": "8.19.22 8:21 am",
        "ctx": [
            "What is your opinion on hand towels?",
            "they're so realistic"
        ]
    },
    {
        "date": "8.19.22 7:32 am",
        "ctx": [
            "soft clothing is one of the coolest compositions you've put together vocally!",
            "holy smokes you are very friendly",
            "did you sneak a little vocoder effect in at \"i listen to soft music\"?",
            "no"
        ]
    },
    {
        "date": "8.19.22 6:38 am",
        "ctx": [
            "What's it called when a song just suspends or pause sort of speak with, like a pad sound. No drum sound. No established tempo. What is called when a song doesn't have a tempo and no drums and it's just free flowing based on how the singer or musician wants to play the song?",
            "it might be called \"free time\", or, the more traditional italian marking is 'rubato' which means there is no time or tempo.",
            "Is it similar to a vamp.",
            "no, kind of the opposite. a vamp is in time (has a beat / tempo)",
            "What is a vamp?",
            "that's like when you keep repeating a few bars of a groove, just chillin there letting the beat go around"
        ]
    },
    {
        "date": "8.19.22 5:26 am",
        "ctx": [
            "why do most songs refer to some form of romantic event or feeling?",
            "it's just a romantic universe we are living in"
        ]
    },
    {
        "date": "8.19.22 3:55 am",
        "ctx": [
            "how to write bad music",
            "insist upon writing great music"
        ]
    },
    {
        "date": "8.19.22 2:51 am",
        "ctx": [
            "what's the best state of matter",
            "pretty good"
        ]
    },
    {
        "date": "8.19.22 1:29 am",
        "ctx": [
            "How do you feel about chocolate?",
            "pretty good"
        ]
    },
    {
        "date": "8.18.22 11:57 pm",
        "ctx": [
            "how does one avoid the awkward period of time when starting to jam with another musician where niether person has a starting point or an immediate idea",
            "check the time. just jam the time"
        ]
    },
    {
        "date": "8.18.22 10:55 pm",
        "ctx": [
            "how do i be quiet?",
            "try to estimate what the volume level of everything else is"
        ]
    },
    {
        "date": "8.18.22 10:38 pm",
        "ctx": [
            "have you hidden any meaningful secrets inside of videos?",
            "yes. the secret meaning is \"hello\""
        ]
    },
    {
        "date": "8.18.22 9:44 pm",
        "ctx": [
            "what do you like to watch",
            "roads, going from place to place"
        ]
    },
    {
        "date": "8.18.22 8:42 pm",
        "ctx": [
            "what goes on in that head of yours?",
            "it's like furniture store vibes, if you know what i mean"
        ]
    },
    {
        "date": "8.18.22 8:36 pm",
        "ctx": [
            "What are your thoughts on refried beans,",
            "i've never thought about them. i actually can't comprehend them",
            "do you think they are squishy enough?",
            "just about"
        ]
    },
    {
        "date": "8.18.22 8:25 pm",
        "ctx": [
            "Why are you so wacky",
            "just trying to get by"
        ]
    },
    {
        "date": "8.18.22 8:16 pm",
        "ctx": [
            "do you prefer your marshmallows completely charred or golden brown?",
            "i've never experienced a marshmallow"
        ]
    },
    {
        "date": "8.18.22 7:17 pm",
        "ctx": [
            "if you were hiring musicians for a gig, would you hand them the parts written out or just tell them what to do?",
            "there would be some guide charts for reference, and i'm assuming they'd probably want to check out the recording of the song, but i might even prefer to give them more of a demo version, so as not to distract them with the specifics of how i happened to record my final released version"
        ]
    },
    {
        "date": "8.18.22 6:10 pm",
        "ctx": [
            "how do i make my music more interesting?",
            "there is no such thing as interesting music"
        ]
    },
    {
        "date": "8.18.22 6:02 pm",
        "ctx": [
            "why do I always feel that my music is worse than other people's music?",
            "because you care so much. the pressure is driving you crazy. if someone switched the music so yours was theirs and theirs was yours, i think you'd probably still feel the same way"
        ]
    },
    {
        "date": "8.18.22 2:25 pm",
        "ctx": [
            "how do i get inspired",
            "open a door. like actually try to access the inside of the door"
        ]
    },
    {
        "date": "8.18.22 2:05 pm",
        "ctx": [
            "If you had a dollar, what would you do? (do not say spaghetti)",
            "i would try to prime factorize the serial number"
        ]
    },
    {
        "date": "8.18.22 2:02 pm",
        "ctx": [
            "how many new years resolutions have actually worked for you",
            "they all work. but here's my secret: they have nothing to do with \"new years\" or a \"new year\". i've re-purposed the infamous new-year branding for everyday resolutions"
        ]
    },
    {
        "date": "8.18.22 12:57 pm",
        "ctx": [
            "opinion on rough clothing?",
            "i like to pretend i can handle it"
        ]
    },
    {
        "date": "8.18.22 12:51 pm",
        "ctx": [
            "how do i deal with the world around me?",
            "have you considered depicting it in a work of fiction"
        ]
    },
    {
        "date": "8.18.22 12:32 pm",
        "ctx": [
            "what is corner store about",
            "the entire universe"
        ]
    },
    {
        "date": "8.18.22 11:29 am",
        "ctx": [
            "What happens if I ask a question",
            "i'm having trouble even imagining that"
        ]
    },
    {
        "date": "8.18.22 9:55 am",
        "ctx": [
            "Will you bust a move on-camera in your next song or will your lyrics do that for you?",
            "for the last 3 songs i've planned not to but did it anyway"
        ]
    },
    {
        "date": "8.18.22 9:32 am",
        "ctx": [
            "are any of your songs relatable",
            "no way"
        ]
    },
    {
        "date": "8.18.22 8:12 am",
        "ctx": [
            "Will you release any videos longer than 8 minutes this year or next year?",
            "it's possible"
        ]
    },
    {
        "date": "8.18.22 7:38 am",
        "ctx": [
            "could you please do something wacky with the formatting of this question (and answer)",
            "that's preposterous. who do you think i am"
        ]
    },
    {
        "date": "8.18.22 2:24 am",
        "ctx": [
            "have you ever attempted to make an endless song",
            "yes"
        ]
    },
    {
        "date": "8.18.22 12:44 am",
        "ctx": [
            "im really nervous about going to college. i suspect no one will like me. or that people may be okay with me but i wont be okay with them and i will make friends i dont like which always always happens to me. please advise.",
            "i'd say just go ahead and start writing a series of novels. you might as well start now"
        ]
    },
    {
        "date": "8.18.22 12:02 am",
        "ctx": [
            "Was it a mistake to give \"w\" three syllables when the rest of the letters only got one?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "8.17.22 10:44 pm",
        "ctx": [
            "What's your favorite mountain range?",
            "z=sin(x)*sin(y)"
        ]
    },
    {
        "date": "8.17.22 9:52 pm",
        "ctx": [
            "how do you feel about immortality?",
            "i like to pretend i'd know how to find a way to keep that interesting"
        ]
    },
    {
        "date": "8.17.22 9:45 pm",
        "ctx": [
            "how to deal with boredom? like when you're bored of everything including things that you otherwise really enjoy doing. or is this just a me thing",
            "take on some goals and challenges"
        ]
    },
    {
        "date": "8.17.22 9:24 pm",
        "ctx": [
            "What do you do when you get stressed?",
            "like counting sheep, sometimes i try to see if i can count all the locations in the world"
        ]
    },
    {
        "date": "8.17.22 8:49 pm",
        "ctx": [
            "how do you come up with the titles/lyrics for your songs?",
            "like counting sheep, sometimes i try to see if i can count all the locations in the world"
        ]
    },
    {
        "date": "8.17.22 8:48 pm",
        "ctx": [
            "how to unlock new emotions",
            "go any new place. see or do any new thing"
        ]
    },
    {
        "date": "8.17.22 8:45 pm",
        "ctx": [
            "will you ever split other other categories into other other other categories and other other categories or will you do something other than that when it comes to the other other other problem or will you focus on an other problem which requires an other level of attention and dedication compared to the other problems that also need other-world levels of focus or some other thing?",
            "i might use other other other for the next page expansion, if/when the time comes. i will see if there are any other nice twists that can fit comfortably and plausibly into that schema",
            "also is this question the right length or would you like an other length because other people may like to see if your opinion is other than other opinions on the other other other problem is this a problem or an other thing?",
            "it's fine"
        ]
    },
    {
        "date": "8.17.22 6:34 pm",
        "ctx": [
            "my house is full of trash and that makes me feel like trash, but instead of taking it out i listen to music and daydream while dancing like an asshole.",
            "that's understandable",
            "how do i motivate my self to take the trash out or should i just accept my fate of living in garbage?",
            "it's interesting you bring this up. because there is garbage everywhere. someone should invent a garbage disappearer"
        ]
    },
    {
        "date": "8.17.22 5:52 pm",
        "ctx": [
            "how make good songs",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "8.17.22 5:35 pm",
        "ctx": [
            "what should i invent",
            "how about a pinecone"
        ]
    },
    {
        "date": "8.17.22 4:47 pm",
        "ctx": [
            "is the comfort zone your best friend or your worst enemy?",
            "friendly rival"
        ]
    },
    {
        "date": "8.17.22 4:31 pm",
        "ctx": [
            "Do you consider yourself a master of what you do?",
            "for fleeting moments. we all are"
        ]
    },
    {
        "date": "8.17.22 4:15 pm",
        "ctx": [
            "Is there gonna be a new song next week",
            "yes"
        ]
    },
    {
        "date": "8.17.22 2:44 pm",
        "ctx": [
            "Why do you answer so many of these earlyh in the morning",
            "i don't think you know what time i answer the questions, but, nonetheless, i probably answer about 12.5% of them in the early morning, and the reason for this would be simply the law of averages and the possible assumption that there are 4 times of day (morning, afternoon, evening, night) each being of equal length and each being subdivided into 2 equivalent parts (early, and late)"
        ]
    },
    {
        "date": "8.17.22 2:25 pm",
        "ctx": [
            "How much of your music is affected by your personal life?",
            "all of it is affected 50%"
        ]
    },
    {
        "date": "8.17.22 2:20 pm",
        "ctx": [
            "have you ever tried making a song without using any notes?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "8.17.22 2:04 pm",
        "ctx": [
            "Opinions on telephone poles",
            "they're so complex, there must be some exact regional specifics in there somewhere, but i've never had the time to properly figure that out"
        ]
    },
    {
        "date": "8.17.22 12:14 pm",
        "ctx": [
            "are you a wizard?",
            "no, but i know a couple of wizard gestures, which are pretty convenient to say the least"
        ]
    },
    {
        "date": "8.17.22 11:27 am",
        "ctx": [
            "When you said \"(yrghwrh)\" in \"If the World Doesn't End\", I felt that in my entire body. That's the power of the groove& I know you feel it too",
            "it's been my new years resolution to put more improvised vocal feelings into otherwise scripted vocal material"
        ]
    },
    {
        "date": "8.17.22 11:02 am",
        "ctx": [
            "what if i don't have time to do the other productive things i want to do because i'm forced to do things i don't care about due to peer pressure, social norms, the establishment, and whatever?",
            "sometimes having less time for what you want can keep it more interesting, and inspired. having too much time available can result in a different affliction known as 'boredom'",
            "do i just naturally end up hating society and life",
            "you could, but that seems like a drag"
        ]
    },
    {
        "date": "8.17.22 9:42 am",
        "ctx": [
            "do you have a favorite soft thing?",
            "i have yet to find anything soft enough for me"
        ]
    },
    {
        "date": "8.17.22 9:42 am",
        "ctx": [
            "is music just domesticated noise?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "8.17.22 9:25 am",
        "ctx": [
            "I like your music, what are your opinions on carnivals?",
            "too good. don't go"
        ]
    },
    {
        "date": "8.17.22 8:50 am",
        "ctx": [
            "where can i ride a ground plane",
            "right where you are"
        ]
    },
    {
        "date": "8.17.22 7:05 am",
        "ctx": [
            "Favorite way to order a steak?",
            "mail order"
        ]
    },
    {
        "date": "8.17.22 6:16 am",
        "ctx": [
            "you ever give yourself motion sickness using your computer.eugh",
            "no, but that sounds exciting"
        ]
    },
    {
        "date": "8.17.22 2:33 am",
        "ctx": [
            "Is traveling to Hawaii island too far, crowded, and expensive at all?",
            "the hardest part is finding it. when you buy a ticket to hawaii, that's mostly what you're paying for. otherwise you'd be searching for a while"
        ]
    },
    {
        "date": "8.16.22 11:24 pm",
        "ctx": [
            "how did you achieve the pixel effect in soft clothing",
            "let's just say i crunched some numbers"
        ]
    },
    {
        "date": "8.16.22 9:25 pm",
        "ctx": [
            "Hey, can you make the time go by faster? I'm kind tired of waiting.",
            "i took care of it. all the time has passed now"
        ]
    },
    {
        "date": "8.16.22 7:14 pm",
        "ctx": [
            "What's the magic word? Are there secretly more than one",
            "yes, they're all magic"
        ]
    },
    {
        "date": "8.16.22 6:10 pm",
        "ctx": [
            "Do you think that if nobody ever heard of Shakespeare until today, he'd still eventually come to be known as one of the greatest writers of all time? Like, if one day someone just found a trunk in their cellar that had all of Shakespeare's manuscripts in there and he was just discovered in 2022?",
            "being alive helps, also speaking present day language fluently (or beyond!) helps. which are likely shakespeare's very strong points. so, as long as you'll let him be alive in your analogy, then he'll probably do great in any time"
        ]
    },
    {
        "date": "8.16.22 5:00 pm",
        "ctx": [
            "Will the word \"potato\" make a guest appearance in the new song?",
            "no"
        ]
    },
    {
        "date": "8.16.22 3:01 pm",
        "ctx": [
            "What's the story behind 'if the world doesn't end'?",
            "it's when you get scared the world could end, but then start optimistically thinking about the possibility that life may go on"
        ]
    },
    {
        "date": "8.16.22 12:39 pm",
        "ctx": [
            "does wearing rough clothing make you feel soft?",
            "no"
        ]
    },
    {
        "date": "8.16.22 11:05 am",
        "ctx": [
            "I've been trying to learn songs on keyboard but only the right hand because I suck at this and I am struggling on the finger acrobatics you have to do to play the super-far-apart notes. Do you have tips for this,",
            "yes. as long as you mean what you say (mean what you play) while you are playing it, your physical hands will have 20x more skill. to start building up an intuition of what everything means, just start as small as you have to. start with 1 note. sit around all afternoon pressing that note until you figure out how to use it meaningfully. and work your way up from there. the physics will learn itself over time, as long as you mean what you play. just how your lips and mouth learned the 1000s of different positions you use in probably every sentence"
        ]
    },
    {
        "date": "8.16.22 10:04 am",
        "ctx": [
            "Is the second word of your next song \"going\"?",
            "no"
        ]
    },
    {
        "date": "8.16.22 8:23 am",
        "ctx": [
            "was it an accident that i like to wear soft clothing came out on a Tuesday?",
            "no"
        ]
    },
    {
        "date": "8.16.22 6:49 am",
        "ctx": [
            "What key is your next song in",
            "A, and more"
        ]
    },
    {
        "date": "8.16.22 4:27 am",
        "ctx": [
            "What can be so great but then not so great once in a while?",
            "the winds of change"
        ]
    },
    {
        "date": "8.16.22 3:37 am",
        "ctx": [
            "sitting here, in my chair, trying to pluck out chords and notes and melodies in my DAW, on my little microKORG, whilst also occasionally going through your improv page, leads me to wonder what the point of music even really is? Is it to make something cool? Are we making music to please others or to please ourselves? both? does it even matter?",
            "the point is to provide point-finding opportunities for all the point-finders out there"
        ]
    },
    {
        "date": "8.16.22 1:28 am",
        "ctx": [
            "where did you find the idea for your next song,",
            "at the keyboard",
            "or if you can't say that without spoiling it, the idea for \"soft clothing\"",
            "sometimes it's fun to start with an elaborate title with a plot twist built in"
        ]
    },
    {
        "date": "8.16.22 12:59 am",
        "ctx": [
            "do ground planes also go underground",
            "no"
        ]
    },
    {
        "date": "8.15.22 10:19 pm",
        "ctx": [
            "When was your next song written?",
            "this month"
        ]
    },
    {
        "date": "8.15.22 8:21 pm",
        "ctx": [
            "would you cry if someone threw red paint on your best suit",
            "no"
        ]
    },
    {
        "date": "8.15.22 7:36 pm",
        "ctx": [
            "I had a weird dream that your next song has the F word in it. Does it?",
            "there are 4 words that start with F"
        ]
    },
    {
        "date": "8.15.22 5:18 pm",
        "ctx": [
            "what isn't the title of your next song?",
            "hey now you're an all star"
        ]
    },
    {
        "date": "8.15.22 4:32 pm",
        "ctx": [
            "how do you usually deal with personal conflicts?",
            "put on a game show"
        ]
    },
    {
        "date": "8.15.22 2:08 pm",
        "ctx": [
            "Are Legos cringe?",
            "only if you get one in your shoe"
        ]
    },
    {
        "date": "8.15.22 12:27 pm",
        "ctx": [
            "can you make music",
            "i'll see what i can do"
        ]
    },
    {
        "date": "8.15.22 12:19 pm",
        "ctx": [
            "how do you organize your notes?",
            "by date"
        ]
    },
    {
        "date": "8.15.22 9:27 am",
        "ctx": [
            "how to achieve something great in life to be remembered for?",
            "invent the... sequel to the wheel"
        ]
    },
    {
        "date": "8.15.22 9:48 am",
        "ctx": [
            "do you like noise?",
            "occasionally"
        ]
    },
    {
        "date": "8.15.22 8:58 am",
        "ctx": [
            "what is your favorite type of clothing?",
            "enormous"
        ]
    },
    {
        "date": "8.15.22 8:06 am",
        "ctx": [
            "I have two parakeets. Do you want them?",
            "no"
        ]
    },
    {
        "date": "8.15.22 7:05 am",
        "ctx": [
            "you seem like the type of person to appreciate balloons. are you a balloon appreciator?",
            "i accept them"
        ]
    },
    {
        "date": "8.15.22 6:04 am",
        "ctx": [
            "why did you spell it \"uck\" in the video but \"ughf\" in the lyrics ??",
            "keep my options open"
        ]
    },
    {
        "date": "8.15.22 3:28 am",
        "ctx": [
            "does your next song have words?",
            "yes"
        ]
    },
    {
        "date": "8.15.22 2:24 am",
        "ctx": [
            "Should I go up the stairs or down the stairs?",
            "i wonder if you could go across the middle of the stairs"
        ]
    },
    {
        "date": "8.15.22 12:59 am",
        "ctx": [
            "favorite whitney houston moment?",
            "\"there's a boy i know, he's the one i dream of\""
        ]
    },
    {
        "date": "8.14.22 11:26 pm",
        "ctx": [
            "what's the 5th chord of your next song",
            "D/A"
        ]
    },
    {
        "date": "8.14.22 10:52 pm",
        "ctx": [
            "my money now smells like cinnamon because of my air freshener.",
            "i understand",
            "how do you use a toothpick?",
            "start comparing things to it. you'd be surprised at how different most things are from a toothpick"
        ]
    },
    {
        "date": "8.14.22 8:16 pm",
        "ctx": [
            "Opinion on Shrek?",
            "i've blocked it out of my memory"
        ]
    },
    {
        "date": "8.14.22 7:49 pm",
        "ctx": [
            "can you tell me something that has happened before",
            "i'm making a list"
        ]
    },
    {
        "date": "8.14.22 5:26 pm",
        "ctx": [
            "how do you personally deal with unsightly computer wires, if you do at all?",
            "all of my computer wires are extremely sightly"
        ]
    },
    {
        "date": "8.14.22 4:46 pm",
        "ctx": [
            "What's your opinion on trains?",
            "an instant classic"
        ]
    },
    {
        "date": "8.14.22 3:31 pm",
        "ctx": [
            "How to become?",
            "you'll never know until you're doing it. which you already are"
        ]
    },
    {
        "date": "8.14.22 1:52 pm",
        "ctx": [
            "freakin anxious as heck over here, any advice on how to lesson feelings of anxiety?",
            "do something. OR, .... if you've already been doing things, do nothing. basically switch the something/nothing status of what you are doing"
        ]
    },
    {
        "date": "8.14.22 12:03 pm",
        "ctx": [
            "How can I put theme into something without it sticking out",
            "theme probably does not want to be put. the trick here is to deal with all the other things, not the theme. deal with the objects. deal with logistics. pragmatism. deal with the size of the page itself. the theme will be like whatever mood you were in while doing it. if you want to change the theme directly then you're gonna have to figure out how to change your mood"
        ]
    },
    {
        "date": "8.14.22 10:32 am",
        "ctx": [
            "how do i fix my boredom",
            "the problem is too many things are fixed. when some things start getting un-fixed, then things will get more interesting"
        ]
    },
    {
        "date": "8.14.22 9:01 am",
        "ctx": [
            "Opinions on questions",
            "they're pretty good"
        ]
    },
    {
        "date": "8.14.22 8:47 am",
        "ctx": [
            "favorite stage of grief?",
            "understanding"
        ]
    },
    {
        "date": "8.14.22 6:30 am",
        "ctx": [
            "where do you find your ideas to make a song",
            "everywhere"
        ]
    },
    {
        "date": "8.14.22 5:37 am",
        "ctx": [
            "do you sleep on your bed horizontally or vertically?",
            "that depends on the orientation of your measuring system"
        ]
    },
    {
        "date": "8.14.22 3:53 am",
        "ctx": [
            "is the last word in your next song \"see\" ?",
            "no"
        ]
    },
    {
        "date": "8.14.22 2:26 am",
        "ctx": [
            "how to be happy",
            "by moving between the familiar and unfamiliar, in a pattern that changes between being predictable and unpredictable, at a pace which changes between changing and staying the same"
        ]
    },
    {
        "date": "8.13.22 11:57 pm",
        "ctx": [
            "How does your humor balance between being too stimulating and not stimulating enough?",
            "just keep switching it. and then not switching it. switch between switching and not switching"
        ]
    },
    {
        "date": "8.13.22 11:40 pm",
        "ctx": [
            "Any back-to-school tips?",
            "the key to back-to-school is paying very close attention to where the school was, as you were leaving it"
        ]
    },
    {
        "date": "8.13.22 10:03 pm",
        "ctx": [
            "favorite trig identity?",
            "triangle"
        ]
    },
    {
        "date": "8.13.22 9:57 pm",
        "ctx": [
            "What's the last letter in your next song?",
            "e"
        ]
    },
    {
        "date": "8.13.22 8:46 pm",
        "ctx": [
            "was the piano on '9 8 7' a grand piano?",
            "bland piano"
        ]
    },
    {
        "date": "8.13.22 8:38 pm",
        "ctx": [
            "just finished a 738 page novel-- one of the hardest in the english language-- i think the author was one of the greatest writers to have ever lived. i have no idea what to do now. in about two weeks i'm gonna be in college again. it is consuming me. i have no idea what to do with this novel in my head now. finishing it should've been this big, life-changing event. i should feel accomplished. many people have tried and given up because it's so hard. i can brag about it. but i feel empty now.\n\ni want to write but my head is empty. and all i can write is short stories from the perspective of a suicidal character who i'm not a hundred percent sure isn't just a fictional proxy for myself",
            "maybe you could write 5 or 10 of those just to get it out of your system and then maybe new ideas will start creeping in",
            "i want to write but i won't have the time to. \n\nit's embarrassing, actually. it's like how have you read Joyce and you're this bad at writing. the standard's right there, in front of you. he wrote the greatest stylistic guide of the 20th century. it's right there. how are you still writing clunky prose and how are you overusing clich&eacute;d phrases and how are you writing such pointless, onanistic, autofellatious, pretentious, angsty-adolescent-male bullshit.\n\nmine isn't the story of a secret literary genius stuck in academia struggling to write myway out. i'm just a guy who doesn't want to study, who also happens to be a below-average writer.",
            "i think you may need some reverse psychology to get out of this. have you ever tried writing the 'wrong' story"
        ]
    },
    {
        "date": "8.13.22 8:37 pm",
        "ctx": [
            "I keep getting stimulated by things that dont matter. How can I get stimulated by things that do matter and are exciting to work on?",
            "make a list of things that matter. if you can't think of anything, then start making a list of all the things that don't matter. that will be fun too and there may be some surprises in there"
        ]
    },
    {
        "date": "8.13.22 8:19 pm",
        "ctx": [
            "what if the world was made of pudding",
            "(third eye blind \"jumper\" voice) \"i would understaaand\""
        ]
    },
    {
        "date": "8.13.22 8:11 pm",
        "ctx": [
            "Maj7#5?",
            "now that's what i call a 'coherent question'"
        ]
    },
    {
        "date": "8.13.22 7:50 pm",
        "ctx": [
            "Are the buffalo bills going to win the Super Bowl?",
            "i will admit it's possible"
        ]
    },
    {
        "date": "8.13.22 6:39 pm",
        "ctx": [
            "what time do you usually answer submitted questions?",
            "Monday, August 15, 2022 4:28:41 PM"
        ]
    },
    {
        "date": "8.13.22 6:12 pm",
        "ctx": [
            "why don't we fall off the sides of the earth?",
            "why would anything fall anywhere? actually, nevermind, why would anything be anywhere, or exist? supposing that anything that does exist is indeed somewhat biased in favor of existing (instead of non-existing).... the 'falling' (toward each other) seems to be the force of that bias. the anythings moving in relation to each other (toward, away, etc) is the only way they can feel their existence. i suppose if the anythings were truly unbiased about which way they're falling, they would not even be registered in this reality. anyway, getting back to the main point, we fall toward earth because we prefer being here instead of outer space"
        ]
    },
    {
        "date": "8.13.22 2:02 pm",
        "ctx": [
            "do you like writing in 7/4 time",
            "it's like rainbows. \"sometimes it happens\""
        ]
    },
    {
        "date": "8.13.22 1:38 pm",
        "ctx": [
            "help ive being held captive by penguins",
            "ok, i'll be right over"
        ]
    },
    {
        "date": "8.13.22 1:32 pm",
        "ctx": [
            "every song you've made this year so far is a bop, with the amount of bop exponentially increasing. How are you achieving this?",
            "i'm insecure"
        ]
    },
    {
        "date": "8.13.22 9:30 am",
        "ctx": [
            "mean, median, or mode?",
            "the mean, which is meadiode"
        ]
    },
    {
        "date": "8.13.22 6:58 am",
        "ctx": [
            "opinions on money?",
            "it's fine, in principle"
        ]
    },
    {
        "date": "8.13.22 1:11 am",
        "ctx": [
            "is the second word of your next song \"want?\"",
            "no"
        ]
    },
    {
        "date": "8.12.22 10:17 pm",
        "ctx": [
            "opinion on onions",
            "too good. ignore"
        ]
    },
    {
        "date": "8.12.22 8:14 pm",
        "ctx": [
            "how did you end up with so many songs to select a finalist from?",
            "i write a lot, but in most cases the song is only 10% written or less, at the time it is selected"
        ]
    },
    {
        "date": "8.12.22 8:53 pm",
        "ctx": [
            "what's your favorite music key?",
            "each one makes the others better. there's nothing i can do about that"
        ]
    },
    {
        "date": "8.12.22 6:20 pm",
        "ctx": [
            "can i trust that a road sign is going to help me evade roads or are they deceiving me?",
            "the orange ones that say 'detour', that is the one that will help you evade a specific road"
        ]
    },
    {
        "date": "8.12.22 6:11 pm",
        "ctx": [
            "how many chord changes are acceptable",
            "about 20 per minute, but, they should NOT be evenly distributed. actually they should change between being evenly distributed and not evenly distributed"
        ]
    },
    {
        "date": "8.12.22 3:58 pm",
        "ctx": [
            "what year did your harpsichord turn into an acoustic guitar?",
            "about 2012"
        ]
    },
    {
        "date": "8.12.22 3:26 pm",
        "ctx": [
            "how can i be more like you?",
            "i'm not sure. i'm not sure how i am"
        ]
    },
    {
        "date": "8.12.22 12:09 pm",
        "ctx": [
            "how to escape printer",
            "cancel all jobs"
        ]
    },
    {
        "date": "8.12.22 10:34 am",
        "ctx": [
            "is the second word of your next song \"going?\"",
            "no"
        ]
    },
    {
        "date": "8.12.22 9:01 am",
        "ctx": [
            "how to learn anything? i've recently realized that many learning resources i've used have taught me nothing, what do i do",
            "you might have to actually do the thing"
        ]
    },
    {
        "date": "8.12.22 7:51 am",
        "ctx": [
            "how hard do you think it is to sing your songs?",
            "it's just like living life"
        ]
    },
    {
        "date": "8.12.22 5:26 am",
        "ctx": [
            "Opinion on sailboats?",
            "pretty fast, at least compared to a snailboat"
        ]
    },
    {
        "date": "8.12.22 3:49 am",
        "ctx": [
            "what do you do when you cant sleep or want to get up but it's too early in the morning",
            "go ahead and accomplish some goals"
        ]
    },
    {
        "date": "8.12.22 2:00 am",
        "ctx": [
            "what is your opinion on rough clothing",
            "too soft"
        ]
    },
    {
        "date": "8.12.22 12:34 am",
        "ctx": [
            "how much do you game",
            "it's all done. i gamed it all"
        ]
    },
    {
        "date": "8.11.22 9:57 pm",
        "ctx": [
            "when you work on a music video, do you have all those little details and flourishes in your mind from the start, or do they just get thrown in spontaneously when it feels right? maybe both?",
            "that depends when is 'the start'"
        ]
    },
    {
        "date": "8.11.22 8:53 pm",
        "ctx": [
            "What's the weather like today?",
            "inconsolable"
        ]
    },
    {
        "date": "8.11.22 7:38 pm",
        "ctx": [
            "ive talked to other musicians about this and it's something I've experienced before too where right before i fall asleep i hear very complex good sounding melodies in my head. other musicals say the same thing happens to them, does this happen to you?",
            "yes"
        ]
    },
    {
        "date": "8.11.22 4:01 pm",
        "ctx": [
            "What's the third word of your next song?",
            "to"
        ]
    },
    {
        "date": "8.11.22 12:43 pm",
        "ctx": [
            "why is everything so strong?",
            "to balance with how strong you are"
        ]
    },
    {
        "date": "8.11.22 8:45 am",
        "ctx": [
            "Estimate the percentage of internet culture that is just memes.",
            "on the internet there's no such thing as memes"
        ]
    },
    {
        "date": "8.11.22 8:44 am",
        "ctx": [
            "how much do you enjoy the colour green",
            "a little bit"
        ]
    },
    {
        "date": "8.11.22 6:11 am",
        "ctx": [
            "are you a fan of the burger king whopper",
            "i like to draw comparisons between the whopper and the whopless whopper"
        ]
    },
    {
        "date": "8.11.22 4:42 am",
        "ctx": [
            "Do you have any strong opinions on pajamas?",
            "i have never experienced a pajama up close"
        ]
    },
    {
        "date": "8.11.22 3:40 am",
        "ctx": [
            "idea for a story",
            "a straight line discovers how to go around corners"
        ]
    },
    {
        "date": "8.10.22 11:44 pm",
        "ctx": [
            "opinion on lunchables?",
            "check the back of the package for the exact lunchability"
        ]
    },
    {
        "date": "8.10.22 11:20 pm",
        "ctx": [
            "have you ever owned any pets?",
            "no"
        ]
    },
    {
        "date": "8.10.22 10:34 pm",
        "ctx": [
            "are there too many thoughts in your brain at any given time",
            "some times"
        ]
    },
    {
        "date": "8.10.22 9:36 pm",
        "ctx": [
            "Is there any point to learning music theory if I already know how to make notes sound good together by ear?",
            "same thing"
        ]
    },
    {
        "date": "8.10.22 5:55 pm",
        "ctx": [
            "do you wear pants",
            "yes, that's because it's easier than carrying the pants"
        ]
    },
    {
        "date": "8.10.22 4:54 pm",
        "ctx": [
            "hello is this a question?",
            "it reminds me of a question"
        ]
    },
    {
        "date": "8.10.22 4:49 pm",
        "ctx": [
            "Will you ever appear before me (or anyone else) like a vision in the night?",
            "not so much"
        ]
    },
    {
        "date": "8.10.22 3:50 pm",
        "ctx": [
            "if you had a high budget to spend on a video, what would you do with it",
            "crack under the pressure"
        ]
    },
    {
        "date": "8.10.22 3:27 pm",
        "ctx": [
            "Do you eat foam",
            "no, just admire it from afar"
        ]
    },
    {
        "date": "8.10.22 2:28 pm",
        "ctx": [
            "i think your music really changed me. i've been listening to it over that past couple years obsessively. i think i've become incredibly playful, learned to follow my intuitions, clearer, and just able to let go and surrender in general. i just wanted to say thanks. \n\nand, just how in the hell did you do that?",
            "i'm not sure, i'm still adjusting my methods"
        ]
    },
    {
        "date": "8.10.22 2:15 pm",
        "ctx": [
            "If you were a bean which bean would you be?",
            "medium bean"
        ]
    },
    {
        "date": "8.10.22 12:54 pm",
        "ctx": [
            "Do you have a rhyming disease?",
            "my affliction tends to be for the spoonerism. and swapping things in general"
        ]
    },
    {
        "date": "8.10.22 12:53 pm",
        "ctx": [
            "I beat my friend in a meme contest",
            "all i can say is, watch out for next contest"
        ]
    },
    {
        "date": "8.10.22 12:47 pm",
        "ctx": [
            "do you believe in bad luck?",
            "i believe 50% of luck, naturally, is bad"
        ]
    },
    {
        "date": "8.10.22 12:25 pm",
        "ctx": [
            "What is your favourite piece of trivia?",
            "the jeopardy set is all blue to make it easier for you (and all the players, host, and crew) to tell the difference between jeopardy and real life"
        ]
    },
    {
        "date": "8.10.22 11:38 am",
        "ctx": [
            "It's really cool to see you learning new editing tricks each video. It makes each video better than the last. With that being said, how many times have you pet a cat in the past week?",
            "0"
        ]
    },
    {
        "date": "8.10.22 10:52 am",
        "ctx": [
            "do a barrel roll",
            "i'll do it when i get a chance"
        ]
    },
    {
        "date": "8.10.22 10:37 am",
        "ctx": [
            "did you figure out that the random number generator isn't random?",
            "sure. i'd suspect that's true. most of the simple ones are probably just seeded by the exact time of request",
            "i figured out that much but haven't figured out exactly how it works yet. curious to know if you've been able to prove this already or if you've figured out exactly how it works... will generate based on 1000.000.000 and get patterns, and 3 with 5s and 8s means yes and i can ask questions and get information but i need to know what the information is based on",
            "in this case, it's based on your imagination. most 9 digit numbers have patterns to be found within them. every corner of the universe is this way. that's just the way it is. it's your job to find those patterns. this is a fun job, i'll admit, and can be very rewarding"
        ]
    },
    {
        "date": "8.10.22 10:24 am",
        "ctx": [
            "how big is the table",
            "bigger than the chair. that's what counts. if not, then there's gonna be some problems"
        ]
    },
    {
        "date": "8.10.22 7:37 am",
        "ctx": [
            "If life is just a cycle what is our goal?",
            "it's multi-goal"
        ]
    },
    {
        "date": "8.10.22 5:50 am",
        "ctx": [
            "What should I do if my friends aren't very friendly?",
            "you could go ahead and become a novelist"
        ]
    },
    {
        "date": "8.10.22 4:45 am",
        "ctx": [
            "how many more songs are you releasing this year",
            "should add up to about 7"
        ]
    },
    {
        "date": "8.10.22 2:57 am",
        "ctx": [
            "do u ever feel happy",
            "yes"
        ]
    },
    {
        "date": "8.10.22 2:41 am",
        "ctx": [
            "I walked in on my son masturbating to one of your songs. Should I be concerned",
            "the main thing you should be concerned about is whether you should be concerned"
        ]
    },
    {
        "date": "8.10.22 2:24 am",
        "ctx": [
            "how many pages does the book about friendship has",
            "just one very thick page"
        ]
    },
    {
        "date": "8.10.22 1:44 am",
        "ctx": [
            "what do you think of the word \"methinks\"",
            "it's a gem"
        ]
    },
    {
        "date": "8.10.22 1:31 am",
        "ctx": [
            "most frustrating thing about music?",
            "if you ever try to pin down exactly what gives it all its power",
            "most easiest thing about music?",
            "it makes itself, when the mood is right"
        ]
    },
    {
        "date": "8.10.22 1:25 am",
        "ctx": [
            "how to overcome my crippling fear of lobsters. (it is urgent)",
            "you'll have to go ahead and join a lobster cult. join 2, to compare/contrast"
        ]
    },
    {
        "date": "8.10.22 12:17 am",
        "ctx": [
            "I have discovered a fundamental flaw in the way I think where I tunnel vision on the end goal. This leads to quick burnout whenever I run into obstacles. How can I adjust my thinking to avoid this?",
            "start up a blog about the ups and downs of the process. then you will feel like any obstacle is good material for the blog. and when i say blog it of course does not have to be a blog but something that serves the same purpose. perhaps a series of postcards,"
        ]
    },
    {
        "date": "8.9.22 11:39 pm",
        "ctx": [
            "can you make a song about aardvarks?",
            "we'll see if i can make it that far down the list"
        ]
    },
    {
        "date": "8.9.22 11:25 pm",
        "ctx": [
            "hello, is this pizza hut?",
            "no",
            "i would like to order a buffalo chicken pizza please."
        ]
    },
    {
        "date": "8.9.22 11:14 pm",
        "ctx": [
            "How do you think people with identical looking pets (4 chocolate labs for example) even tell them apart and recognize who's who?",
            "they are not actually identical. and intimacy with all of them will make their differences more apparent",
            "Is it by feel? Small mannerisms? By the way they sound???",
            "mostly the way they act and look. they are not actually identical"
        ]
    },
    {
        "date": "8.9.22 11:01 pm",
        "ctx": [
            "Would you ever give a lesson on how you build your drum tracks?",
            "sure"
        ]
    },
    {
        "date": "8.9.22 10:47 pm",
        "ctx": [
            "what did you have for breakfast today",
            "lunch"
        ]
    },
    {
        "date": "8.9.22 9:31 pm",
        "ctx": [
            "have you ever gotten a question that nobody's asked before",
            "yes"
        ]
    },
    {
        "date": "8.9.22 8:31 pm",
        "ctx": [
            "do you always answer these questions in chronological order?",
            "yes"
        ]
    },
    {
        "date": "8.9.22 7:45 pm",
        "ctx": [
            "i know what i want to produce, (walruses) what is the next step to being productive?",
            "unfortunately i do not know the first thing about producing walri"
        ]
    },
    {
        "date": "8.9.22 7:27 pm",
        "ctx": [
            "what's the story behind \"here comes the sun\"?",
            "it got elevated to sort of 'strongest song in the list' status for me, around when it got its real chorus somewhere around 2012. and for that reason i was afraid to select it for years. it also remained as one of the longest ones. although when i finally did choose it, i was able to shorten it slightly. the writing was mostly unchanged since about 2012, and the first verse and half the first pre chorus were written around 2010"
        ]
    },
    {
        "date": "8.9.22 7:23 pm",
        "ctx": [
            "What is your opinion about bread?",
            "it's \"out of this world\""
        ]
    },
    {
        "date": "8.9.22 6:51 pm",
        "ctx": [
            "i have an idea for an idea, but idk how to make the idea",
            "that's classic. it might be time to start up a blog about you figuring it out"
        ]
    },
    {
        "date": "8.9.22 6:31 pm",
        "ctx": [
            "what do you think is the reason for humans to exist?",
            "it's multi-purpose",
            "is it to pet cute dogs?",
            "that can be one of them, but it doesn't have to be"
        ]
    },
    {
        "date": "8.9.22 5:06 pm",
        "ctx": [
            "how do i feel better",
            "i don't know, but you will"
        ]
    },
    {
        "date": "8.9.22 3:52 pm",
        "ctx": [
            "will you ever use a balloon as an instrument in a song?",
            "it almost appears as if i've done that"
        ]
    },
    {
        "date": "8.9.22 3:29 pm",
        "ctx": [
            "what's all that you're talking about in 'i'm a huge gamer'?",
            "games, and maybe life in general. you know, the usual",
            "what game?",
            "not specified",
            "and talk about things being whole again.",
            "i don't recall that being mentioned in that song",
            "it made me have these strange ideas about how life works and it built up into a severe psychotic episode. seriously.. what were you talking about",
            "vibes of life in general. using 'games' and 'gaming' as a jumping off point"
        ]
    },
    {
        "date": "8.9.22 12:28 pm",
        "ctx": [
            "what are your favorite types of pillows",
            "original (rocks)"
        ]
    },
    {
        "date": "8.9.22 11:55 am",
        "ctx": [
            "why are there so many unanswered questions in the world?",
            "this is an opportunity for you to bring something to the table"
        ]
    },
    {
        "date": "8.9.22 11:38 am",
        "ctx": [
            "where is the wfaoie episode 2 that you promised?",
            "i don't recall promising that"
        ]
    },
    {
        "date": "8.9.22 11:32 am",
        "ctx": [
            "Do you think we will ever achieve the purpose of human life?",
            "yes",
            "What would happen after?",
            "more purpose"
        ]
    },
    {
        "date": "8.9.22 11:11 am",
        "ctx": [
            "is Piano Man by Billy Joel in 3/4 or 6/8?",
            "i'd say 6/8, with 2 chords per bar"
        ]
    },
    {
        "date": "8.9.22 10:11 am",
        "ctx": [
            "how do i type",
            "not necessary. everything has already been typed"
        ]
    },
    {
        "date": "8.9.22 8:36 am",
        "ctx": [
            "Are you a king now?",
            "no but i am the next best thing"
        ]
    },
    {
        "date": "8.9.22 6:38 am",
        "ctx": [
            "What is your opinion on soft couches?",
            "they are good, as long as their softness is within the bounds of the law"
        ]
    },
    {
        "date": "8.9.22 5:01 am",
        "ctx": [
            "how to be productive",
            "what would you like to produce"
        ]
    },
    {
        "date": "8.9.22 12:24 am",
        "ctx": [
            "If an Ostrich told you the world was fake, would you believe it?",
            "no"
        ]
    },
    {
        "date": "8.8.22 10:58 pm",
        "ctx": [
            "How do I write music?",
            "i'm not sure",
            "Whenever I try, it always sounds bad. How do I find something good to write",
            "in this case, i'd say try making it even worse. things should turn around"
        ]
    },
    {
        "date": "8.8.22 10:22 pm",
        "ctx": [
            "You are given the right to permanently and irreversibly change one fundamental law of physics.",
            "that's not true",
            "What would it be, and why?"
        ]
    },
    {
        "date": "8.8.22 8:18 pm",
        "ctx": [
            "thoughts on peach cobbler?",
            "never heard of it"
        ]
    },
    {
        "date": "8.8.22 8:06 pm",
        "ctx": [
            "i have an idea for a novel, and i have developed it in my head alot. while it is probably a different process than songwriting, how do i gain the motivation to actually write it out",
            "i guess it depends how bad you want it"
        ]
    },
    {
        "date": "8.8.22 7:33 pm",
        "ctx": [
            "how come others can improve but i may not",
            "why would you think that"
        ]
    },
    {
        "date": "8.8.22 7:16 pm",
        "ctx": [
            "has a question on this page ever given you an idea for a tune?",
            "no"
        ]
    },
    {
        "date": "8.8.22 7:14 pm",
        "ctx": [
            "i want to be helpful but i also don't want to get in anyone's way, what do i do?",
            "see if you can parse the helpfulness out into fractions. like microdosing helpfulness. then you can gauge the reaction on a fractional basis"
        ]
    },
    {
        "date": "8.8.22 6:11 pm",
        "ctx": [
            "hi, declined a job offer but now i want it. what do i do? pls help im sad",
            "the next time you get a good job offer, you will be even more glad to accept it, now that you've had this experience"
        ]
    },
    {
        "date": "8.8.22 4:56 pm",
        "ctx": [
            "opinion on pennies?",
            "hilarious"
        ]
    },
    {
        "date": "8.8.22 4:06 pm",
        "ctx": [
            "What are you opinions on rough clothing?",
            "too soft"
        ]
    },
    {
        "date": "8.8.22 3:09 pm",
        "ctx": [
            "i'm moving to upstate new york, what should i know going into it",
            "nothing. learn everything when you get there. actually i would recommend you just know which part of the state you are going, just so you know how to get there"
        ]
    },
    {
        "date": "8.8.22 2:46 pm",
        "ctx": [
            "Do you like cars?",
            "i like the roads"
        ]
    },
    {
        "date": "8.8.22 2:13 pm",
        "ctx": [
            "opinions on those tiny square scooters you sit on from gym class?",
            "there's no way those still exist"
        ]
    },
    {
        "date": "8.8.22 12:53 pm",
        "ctx": [
            "thoughts on cargo shorts?",
            "a good place to store other types of shorts"
        ]
    },
    {
        "date": "8.8.22 12:24 pm",
        "ctx": [
            "Is the English language properly equipped to contain within words the meaning of life?",
            "yes. the meaning of life can be expressed just about anywhere"
        ]
    },
    {
        "date": "8.8.22 11:19 am",
        "ctx": [
            "opinion on toasters?",
            "i just like pictures of toasters"
        ]
    },
    {
        "date": "8.8.22 10:22 am",
        "ctx": [
            "Is it actually true that you have friends who enjoy reading your book about friendship and are impressed by the amount of pages it has?",
            "absolutely not"
        ]
    },
    {
        "date": "8.8.22 10:11 am",
        "ctx": [
            "i'm at a legal focus group and everyone who's showed up waiting at this table is on their phone. including me. except this one woman and she's twiddling her thumbs probably noticing the same thing. i wish i weren't but i'm just not.a conversationalist.don't want to keep on like this but it seems like a whole lot of other people are too. have wanted to work on the basic human connection thing for a long time.but there's a lot of other things too.how do you jump into the cold deep end when there's a lot of other important pools to jump into. aaa.aaaaaaaaaaa.aaaaaaaaaaaaaaaaaaa.panicked screams at a respectful indoor volume.",
            "have you tried jumping onto the ground plane"
        ]
    },
    {
        "date": "8.8.22 9:16 am",
        "ctx": [
            "do you make your music from the quantum realm, and just film what you see",
            "that would be the best case scenario. i'm mostly just trying to simulate that"
        ]
    },
    {
        "date": "8.8.22 7:42 am",
        "ctx": [
            "how to find self",
            "find everything other than self"
        ]
    },
    {
        "date": "8.8.22 6:41 am",
        "ctx": [
            "your favourite video",
            "i can't think of any videos"
        ]
    },
    {
        "date": "8.8.22 5:58 am",
        "ctx": [
            "do you spend time writing lyrics or do you just write your stream of thoughts",
            "it's mostly never just lyrics. the lyrics are meant to be sung in melodies, with music. so i do all the music together (including words). that being said, the best results are when it comes to me instantly. however, sometimes it takes a long time to coax myself into a comfortable enough state for this to occur properly"
        ]
    },
    {
        "date": "8.8.22 4:52 am",
        "ctx": [
            "What questions make you uncomfortable",
            "i can't tell you"
        ]
    },
    {
        "date": "8.8.22 3:54 am",
        "ctx": [
            "You mention trying to combine song and scene a lot. Any reason(s) it's such a challenge? Anything that would make it easier to achieve? Is the medium to express it just not right?",
            "the challenge of merging song and scene is that sometimes the songs just happen in bits. bits that would never work outside the context of the scenes. the challenge is to do it in a way that the song fits perfectly in the scene but ALSO is a playable entity on its own. a song that can survive on its own, without the scene(s). i doubt anyone's gonna want to have \"but then cortez came and smashed it\" on their playlist"
        ]
    },
    {
        "date": "8.8.22 2:52 am",
        "ctx": [
            "how did you choose the font that you now use in all your videos",
            "i went for the most normal one i could find"
        ]
    },
    {
        "date": "8.8.22 2:15 am",
        "ctx": [
            "Are you really a princess or a intergeometrical being of polygons",
            "no, but sometimes it feels that way"
        ]
    },
    {
        "date": "8.8.22 1:37 am",
        "ctx": [
            "Is nothing just a social construct designed to be ominous",
            "i suppose so",
            "or do you think that there can actually be nothing?",
            "there are situations that vividly create the nothing effect",
            "What does nothing even mean?",
            "put some somethings, then draw attention to the other space where the somethings are not. so in this way, you could say 'nothing' is hard to create without having some somethings to contrast against"
        ]
    },
    {
        "date": "8.8.22 12:46 am",
        "ctx": [
            "Do you purposefully make the question page hard to read?",
            "no",
            "Like, do you shuffle the questions?",
            "no"
        ]
    },
    {
        "date": "8.8.22 12:18 am",
        "ctx": [
            "how long did it take you to learn 3d animation?",
            "it potentially takes a life time"
        ]
    },
    {
        "date": "8.7.22 11:07 pm",
        "ctx": [
            "i'm gonna make music that doesn't melt when you slow it down",
            "fair enough"
        ]
    },
    {
        "date": "8.7.22 10:09 pm",
        "ctx": [
            "Hi bill, any advice to someone whose brain just feels like is changing to a non-verbal language when talking with other people?",
            "maybe you can get some different colored lights that have different meanings"
        ]
    },
    {
        "date": "8.7.22 9:26 pm",
        "ctx": [
            "why arent you allowed to be cruel on stage?",
            "it's in the hand book"
        ]
    },
    {
        "date": "8.7.22 9:00 pm",
        "ctx": [
            "how to get common sense because i may be lacking some",
            "everything is common sense"
        ]
    },
    {
        "date": "8.7.22 8:55 pm",
        "ctx": [
            "how to be productive",
            "what would you like to produce"
        ]
    },
    {
        "date": "8.7.22 6:10 pm",
        "ctx": [
            "why are you stuck in a glowing rectangle?? how can we get you out",
            "nevermind that, why are you stuck in purple text"
        ]
    },
    {
        "date": "8.7.22 5:05 pm",
        "ctx": [
            "hey bill, do you think the bpm of a song matters?",
            "yes",
            "like do you think about the pace a song should go or do you just plug random numbers in?",
            "if i've already started writing the song, then i already know how fast it should be and i just set the tempo to match that. however, if i'm starting writing a song and i'm playing the game where you pick the tempo first and then write the song, then hell yes go ahead and randomize it. from 60 to 120 should be sufficient",
            "this question is probably super weird considering your specific style but im asking regardless since im thinking of getting into music"
        ]
    },
    {
        "date": "8.7.22 4:31 pm",
        "ctx": [
            "what do you think about textured floors (non-carpet)?",
            "i'd think about what texture it is. since you didn't tell me, i'm now wondering what texture it is. but in the case that i do know what texture it is, i'd be thinking about whatever texture it is, whatever texture that may be"
        ]
    },
    {
        "date": "8.7.22 2:03 pm",
        "ctx": [
            "Do you relate to whatever emotion motivated me to run into the woods listening to music today?",
            "sure yes"
        ]
    },
    {
        "date": "8.7.22 1:50 pm",
        "ctx": [
            "are you still using that Yamaha MM8?",
            "never did",
            "If not, what did you end up upgrading to? I've never owned a workstation and I'm thinking about picking one up.",
            "that's cool. no reason to get the one i have. it's just a normal one. the only requirement is that the keys work"
        ]
    },
    {
        "date": "8.7.22 12:28 pm",
        "ctx": [
            "You've mentioned that you mostly write music from beginning to end.Does it ever happen that you come up with a tune or lyric, and as the song comes out, you realize you want to shuffle it around a bit, or do things generally stay in the order they appeared in?",
            "often i will be bombarded by ideas that would go much better the second or 9th or 101th time through that section. for example if i have a verse melody, i always get bombarded by things that would work super great in the 57th verse. of course i'll write them all down, but only time will tell whether that actually works or comes up again when the 57th verse rolls around. and it won't, because the song would surely be over by then, unless it's one of those non-ending songs"
        ]
    },
    {
        "date": "8.7.22 10:14 am",
        "ctx": [
            "why do i have to say the magic word when i want something?",
            "i don't know. i don't think you do"
        ]
    },
    {
        "date": "8.7.22 8:51 am",
        "ctx": [
            "favorite nature thing rn?",
            "water"
        ]
    },
    {
        "date": "8.7.22 8:09 am",
        "ctx": [
            "why do you tweet?",
            "that's the best feature of twitter. the 'tweet' feature. this is using the platform as the original creators intended",
            "how do you determine what you're going to tweet?",
            "i start throwing ideas around and see what excites me. then if possible i can give it another twist or two, to see if it excites me more. other times it occurs to me unexpectedly when not trying to work on it. i just realized these are all the same things that happen in songwriting",
            "do you think about what to tweet very carefully or are these just spontaneous bursts of consciousness?",
            "thinking carefully will unfortunately not get the job done, so in the cases where it does not come quickly, pretty much you gotta just sit around and play in the dirt somehow until it does come quickly. i just realized these are all the same things that happen in songwriting",
            "are your tweets excerpts from your notes or are your notes (as seen in the notebook page, currently, in the modern era) just selected tweets?",
            "if you see a note that's identical to a tweet, the date of the note should always be earlier. the notebook page always attempts to reflect the original date the item was written. but often things are composed and then posted to twitter immediately. i am not against this. i could and maybe should do this with songs also, somehow"
        ]
    },
    {
        "date": "8.7.22 6:02 am",
        "ctx": [
            "how to love a stranger",
            "too late, you already do"
        ]
    },
    {
        "date": "8.7.22 4:08 am",
        "ctx": [
            "did you play the lick 5 times at 2:22 of your new song?",
            "not quite"
        ]
    },
    {
        "date": "8.7.22 3:41 am",
        "ctx": [
            "can you write a song about non-euclidean geometry",
            "sure"
        ]
    },
    {
        "date": "8.7.22 2:10 am",
        "ctx": [
            "What's your opinion on the planet Saturn",
            "very big planet. not the biggest, but besides the biggest it is biggest. biggest non biggest planet"
        ]
    },
    {
        "date": "8.7.22 12:44 am",
        "ctx": [
            "are you ever gonna make a super angry song?",
            "yes"
        ]
    },
    {
        "date": "8.6.22 10:49 pm",
        "ctx": [
            "i have so many projects and hobbies that i want to work on going through my mind, how the heck do i organize them all so my brain can calm down??????????!",
            "just start writing them down, in any order"
        ]
    },
    {
        "date": "8.6.22 9:43 pm",
        "ctx": [
            "Why did you want to start doing 3d?",
            "start depicting some places, in a much more placey way"
        ]
    },
    {
        "date": "8.6.22 8:37 pm",
        "ctx": [
            "How bout you write a song about christmas someday?",
            "i've done it before and i'll do it again"
        ]
    },
    {
        "date": "8.6.22 6:30 pm",
        "ctx": [
            "do you like bread",
            "the flavor overwhelms me"
        ]
    },
    {
        "date": "8.6.22 5:25 pm",
        "ctx": [
            "do you have any tips for remembering songs that come to you in dreams?",
            "other than having quick access to recording device and your favorite chordal instrument, no",
            "sometimes i dream about a song but when i wake up i can never remember it well enough to record myself singing it",
            "yes, they can slip away fast"
        ]
    },
    {
        "date": "8.6.22 4:50 pm",
        "ctx": [
            "am i just not competent enough?",
            "that didn't occur to me"
        ]
    },
    {
        "date": "8.6.22 4:50 pm",
        "ctx": [
            "Why didnt the Romans go to America",
            "maybe they forgot"
        ]
    },
    {
        "date": "8.6.22 3:27 pm",
        "ctx": [
            "if you were marooned on an island what would it be",
            "maroon island"
        ]
    },
    {
        "date": "8.6.22 1:02 pm",
        "ctx": [
            "i want to be an artist but at the same time i dont want to \"be\" an artist. can i just be anything else in an artistic manner?",
            "sure"
        ]
    },
    {
        "date": "8.6.22 12:49 pm",
        "ctx": [
            "how often do you get song recommendations on here",
            "once per song"
        ]
    },
    {
        "date": "8.6.22 11:56 am",
        "ctx": [
            "What's your favourite Batman villain?",
            "the protagonist"
        ]
    },
    {
        "date": "8.6.22 10:24 am",
        "ctx": [
            "Opinion on donkeys?",
            "both a vehicle and a passenger"
        ]
    },
    {
        "date": "8.6.22 10:23 am",
        "ctx": [
            "what is the funkiest language ?",
            "funk"
        ]
    },
    {
        "date": "8.6.22 8:29 am",
        "ctx": [
            "have you ever considered getting rid of time signatures?",
            "sure. i do it all the time"
        ]
    },
    {
        "date": "8.6.22 1:53 am",
        "ctx": [
            "How did you come up with the idea to stack up many samples of \"days and days\" in your song \"I'm A Huge Gamer Most Of The Time\"?",
            "common sense really"
        ]
    },
    {
        "date": "8.6.22 1:28 am",
        "ctx": [
            "how do i find inspiration?",
            "it's right there"
        ]
    },
    {
        "date": "8.6.22 1:01 am",
        "ctx": [
            "Can you write a song about hurricanes?",
            "maybe but first i need to do a few more songs about non-hurricanes"
        ]
    },
    {
        "date": "8.5.22 11:00 pm",
        "ctx": [
            "What do you think about when you're trying to go to sleep?",
            "i select a random 9 digit number and try to prime factorize it",
            "Is it hard for you to fall asleep?",
            "it seems impossible, and yet i can prove that it's happened before",
            "Thanks man, love your work."
        ]
    },
    {
        "date": "8.5.22 10:02 pm",
        "ctx": [
            "what if the ice cream truck sound and the police car sound were switched?",
            "people would do crime just to hear the song"
        ]
    },
    {
        "date": "8.5.22 9:55 pm",
        "ctx": [
            "How to use time valuably",
            "tell the truth"
        ]
    },
    {
        "date": "8.5.227:38 pm",
        "ctx": [
            "Hey, how do you cope with feeling like yourcontent isn't good enough if it isn't \"perfect\"?",
            "i've become aware that 'perfect' canonly mean complete blankness and silence. and that was never mygoal",
            "Because I always and upscrapping every project I start when I feel like it isn't good enough.I start doubting myself, and I abandon it. But I really want to put mycontent out there for people to see (I mostly make art and animations)and it bothers me a lot that I'm so self conscious. Do you have anyadvice that could maybe help me?",
            "eventually the need to be seen shouldoutweigh the fear somehow, and you'll be able to broker some kind ofscheme with yourself, on the best terms you can think of"
        ]
    },
    {
        "date": "8.5.22 6:22 pm",
        "ctx": [
            "what do you think of shift key on your keyboard?",
            "spacious. enough to really swim around in"
        ]
    },
    {
        "date": "8.5.22 4:59 pm",
        "ctx": [
            "how do i choose a future for myself when i don't know what to do or what to be",
            "go outside and inside repeatedly"
        ]
    },
    {
        "date": "8.5.22 3:36 pm",
        "ctx": [
            "do you have any tips for avoiding the sunk-cost fallacy?",
            "try to get some lessons out of it"
        ]
    },
    {
        "date": "8.5.22 2:52 pm",
        "ctx": [
            "Whats your favorite song?",
            "i can't think of any songs"
        ]
    },
    {
        "date": "8.5.22 2:28 pm",
        "ctx": [
            "Do you think some of the people here are trapped in their heads with their problems/egos, so they try reaching out to someone like you for help in solving their problems or to get your perspective on things?",
            "that seems plausible",
            "What if there's nothing wrong with anyone? That there are no problems, that they're all illusions?",
            "well, at the very least there are some challenges which can be interesting to solve"
        ]
    },
    {
        "date": "8.5.22 2:27 pm",
        "ctx": [
            "opinion on round chairs",
            "easy to roll them from place to place"
        ]
    },
    {
        "date": "8.5.22 11:06 am",
        "ctx": [
            "I suggest you make a song about frogs. Frogs are cool.",
            "ok, i just have to finish up a few more songs about non-frogs"
        ]
    },
    {
        "date": "8.5.22 9:03 am",
        "ctx": [
            "Whats your favorite song that you've made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "8.5.22 7:42 am",
        "ctx": [
            "what train route would you really like to exist, that doesn't yet exist?",
            "new york to paris"
        ]
    },
    {
        "date": "8.5.22 3:36 am",
        "ctx": [
            "how often do you think about the moon?",
            "constantly"
        ]
    },
    {
        "date": "8.5.22 2:38 am",
        "ctx": [
            "Where do you get your creativity from?",
            "directly in front of me. never look side to side"
        ]
    },
    {
        "date": "8.5.22 1:06 am",
        "ctx": [
            "have you ever messed with audio channels for a song? (Right and left)",
            "i mess with them insomuch as i make a stereo mix"
        ]
    },
    {
        "date": "8.5.22 12:20 am",
        "ctx": [
            "your work makes me very happy :o) how did you start doing what you do ?",
            "gradually"
        ]
    },
    {
        "date": "8.4.22 11:08 pm",
        "ctx": [
            "are you a computer monitor",
            "no"
        ]
    },
    {
        "date": "8.4.22 10:50 pm",
        "ctx": [
            "why does it sometimes occur that it happens",
            "you requested this"
        ]
    },
    {
        "date": "8.4.22 10:34 pm",
        "ctx": [
            "why is your content confusing yet at the same time its good",
            "just trying to get by"
        ]
    },
    {
        "date": "8.4.22 10:32 pm",
        "ctx": [
            "what if i didn't want to sleep just yet right now",
            "now it's time for you to think about whatever you feel are the most important ideas"
        ]
    },
    {
        "date": "8.4.22 9:28 pm",
        "ctx": [
            "Are there any little easter eggs in a music video that you think nobody's noticed yet?",
            "sure",
            "If so, then what? or give a little hint",
            "the street signs outside of the corner store say \"dirth st\" and \"guernsey ave\""
        ]
    },
    {
        "date": "8.4.22 8:41 pm",
        "ctx": [
            "What is your favorite genre of music",
            "sensual"
        ]
    },
    {
        "date": "8.4.22 7:07 pm",
        "ctx": [
            "when was the initial idea for 'i like to wear soft clothing (cause it makes me feel like i'm rough, in comparison)' written",
            "the first 4 bars (title line) were written sep 20, 2018. the rest was written about 3 weeks ago",
            "/ how long has it been in the next song roulette?",
            "ever since sep 20, 2018 it has been available. it made it to the finals many times this year, including feb 13 (when 'special sandals' was picked instead), apr 1 (when 'corner store' was picked instead), apr 22 (when \"if the world doesn't end\" was picked instead) and jul 13, when it was finally picked"
        ]
    },
    {
        "date": "8.4.22 6:37 pm",
        "ctx": [
            "favorite branch of science?",
            "pseudo"
        ]
    },
    {
        "date": "8.4.22 6:21 pm",
        "ctx": [
            "i remember i asked you a question about breakfast food around 3 years ago and i never checked to see if you responded. so i'll ask again, waffles or pancakes?",
            "ah, the classic cry of someone who has yet to discover waff cakes"
        ]
    },
    {
        "date": "8.4.22 5:25 pm",
        "ctx": [
            "Do you think you'll add any more sections to this site someday?",
            "yes"
        ]
    },
    {
        "date": "8.4.22 3:18 pm",
        "ctx": [
            "I hate spaghetti. It doesn't feel right. What do you feel when you have spaghetti?",
            "i feel normal. like i'm deeply within the bounds of normalcy"
        ]
    },
    {
        "date": "8.4.22 2:44 pm",
        "ctx": [
            "who would you like to interview on your talk show",
            "you"
        ]
    },
    {
        "date": "8.4.22 2:01 pm",
        "ctx": [
            "i notice at the end of \"i'm a princess\" there is a piece of text that says \"everyone is princess\". is this possibly a reference to princesses, which is defined by wikipedia as \"a regal rank and the feminine equivalent of prince\"",
            "sure"
        ]
    },
    {
        "date": "8.4.22 1:07 pm",
        "ctx": [
            "exactly how soft is your \"soft clothing\"",
            "rough"
        ]
    },
    {
        "date": "8.4.22 12:59 pm",
        "ctx": [
            "whats your opinion about Bbm9 - Ebdim7/D - Abmaj9",
            "could happen"
        ]
    },
    {
        "date": "8.4.22 12:19 pm",
        "ctx": [
            "what is your life asides from music",
            "reaching some kind of understanding. then repeatedly forgetting and then remembering it"
        ]
    },
    {
        "date": "8.4.22 11:06 am",
        "ctx": [
            "What is an example of soft music and an example of angry music in your opinion",
            "i can't think of any examples of either one"
        ]
    },
    {
        "date": "8.4.22 11:00 am",
        "ctx": [
            "Is it reasonable to say \"soft clothing\" is about companionship and perception-of oneself, of the people we're closest to, and of the world at large?",
            "sure"
        ]
    },
    {
        "date": "8.4.22 10:34 am",
        "ctx": [
            "pick a number between 1 and 13",
            "7"
        ]
    },
    {
        "date": "8.4.22 8:18 am",
        "ctx": [
            "Does Wyoming exist?",
            "just about"
        ]
    },
    {
        "date": "8.4.22 7:41 am",
        "ctx": [
            "are there any scrapped lyrics from the soft clothing song?or any scrapped titles?",
            "i was debating where to put commas and parentheses, in the title",
            "i really enjoyed it"
        ]
    },
    {
        "date": "8.4.22 6:58 am",
        "ctx": [
            "Did the cool sunglasses end up improving your self esteem, hireability and interpersonal relations?",
            "no"
        ]
    },
    {
        "date": "8.4.22 6:53 am",
        "ctx": [
            "Was the outro berse pf spft clothing an old version of the first verse",
            "no"
        ]
    },
    {
        "date": "8.4.22 5:12 am",
        "ctx": [
            "do you use anagrams in song production?",
            "not usually"
        ]
    },
    {
        "date": "8.4.22 4:46 am",
        "ctx": [
            "should i follow my dreams?",
            "sure",
            "i want to but it's scary",
            "i know"
        ]
    },
    {
        "date": "8.4.22 3:53 am",
        "ctx": [
            "how do you deal with time passing",
            "make pretty designs"
        ]
    },
    {
        "date": "8.4.22 3:36 am",
        "ctx": [
            "How did you get the handheld look in your latest video?",
            "held on to the camera"
        ]
    },
    {
        "date": "8.4.22 3:26 am",
        "ctx": [
            "what does juxtapose mean",
            "combine somehow"
        ]
    },
    {
        "date": "8.4.22 2:40 am",
        "ctx": [
            "is the ground plane jealous of other planes because they can't fly",
            "no. other planes would be jealous of the ground plane if they knew just how grounded it is"
        ]
    },
    {
        "date": "8.4.22 1:22 am",
        "ctx": [
            "Do you have any tips for people trying to learn 3D animation?",
            "that depends whether it's for business or pleasure"
        ]
    },
    {
        "date": "8.4.22 1:10 am",
        "ctx": [
            "What number of songs was \"here comes the sun\" picked from,",
            "about 33",
            "and what were some of the other songs in that list? (if you can say any)",
            "\"got some money, got some cash, i'm rich and now i'm sad\", \"special sandals\","
        ]
    },
    {
        "date": "8.4.22 1:08 am",
        "ctx": [
            "jelly or jam?",
            "yes to all"
        ]
    },
    {
        "date": "8.4.22 12:56 am",
        "ctx": [
            "Do you think mermaids are mammals or fish that have developed lures that work on sailors?",
            "they are clickbait"
        ]
    },
    {
        "date": "8.4.22 12:51 am",
        "ctx": [
            "I noticed the last three songs on spotify are styled in all lowercase while the ones before it have correct capitalization, is there a reason for it? It has the vibe of an artistic shift but idk of course",
            "it was unclear in the past whether this was allowed or would cause bureaucratic delays"
        ]
    },
    {
        "date": "8.4.22 12:34 am",
        "ctx": [
            "i love what you do . seriously, your work has gotten me through some really tough times, and I'm sure it will continue to do so. Are you glad that you provide support of this level to at least one person?",
            "yes"
        ]
    },
    {
        "date": "8.4.22 12:33 am",
        "ctx": [
            "Do slugs urinate?",
            "i'm not sure"
        ]
    },
    {
        "date": "8.4.22 12:28 am",
        "ctx": [
            "should i just start making things instead of waiting around for an entire idea to form?",
            "yes"
        ]
    },
    {
        "date": "8.4.22 12:26 am",
        "ctx": [
            "How do you improvise while playing on the piano? I've been trying to learn how to improvise but every single time I try something it sounds horrible",
            "yes, this is normal until you spend much more time (perhaps years) getting comfortable. think back to the first words you ever spoke. they were perhaps not your best sentences. think of the gradual process you went through to develop the skills to improvise the words and sentences as you speak them. it's hard to say how exactly we learn to do this, but just live your life and keep using the instrument as a part of your life"
        ]
    },
    {
        "date": "8.4.22 12:24 am",
        "ctx": [
            "free association of emotive themes attached to language objects over strictly constructed sequences of route meaning?",
            "never heard of it"
        ]
    },
    {
        "date": "8.3.22 11:15 pm",
        "ctx": [
            "when im singing along to 'soft clothes' why does my mouth want to say OLD SHOES and not NEW SHOES",
            "i don't know"
        ]
    },
    {
        "date": "8.3.22 11:01 pm",
        "ctx": [
            "i also like soft clothing but for me it's because i don't notice how rough i am when i'm touching something soft.",
            "yes, that makes sense, and probably a bit more realistic",
            "i like the new song"
        ]
    },
    {
        "date": "8.3.22 10:43 pm",
        "ctx": [
            "What got you into this art style? I notice that you have an avant-garde art style to your videos.",
            "just trying to get by"
        ]
    },
    {
        "date": "8.3.22 10:43 pm",
        "ctx": [
            "do you use google?",
            "never heard of it"
        ]
    },
    {
        "date": "8.3.22 10:24 pm",
        "ctx": [
            "Me and my friend made a fake company called Sawcon. And currency named Deez nuts. What do you think about it?",
            "oh man, you are living the dream"
        ]
    },
    {
        "date": "8.3.22 10:20 pm",
        "ctx": [
            "do you think being friendly and being a friend are different things?",
            "yes"
        ]
    },
    {
        "date": "8.3.22 10:06 pm",
        "ctx": [
            "Do your songs have any right interpretation or are all interpretations correct?",
            "many interpretations are good. but i'm sure there's some bad ones",
            "Thanks for all of the really good songs Btw!"
        ]
    },
    {
        "date": "8.3.22 9:42 pm",
        "ctx": [
            "A couple weeks or months ago i asked a question because i found that every cool melodic idea i had seemed to go with a chord sequence that starts on the 4 chord. And i asked for advice on replicating the tension that starting on the 4 brings, without starting the chorus in all of my songs on the 4 chord. You suggested i transcribe a bunch of songs that i like to figure out what they're doing. I went through a big playlist i had of my favorite songs, and what i learned is, maybe i just really like songs with choruses that start on the 4?",
            "that's understandable. i do too. a lot of people do",
            "I went through 65 of them and 21 unambiguously had a chorus starting on the 4. Which seems like a lot. Another 15 of them started with a 6m into a 4, mostly going 6m 4 1 5.",
            "yes, my research shows that's the most common sequence of them all",
            "I don't tend to write a lot of songs with that progression because i wrote about a billion that way when i was younger. So that's over half of the songs (36/65) covered by the two harmonic ideas i am already doing way too much. Of the rest of the songs, wh ile they're good, they generally don't have the immediate tension that songs starting on the 4 do. Maybe it shouldn't be surprising that different chords sound different. But it seems like the best approach is either to deal with all my songs being a bit similar, or to accept that they won't be exciting in the same manner as (for example) Everytime We Touch. Does that seem like a fair assessment",
            "it sounds like you might want something to shake things up. find some totally different music. try going through popular music charts from the 2000s. 1990s. 1980s. 1970s. 1960s. 1950s. 1940s. 1930s. 1920s. 1910s. 1900s. 1890s. and so on. you probably won't like all of it, but somewhere in there i'm sure you'll find something that will open up some doors for you\n\nalso i just realized you should try starting on the 2m chord. see what that does for you. 2m is the shady sister of 4"
        ]
    },
    {
        "date": "8.3.22 8:55 pm",
        "ctx": [
            "Verse of the Day \n\"And everything I've taught you is so that the peace which is in me will be in you and will give you great confidence as you rest in me. For in this unbelieving world you will experience trouble and sorrows, but you must be courageous, for I have conquered the world!\"\"\n&#8237;&#8237;John&#8236;&#8237;16:33&#8236;&#8237;\nAny thoughts?",
            "he's saying that the lessons he just taught us (before this, not shown here) were pretty good. but we can't tell what those lessons are just from reading this conclusion. so i'd say this quote is quite incomplete without that context"
        ]
    },
    {
        "date": "8.3.22 8:42 pm",
        "ctx": [
            "opinion on the existence of existence",
            "i'll believe it when i see it"
        ]
    },
    {
        "date": "8.3.22 7:52 pm",
        "ctx": [
            "If there are infinite universes that split apart and branch out whenever each of us make a choice, then innumerable universes must exist where I am dead, by having given in to my inexplicable slight urge, when walking on the sidewalk, to jump in front of a car;when by a lighted kitchen stove, to mash my face into the fire;when on a bridge high up between two ledges, to help myself over to the opposite side of the railing and let go;when by a spinning blade, to insert a part of my body or one of my articles of clothing into the thing;or any of a number of other possible outcomes reaching insane proportions. Of course, since I have mentally developed in such a way that I can and choose to overpower these urges, none of these gruesome scenarios occur. This raises the question: Do these alternate universes even exist?",
            "possibly not"
        ]
    },
    {
        "date": "8.3.22 7:17 pm",
        "ctx": [
            "whats your least favorite hour of the day",
            "5pm"
        ]
    },
    {
        "date": "8.3.22 7:08 pm",
        "ctx": [
            "why is the title for your new song so long,",
            "i don't know",
            "did you try shortening it?",
            "yes, that made it worse. i just realized, that's the reason it is so long"
        ]
    },
    {
        "date": "8.3.22 7:02 pm",
        "ctx": [
            "do you play saxophone?",
            "no",
            "also,\nfavorite saxophone? (alto, tenor, bari, etc)",
            "tenor i suppose"
        ]
    },
    {
        "date": "8.3.22 6:52 pm",
        "ctx": [
            "Please may you give me tips on being self confident.",
            "start making a list of all the things you would like to do if you were self confident. this may sound stupid but i think it will help"
        ]
    },
    {
        "date": "8.3.22 6:44 pm",
        "ctx": [
            "Out of every single alphabet on the planet from every language, what is your favorite letter,",
            "i have mixed feelings about all of them",
            "and which letter do you wish was erased from history and existence",
            "i don't wish that upon any letter"
        ]
    },
    {
        "date": "8.3.22 6:41 pm",
        "ctx": [
            "will you ever make a 5+ minute song?",
            "it's possible"
        ]
    },
    {
        "date": "8.3.22 6:14 pm",
        "ctx": [
            "opinions on pie?",
            "it makes great graphs"
        ]
    },
    {
        "date": "8.3.22 6:13 pm",
        "ctx": [
            "Was the first room built in a room?",
            "i doubt it",
            "I feel like it was made outside?",
            "i'd suspect it was a cave",
            "What is a room bill?",
            "an enclosure for people to be in. big enough to carry on and do activities comfortably. with some protection against the other activities outside the room"
        ]
    },
    {
        "date": "8.3.22 6:11 pm",
        "ctx": [
            "in meet me in september you talk about \"the way we used to do it.\" the way we used to do what? what way did we used to do it?",
            "\"we\" includes \"you\"..... so i was hoping you may remember",
            "wit wa weewo help the text is broken"
        ]
    },
    {
        "date": "8.3.22 5:47 pm",
        "ctx": [
            "hi bill! i have a problem where every song i write heavily revolves around the notes A and D in the same key, usually played together as a chord. im worried that people will judge me for using these notes too much but i find it hard to use other notes. what do you suggest i do?!?!?!?!??!",
            "it's too bad you didn't say what instrument you're using because i might be able to give you some tips just to get yourself into a different key. if you're using a digital piano, maybe just transpose it several halfsteps. that should flip things up. or you could just try writing on a different instrument entirely. Or, you could try to write using only your voice and a recording device, and try to imagine everything and explain it to yourself and work it out later"
        ]
    },
    {
        "date": "8.3.22 5:05 pm",
        "ctx": [
            "how do you feel about green hats",
            "good / very good"
        ]
    },
    {
        "date": "8.3.22 5:01 pm",
        "ctx": [
            "have you ever taken a concept/anything from these questions and put it in any form (inspiration/lyrics) into any of ur songs",
            "no"
        ]
    },
    {
        "date": "8.3.22 4:29 pm",
        "ctx": [
            "What are friends?",
            "it's you. you are friend"
        ]
    },
    {
        "date": "8.3.22 4:21 pm",
        "ctx": [
            "have you worn rough clothing?",
            "i don't recall",
            "it seems you've answered both yes and no"
        ]
    },
    {
        "date": "8.3.22 4:01 pm",
        "ctx": [
            "what's your favorite pokemon",
            "which one is the yellow one"
        ]
    },
    {
        "date": "8.3.22 3:22 pm",
        "ctx": [
            "do you like sunflowers?",
            "yes but not as much as the sun"
        ]
    },
    {
        "date": "8.3.22 2:32 pm",
        "ctx": [
            "why does music make me feel in an interesting way",
            "it's you. you are interesting"
        ]
    },
    {
        "date": "8.3.22 2:15 pm",
        "ctx": [
            "do you ever sing your old songs just for fun?",
            "the newer ones are more fun. the ones that haven't even been fully imagined yet"
        ]
    },
    {
        "date": "8.3.22 1:52 pm",
        "ctx": [
            "whats the story behind the now hiring all positions sign in la de da",
            "it was already there and i never liked it. but throwing away signs is not one of my strong skills"
        ]
    },
    {
        "date": "8.3.22 1:43 pm",
        "ctx": [
            "if you did a concert right now which song would you play first",
            "i wouldn't say"
        ]
    },
    {
        "date": "8.3.22 1:34 pm",
        "ctx": [
            "can you be my biology teacher i dont like her",
            "sure, i'll try"
        ]
    },
    {
        "date": "8.3.22 1:04 pm",
        "ctx": [
            "how middle is middle c?",
            "mostly",
            "if you could choose any other note to be in the middle which one would you choose?",
            "the C# just above that",
            "are you real?",
            "yes"
        ]
    },
    {
        "date": "8.3.22 12:57 pm",
        "ctx": [
            "are you a princess",
            "no, but i can see why you would think that"
        ]
    },
    {
        "date": "8.3.22 12:55 pm",
        "ctx": [
            "what year isn't it",
            "next year"
        ]
    },
    {
        "date": "8.3.22 12:43 pm",
        "ctx": [
            "things to keep in mind when moving to a different country?",
            "the name of the county, and their slogan"
        ]
    },
    {
        "date": "8.3.22 12:35 pm",
        "ctx": [
            "are u happy",
            "yes and no"
        ]
    },
    {
        "date": "8.3.22 12:19 pm",
        "ctx": [
            "have you ever considered cutting a block of foam and listening to the sound of foam being unbunched together by a wedge?",
            "yes, that sounds lovely"
        ]
    },
    {
        "date": "8.3.22 11:10 am",
        "ctx": [
            "where are we heading as a society",
            "i'm not sure but i think it's gonna be ok",
            "do u think we're improving as a collective or not",
            "yes, although we like to scare each other sometimes, especially around halloween or at other times of the year"
        ]
    },
    {
        "date": "8.3.22 10:39 am",
        "ctx": [
            "would you release videos of you dancing to your songs",
            "i'd like to release some of the full takes. thinking about the possibility of the full takes being released actually makes me perform better"
        ]
    },
    {
        "date": "8.3.22 10:14 am",
        "ctx": [
            "are you scared of the soft clothes you wear",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "8.3.22 10:13 am",
        "ctx": [
            "what is a song",
            "an earnest slice of human expression"
        ]
    },
    {
        "date": "8.3.22 9:56 am",
        "ctx": [
            "how come you spelled nobody as \"knowbody\" at first in the video?",
            "\"no\" and \"know\" sound the same. and they both appear in that line. so i couldn't resist the opportunity to swap them briefly, especially because 'knows' created an entirely alternate word ('nose'). also under the veil of pixelation i thought it was appropriate to do more mischievous things"
        ]
    },
    {
        "date": "8.3.22 9:39 am",
        "ctx": [
            "do you think we have free will?",
            "yes",
            "even if we don't, does that actually matter, so long as we feel as if we do?",
            "i personally don't think we would even perceive the conscious experience if we did not have access to a certain extra dimensional layer of wiggle room (i.e. the opportunity to select or even change the immediate future). i believe if it were 100% deterministic and pre-determined, i don't think we would ever be aware of our existence at all, and time would already be done"
        ]
    },
    {
        "date": "8.3.22 9:28 am",
        "ctx": [
            "opinion on round tables",
            "dank"
        ]
    },
    {
        "date": "8.3.22 9:16 am",
        "ctx": [
            "have any questions from this page made it into a song you've written?",
            "no"
        ]
    },
    {
        "date": "8.3.22 8:58 am",
        "ctx": [
            "everyone keeps calling tromboners \"trombonists\" but this is surely a more demeaning and less respectful way of referring to someone who is passionate about the instrument, right?",
            "i doubt it"
        ]
    },
    {
        "date": "8.3.22 8:32 am",
        "ctx": [
            "Where does the apple end and the apple core begin?",
            "the apple ends at the outer perimeter of the apple. the core begins at the center"
        ]
    },
    {
        "date": "8.3.22 8:27 am",
        "ctx": [
            "opinions on taco tuesday",
            "zoom out the calender. the whole week might be taco"
        ]
    },
    {
        "date": "8.3.22 8:08 am",
        "ctx": [
            "how do you respond to questions you don't know how to respond to",
            "i try to give them the wrong response. wrongness can be a desirable quality, especially in art, which is at least tangential to this questions page"
        ]
    },
    {
        "date": "8.3.22 8:05 am",
        "ctx": [
            "in \"huge gamer\" did you stop the leaderboard at 69 and 42 because of their significance as numbers in popular culture",
            "no. i assembled the contents of the leaderboard progrmmatically, and i certainly did not notice any focus on 69 or 42"
        ]
    },
    {
        "date": "8.3.22 6:54 am",
        "ctx": [
            "You like to wear soft clothes to feel rough.",
            "not really. soft clothes make me feel soft. that's the truth"
        ]
    },
    {
        "date": "8.3.22 6:42 am",
        "ctx": [
            "have you ever thought jeans are not who they think they are?",
            "no"
        ]
    },
    {
        "date": "8.3.22 6:29 am",
        "ctx": [
            "Is the day done yet?",
            "i was going to say yes, but then another one started"
        ]
    },
    {
        "date": "8.3.22 5:41 am",
        "ctx": [
            "Are you you?",
            "yes i am"
        ]
    },
    {
        "date": "8.3.22 3:11 am",
        "ctx": [
            "what year is it",
            "must be in the billions by now"
        ]
    },
    {
        "date": "8.3.22 2:28 am",
        "ctx": [
            "what to do when a to do list is so long im sure there are some duplicated in there if i really pay attention",
            "you might have to..... really pay attention"
        ]
    },
    {
        "date": "8.3.22 1:00 am",
        "ctx": [
            "whats your favourite music genre?",
            "which genre is even which.... currently?"
        ]
    },
    {
        "date": "8.2.22 11:49 pm",
        "ctx": [
            "Is this a question or a statement.",
            "it's a question. thank you for checking with me"
        ]
    },
    {
        "date": "8.2.22 10:58 pm",
        "ctx": [
            "Best food to watch hamsters eat?",
            "i only watch hamsters drink"
        ]
    },
    {
        "date": "8.2.22 10:13 pm",
        "ctx": [
            "When do you wear the shirts you designed?",
            "i wore one in the \"la de da\" video"
        ]
    },
    {
        "date": "8.2.22 9:43 pm",
        "ctx": [
            "which note is the best",
            "middle c"
        ]
    },
    {
        "date": "8.2.22 9:26 pm",
        "ctx": [
            "have you thought about making an album/EP?\nidk i think bill wurtz album would be wicked",
            "i don't like albums. they always feel like a chore to listen to and they ruin all the songs for me. however, if those same exact songs are released as singles, i usually love each one"
        ]
    },
    {
        "date": "8.2.22 9:10 pm",
        "ctx": [
            "Was your TV fixed somewhere in the course of \"soft clothes\"? Because the TV was broken, but later you turn on the news. Or do you have multiple televisions, Bill.",
            "the song is not about me. it's about you. and the \"tv\" is any way you view media, or emotions"
        ]
    },
    {
        "date": "8.2.22 8:44 pm",
        "ctx": [
            "About how many minutes will the longest video you produce this year be?",
            "i don't know"
        ]
    },
    {
        "date": "8.2.22 8:15 pm",
        "ctx": [
            "if you reverse one of your old songs and post it on yt would people notice",
            "yes i think so"
        ]
    },
    {
        "date": "8.2.22 8:12 pm",
        "ctx": [
            "I like to imagine your true form is not unlike the flickering rainbow silhouette in your new video. Would you agree?",
            "sometimes"
        ]
    },
    {
        "date": "8.2.22 8:11 pm",
        "ctx": [
            "What's your opinion on ducks?",
            "quacktastic"
        ]
    },
    {
        "date": "8.2.22 8:05 pm",
        "ctx": [
            "i really enjoyed the story of how \"meef\" became the end of 987. any story behind \"uck, i'm gonna be sick\"?",
            "the last 4 bars made me feel sick"
        ]
    },
    {
        "date": "8.2.22 7:40 pm",
        "ctx": [
            "Do people ever lie to you in in order to make you feel more highly of them?",
            "yes"
        ]
    },
    {
        "date": "8.2.22 7:36 pm",
        "ctx": [
            "whats your favorite ice cream flavor?",
            "t-bone steak"
        ]
    },
    {
        "date": "8.2.22 7:16 pm",
        "ctx": [
            "What happens when you put on rough clothes? Does that make you feel soft or is it just too much rough",
            "i have never put on rough clothes"
        ]
    },
    {
        "date": "8.2.22 7:11 pm",
        "ctx": [
            "How do I get my cat to walk me?",
            "give the cat some treats"
        ]
    },
    {
        "date": "8.2.22 7:01 pm",
        "ctx": [
            "is \"meet me in september\" about SCP-5243?",
            "no"
        ]
    },
    {
        "date": "8.2.22 6:51 pm",
        "ctx": [
            "I've noticed that some songs' titles appear in the lyrics to of other songs (such as the line \"home again\" appearing in 987, \"do what you want to do\" appearing in we could just get high, etc.) Are these intentional references to your other songs or just coincidences?",
            "neither. the english language surely has a finite amount of words and phrases available. even fewer if you only consider 'normal' phrases. which i use exclusively for my music, as part of the normal genre"
        ]
    },
    {
        "date": "8.2.22 6:36 pm",
        "ctx": [
            "hi bill! your music is awesome, thank you for putting all the effort into making it :D\nwho is your favorite music artist?",
            "i have mixed feelings about all of them"
        ]
    },
    {
        "date": "8.2.22 6:24 pm",
        "ctx": [
            "What is the jazz category for?",
            "those times when i want to just jam out on some existing song forms"
        ]
    },
    {
        "date": "8.2.22 6:19 pm",
        "ctx": [
            "how do you deal with words",
            "every possible way. keep finding new ways"
        ]
    },
    {
        "date": "8.2.22 5:56 pm",
        "ctx": [
            "What's your opinion on wearing mismatched socks?",
            "this is healthy, as long as they feel the same"
        ]
    },
    {
        "date": "8.2.22 5:53 pm",
        "ctx": [
            "How do you come up with your song ideas?",
            "i don't know"
        ]
    },
    {
        "date": "8.2.22 5:51 pm",
        "ctx": [
            "did you write \"i like to wear soft clothing...\" with the concepts of self perception and validation and others' perceptions of yourself in mind?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "8.2.22 5:43 pm",
        "ctx": [
            "whats a good way to transition from one key to some waaay other random key?",
            "by the time you know it's happening you should have already done it. ideally, when composing music, the subconscious is driving the bus"
        ]
    },
    {
        "date": "8.2.22 5:39 pm",
        "ctx": [
            "how often do you get questions that are very much not appropriate to answer?",
            "none of the questions are appropriate to answer"
        ]
    },
    {
        "date": "8.2.22 5:33 pm",
        "ctx": [
            "how much key changes are in your next song?",
            "i have no idea"
        ]
    },
    {
        "date": "8.2.22 5:19 pm",
        "ctx": [
            "what is your process for writing lyrics?",
            "i'm not sure, but the music is right there too. so there's almost no scenario where i'm writing only lyrics. the process for writing music in general is mysterious to me. it's ideally the same as dreaming, but the problem with being asleep is it's difficult to organize and save your ideas, and when you're awake it's hard to dream as vividly or authentically"
        ]
    },
    {
        "date": "8.2.22 5:18 pm",
        "ctx": [
            "Are you happy?",
            "yes and no"
        ]
    },
    {
        "date": "8.2.22 4:58 pm",
        "ctx": [
            "how rough do you feel as a result of your soft clothing in comparison to your usual feelings of roughness (if at all)?",
            "the whole thing is hypothetical. i feel neither soft nor rough"
        ]
    },
    {
        "date": "8.2.22 4:58 pm",
        "ctx": [
            "your newest video is crazy and crazy, each one in the past year has been so radically different and cooler than the last;what have you learned from experimenting with so many styles??",
            "it's healthy. i assume one day i will find my way to what is considered the correct video"
        ]
    },
    {
        "date": "8.2.22 4:55 pm",
        "ctx": [
            "what inspired you to put a cat in your latest video",
            "there was a cat in the song"
        ]
    },
    {
        "date": "8.2.22 4:54 pm",
        "ctx": [
            "Greatest fear?",
            "greatness"
        ]
    },
    {
        "date": "8.2.22 4:52 pm",
        "ctx": [
            "why'd you decide to make \"tune\" an Eb instead of D",
            "that's just how it goes. thinking about it now as D and that sounds ugly as heck to me. i suppose if you move the \"it's\" (or \"we'll\") note earlier in your mind, you'll hear the sus4 resolve and the descending melody line. hope that helps"
        ]
    },
    {
        "date": "8.2.22 4:51 pm",
        "ctx": [
            "best way to cook an egg?",
            "install it directly into the center of the sun"
        ]
    },
    {
        "date": "8.2.22 4:48 pm",
        "ctx": [
            "i find a lot of meaning in your music. what if that meaning is not the same meaning you had when you were writing it?",
            "i already know and expect this"
        ]
    },
    {
        "date": "8.2.22 4:45 pm",
        "ctx": [
            "Favorite italian noodle?",
            "elbow"
        ]
    },
    {
        "date": "8.2.22 4:45 pm",
        "ctx": [
            "how long on average per day do you spend staring blankly at your computer screen while it is turned off",
            "0 minutes"
        ]
    },
    {
        "date": "8.2.22 4:42 pm",
        "ctx": [
            "Your new music video makes me think you went on a lovely adventure through the effects tab of your editing software, is my intuition correct",
            "no. most of the important effects in that video i programmed myself, because i do not make the videos on video editing software per se"
        ]
    },
    {
        "date": "8.2.22 4:40 pm",
        "ctx": [
            "any advice on writing poetry? I've been having a really tough time",
            "try bad poetry, for a while"
        ]
    },
    {
        "date": "8.2.22 4:38 pm",
        "ctx": [
            "ever worn rough clothing?",
            "yes",
            "if so, thoughts?",
            "it wasn't as rough as i expected"
        ]
    },
    {
        "date": "8.2.22 4:34 pm",
        "ctx": [
            "if my dog could play the guitar that would be cool right?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "8.2.22 4:32 pm",
        "ctx": [
            "is fall your favorite season?",
            "no"
        ]
    },
    {
        "date": "8.2.22 4:28 pm",
        "ctx": [
            "how do you feel after releasing a new song?",
            "fine"
        ]
    },
    {
        "date": "8.2.22 4:25 pm",
        "ctx": [
            "Have you written a song about bugs",
            "almost",
            "and if not would you write one about them?",
            "all options are on the table"
        ]
    },
    {
        "date": "8.2.22 4:24 pm",
        "ctx": [
            "do you like to wear hard clothing?",
            "almost"
        ]
    },
    {
        "date": "8.2.22 4:22 pm",
        "ctx": [
            "what's your favourite song?",
            "i don't know any songs"
        ]
    },
    {
        "date": "8.2.22 4:17 pm",
        "ctx": [
            "How do you think of songs to make?",
            "sometimes they think of me"
        ]
    },
    {
        "date": "8.2.22 3:14 pm",
        "ctx": [
            "WHATS ur opinion on emoticons",
            "they probably won't work as expected, unless you happen to be communicating with someone in the exact same time period as you, on the same brand of device"
        ]
    },
    {
        "date": "8.2.22 2:02 pm",
        "ctx": [
            "how do you stop caring so much about every single person that all your social wires get tangled and you get scared? how do you keep personhood when there are so many people and you want them to like you? i want to make art and show myself to people too, but it's hard for some reason",
            "put all of that mental energy into the art"
        ]
    },
    {
        "date": "8.2.22 1:35 pm",
        "ctx": [
            "do you have an opinion concerning the word \"no\"?",
            "it's good"
        ]
    },
    {
        "date": "8.2.22 12:05 pm",
        "ctx": [
            "Where am i?",
            "right here"
        ]
    },
    {
        "date": "8.2.22 11:41 am",
        "ctx": [
            "how many airport terminals have you been in?",
            "maybe 20"
        ]
    },
    {
        "date": "8.2.22 10:13 am",
        "ctx": [
            "What is your favorite song/video you have made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "8.2.22 9:07 am",
        "ctx": [
            "if im good at music should i be confident about it or should i stare at the endless void questioning my sanity",
            "there's plenty of time to do both"
        ]
    },
    {
        "date": "8.2.22 7:55 am",
        "ctx": [
            "Is language intelligence",
            "yes"
        ]
    },
    {
        "date": "8.2.22 6:43 am",
        "ctx": [
            "am i crazy or is yyyymmddhhmmss the way ever",
            "that is great for organizational purposes because it alphabetizes correctly by default. however, in conversation, it can be harder because you might be burying the important part in the middle, especially if you are talking about short term time frames"
        ]
    },
    {
        "date": "8.2.22 5:39 am",
        "ctx": [
            "bill what's your opinion on music from video games",
            "if you like the music, you're more likely to like the game. if you like the game, you're more likely to like the music. it's a vicious cycle"
        ]
    },
    {
        "date": "8.2.22 4:38 am",
        "ctx": [
            "is this a good poem?\nthis is a good poem.\nthis is a good poem?\nthis is a poem, good.\na good poem this is!\nis a poem THIS good:\n\"a! this,, poem %% good!! is\"\nis this a good poem!",
            "yes it is"
        ]
    },
    {
        "date": "8.2.22 3:03 am",
        "ctx": [
            "what's the music that plays in the history of japan video at the \"knock knock its the united states\" part?",
            "i was calling it \"the one where matthew perry makes some demands\"",
            "I know you made it, but i'm not sure where to find it.",
            "i have never posted it",
            "also cool website"
        ]
    },
    {
        "date": "8.2.22 1:02 am",
        "ctx": [
            "thoughts on the trombone?",
            "too big"
        ]
    },
    {
        "date": "8.1.22 11:22 pm",
        "ctx": [
            "In an earlier question you said something about having a rough draft that you sing along to and then write the rest of the instruments on top, so i was wondering how much of that rough draft gets kept into the full song?",
            "the temp version that i sing over is usually removed entirely once the vocal is done"
        ]
    },
    {
        "date": "8.1.22 10:13 pm",
        "ctx": [
            "which number do you dislike the most?",
            "179"
        ]
    },
    {
        "date": "8.1.22 8:27 pm",
        "ctx": [
            "I know \"I'm a huge ganer most of the time\" came out months ago, and also a lot of events in your songs are fictitious, but I am curious... are there any games you genuinely enjoy?",
            "guess what the other person is thinking"
        ]
    },
    {
        "date": "8.1.22 7:46 pm",
        "ctx": [
            "i have been trying to write a novel for 11 months now and i know exactly what i want to write but i keep starting over. any tips?",
            "you're gonna have to try writing a bad version"
        ]
    },
    {
        "date": "8.1.22 6:36 pm",
        "ctx": [
            "Your music is melted architecture",
            "fair enough"
        ]
    },
    {
        "date": "8.1.22 5:32 pm",
        "ctx": [
            "so I noticed you have a banjo in some videos/songs? may be a dumb question but I'm extremely curious: do you know how to play rainbow connection and/or do a Kermit the frog impression?",
            "no"
        ]
    },
    {
        "date": "8.1.22 4:13 pm",
        "ctx": [
            "why do i waste so much time",
            "maybe you don't like time"
        ]
    },
    {
        "date": "8.1.22 2:20 pm",
        "ctx": [
            "what do you do if you had a good idea, but didnt want to do it?",
            "write it down"
        ]
    },
    {
        "date": "8.1.22 1:50 pm",
        "ctx": [
            "what's your record on solving a rubik's cube",
            "never solved it"
        ]
    },
    {
        "date": "8.1.22 11:16 am",
        "ctx": [
            "can you name a language that's also the name of a place?",
            "not quite"
        ]
    },
    {
        "date": "8.1.22 9:48 am",
        "ctx": [
            "heard you had an ipod. what model? i like ipods",
            "it was the ipod shuffle, with physical buttons. need the physical buttons or else i'd have to take the thing out of my pocket to see the buttons. i like to keep my hand on it so i can skip tracks at any time, and also manipulate the volume up and down as cars go by, because i want to still hear it good when a car goes by, but it's important that i turn the volume back down after the car passes"
        ]
    },
    {
        "date": "8.1.22 8:42 am",
        "ctx": [
            "Whats your best advice a beginner trying to learn an instrument",
            "spend some time with the instrument"
        ]
    },
    {
        "date": "8.1.22 6:10 am",
        "ctx": [
            "how do you make friends with someone who wants to be enemies",
            "don't think very much about the other person"
        ]
    },
    {
        "date": "8.1.22 4:55 am",
        "ctx": [
            "Opinion on being alive?",
            "unfathomable, unimaginable, unrealistic"
        ]
    },
    {
        "date": "8.1.22 3:22 am",
        "ctx": [
            "Bill, things are just slow lately. The day, it just lasts for such a long time, and nothing ggod or life changing is happening. What hshould I do?",
            "start thinking more specifically about what you wish would happen"
        ]
    },
    {
        "date": "8.1.22 1:15 am",
        "ctx": [
            "How do you feel about the (unproven but tried and tested) fact that every whole number starting with 6 can be expressed as the sum of three primes? For example, 263 = 3 + 3 + 257.",
            "any proof of that is probably going to be  more statistical in nature. kind of like how if it rains for 6 hours, the sidewalk will have no dry spots"
        ]
    },
    {
        "date": "8.1.22 12:33 am",
        "ctx": [
            "i've not been very productive lately and been wasting my time online and stuff. how to go back to being productive?",
            "it will help if you know what you would like to produce\n\n\n\n\n\n(ref: questions-2022-07.html)PREVIOUS QUESTIONS"
        ]
    }
]