[
    {
        "date": "2.28.22 11:50 pm",
        "ctx": [
            "What should my senior quote be",
            "see if you can get the glitched out text that goes all over the screen"
        ]
    },
    {
        "date": "2.28.22 11:18 pm",
        "ctx": [
            "Thoughts on the word \"strong?\"",
            "it's good"
        ]
    },
    {
        "date": "2.28.22 10:43 pm",
        "ctx": [
            "do you listen to your own music",
            "only if i am feeling fearless"
        ]
    },
    {
        "date": "2.28.22 8:32 pm",
        "ctx": [
            "does your next song have the word \"love\" in it? If yes how many times?",
            "no"
        ]
    },
    {
        "date": "2.28.22 7:32 pm",
        "ctx": [
            "is it good for things to make sense",
            "the best thing is when it slips out of sense and then comes back"
        ]
    },
    {
        "date": "2.28.22 6:35 pm",
        "ctx": [
            "any non-song videos planned for 2023?",
            "the plans are not that specific but i would assume yes"
        ]
    },
    {
        "date": "2.28.22 5:31 pm",
        "ctx": [
            "What's the words of your next song?",
            "\"the\", etc"
        ]
    },
    {
        "date": "2.28.22 3:11 pm",
        "ctx": [
            "how do i go about making a good song, where do i start? how do i lay a good foundation?",
            "i have bad and good news for you. the bad news is no one knows. the good news is you might know"
        ]
    },
    {
        "date": "2.28.22 3:04 pm",
        "ctx": [
            "have you ever wrote a song about writing songs",
            "i've barely ever written a song not about that"
        ]
    },
    {
        "date": "2.28.22 2:55 pm",
        "ctx": [
            "what was your favorite part of i'm scared?",
            "the part where i explain that i'm not scared"
        ]
    },
    {
        "date": "2.28.22 12:48 pm",
        "ctx": [
            "Will your next song take 5 months or less to make,",
            "less",
            "also will the word portion appear in the new song?",
            "no"
        ]
    },
    {
        "date": "2.28.22 10:50 am",
        "ctx": [
            "does the word \"astray\" appear in your next music video",
            "no"
        ]
    },
    {
        "date": "2.28.22 10:12 am",
        "ctx": [
            "what key is your next song",
            "E"
        ]
    },
    {
        "date": "2.28.22 9:54 am",
        "ctx": [
            "do you know of a color that the rest of us do not",
            "i doubt it"
        ]
    },
    {
        "date": "2.28.22 9:30 am",
        "ctx": [
            "What was the first set of lyrics from \"i'm scared\" that you wrote,",
            "\"i'm scared\"",
            "and when were they written?",
            "oct 20, 2021"
        ]
    },
    {
        "date": "2.28.22 7:41 am",
        "ctx": [
            "for you, what's the importance of the song title?",
            "this is to help you identify which song is which"
        ]
    },
    {
        "date": "2.28.22 4:56 am",
        "ctx": [
            "what is the meaning behind the song \"well, it's not so hard to do\"?",
            "trying to convince myself that it's not so hard to record a song"
        ]
    },
    {
        "date": "2.28.22 1:17 am",
        "ctx": [
            "what does klkfpu8orzce0ix mean in your videos? keyboard smash or link/ARG?",
            "that's only been in 1 video. it's an exclamation"
        ]
    },
    {
        "date": "2.28.22 12:44 am",
        "ctx": [
            "in the music video for \"i'm a princess\", around the 2:05 mark, the stars on the chess board as well as the words \"day\", and this is the important part, \"dream\" are in distinct shades of green and blue. was this foreshadowing of the \"more than a dream\" music video and cover art?",
            "impossible. 'more than a dream' was not even written yet",
            "was the latter a reference to the former?",
            "no",
            "or a mere coincidence?",
            "yes"
        ]
    },
    {
        "date": "2.28.22 12:32 am",
        "ctx": [
            "how can I bridge the gap between wanting to do something and actually doing it?",
            "describe to someone else how they could do it"
        ]
    },
    {
        "date": "2.27.22 11:42 pm",
        "ctx": [
            "Have you embraced the cold hard truth yet that in order to release videos faster then you can't make them as good as you want them to be",
            "since when have i ever been able to make them as good as i want them to be"
        ]
    },
    {
        "date": "2.27.22 11:23 pm",
        "ctx": [
            "how do you come up with an original story, rather a narrative that has this world/reality in mind but in a sense of something different",
            "there's 2 ways: you can wait until the story comes to you, which sometimes it does, or, if you don't think you have time to wait for that, then you can use another trick which is to write down 10 story ideas and make half of them bad on purpose. by purposely making half of them bad, half of them will be good. sometimes the bad half is good"
        ]
    },
    {
        "date": "2.27.22 8:52 pm",
        "ctx": [
            "how would you rate the sun and its services",
            "1 out of 1"
        ]
    },
    {
        "date": "2.27.22 5:49 pm",
        "ctx": [
            "any creative influences?",
            "topography"
        ]
    },
    {
        "date": "2.27.22 5:05 pm",
        "ctx": [
            "have you ever tried to play 2 songs at the same time?",
            "yes"
        ]
    },
    {
        "date": "2.27.22 4:25 pm",
        "ctx": [
            "I find there are certain phrases and rhymes I fall back on when writing songs (I use the phrase \"on your/his/her tongue\" WAY too often) are there any words you notice yourself putting in your songs often?",
            "yes"
        ]
    },
    {
        "date": "2.27.22 3:49 pm",
        "ctx": [
            "would you ever name a song based on a poll",
            "no"
        ]
    },
    {
        "date": "2.27.22 2:55 pm",
        "ctx": [
            "what color is your next song going to be?",
            "it feels blue/green but the song itself will not be colored because it's audio. i don't know what color the cover image will be yet, and the contents of the video will have many colors. probably too many"
        ]
    },
    {
        "date": "2.27.22 11:47 am",
        "ctx": [
            "What is love?",
            "it's the \"yes\" mode, of life"
        ]
    },
    {
        "date": "2.27.22 11:25 am",
        "ctx": [
            "do you like typography?",
            "yes"
        ]
    },
    {
        "date": "2.27.22 8:57 am",
        "ctx": [
            "why do I exist",
            "to push/pull the envelope"
        ]
    },
    {
        "date": "2.27.22 7:28 am",
        "ctx": [
            "what was the thing you skipped in \"maybe I could eat blades of grass\"?",
            "the plot"
        ]
    },
    {
        "date": "2.27.22 4:38 am",
        "ctx": [
            "i engineer songs. can i master your songs free of charge for the rest of my life?",
            "sure"
        ]
    },
    {
        "date": "2.27.22 1:26 am",
        "ctx": [
            "do you like your songs",
            "i'm supposed to make them how i like. is this possible? well...... it's worth a try"
        ]
    },
    {
        "date": "2.27.22 12:50 am",
        "ctx": [
            "I have a bunch of songs written but never seem to have the motivation to actually arrange and record them. what is your advice for my dilemma?",
            "try shorter songs first. there's possibly a million questions you'll have to answer for yourself, in the arranging and recording process. so it might be crucial to drastically reduce the product size at first, so it's easier to digest the situation"
        ]
    },
    {
        "date": "2.27.22 12:11 am",
        "ctx": [
            "How many times does the word word appear in the next song video?",
            "1-ish"
        ]
    },
    {
        "date": "2.26.22 11:35 pm",
        "ctx": [
            "Hey, I know this might a long shot but I'm wondering if you would be willing to answer a couple questions for a school English project I'm doing? I'm a big fan of your music and from reading your answers here and watching the reality videos, I feel like you might have some insightful things to say on this topic.\n\nEssentially I'm writing an essay comparing digital music production to a \"selfie\": they are both ways of capturing a moment in time, who you were as well as the world around you, then sharing it with people around the world through the internet. I was wondering if you could share some of your own experience with this so that I could include it in my writing? I have a couple questions:\n\n1. Could you explain how your experiences and personality at the time shaped the music you create, and how did your music change over time as you changed a person?",
            "as i get more experience, i can get better, but then that makes me get more attached to how good i think it's going, and then i get more afraid to take risks, so that creates a temporary problem. then i get desperate and snap and take more risks and it gets good again. this cycle repeats on all variations of timescales, long and short. even within 1 day",
            "2. Do you think self-expression through music has changed at all with the advent of online music sharing, compared to before the internet, and if so how?",
            "i was going to say yes but now that i think about it no",
            "3. In many ways, the music you create is an extension of yourself. Is it tough to put your music out there and be vulnerable in front of a wide audience which can now comment and give (potentially negative) feedback easily and quickly?",
            "the only thing more scary than doing it is not doing it"
        ]
    },
    {
        "date": "2.26.22 11:29 pm",
        "ctx": [
            "What's the bpm of the next song?",
            "98"
        ]
    },
    {
        "date": "2.26.22 11:13 pm",
        "ctx": [
            "when you wrote \"i'm crazy/it's raining\" were you actually depressed or did you just want to make a sad-sounding song?",
            "i was feeling a bit defeated",
            "also why did you look so happy when you played the triangle in that song",
            "why not"
        ]
    },
    {
        "date": "2.26.22 10:24 pm",
        "ctx": [
            "Would you consider making a song about COVID-19 in 50 years when everyone's forgotten about it?",
            "sure"
        ]
    },
    {
        "date": "2.26.22 9:31 pm",
        "ctx": [
            "i noticed you switched from helvetica (might quit) to arial (here comes the sun). was this just a result of changing your setup?",
            "yes",
            "would you consider going back to helvetica?",
            "it makes no difference to me. i don't notice the difference"
        ]
    },
    {
        "date": "2.26.22 9:23 pm",
        "ctx": [
            "would you be able to guess your own songs by only listening to 1 second of one",
            "likely"
        ]
    },
    {
        "date": "2.26.22 9:19 pm",
        "ctx": [
            "how do you make your videos",
            "i just try to wreck them"
        ]
    },
    {
        "date": "2.26.22 8:12 pm",
        "ctx": [
            "What is timespace",
            "it's like a friendly scarf, that anyone can use"
        ]
    },
    {
        "date": "2.26.22 8:01 pm",
        "ctx": [
            "have you ever written a bad song",
            "sure. sometimes that's the only way to get a good song"
        ]
    },
    {
        "date": "2.26.22 4:59 pm",
        "ctx": [
            "what's the best song you made by far?",
            "i can't tell"
        ]
    },
    {
        "date": "2.26.22 3:59 pm",
        "ctx": [
            "how many times does the word \"true\" appears in your next song ?",
            "0"
        ]
    },
    {
        "date": "2.26.22 3:27 pm",
        "ctx": [
            "was the thumbnail for more than a dream from one of your dreams?",
            "no"
        ]
    },
    {
        "date": "2.26.22 10:38 am",
        "ctx": [
            "curious as to whether your lyrics have any actual meaning or do you just write things that rhyme and sound good",
            "i avoid things that rhyme too closely, but in terms of meaning you're the only one who can test that. if you listen to it and you find yourself uninterested, uninspired, and don't enjoy it, and want to turn it off, then the answer is no there's no meaning"
        ]
    },
    {
        "date": "2.26.22 9:18 am",
        "ctx": [
            "In \"Just Did A Bad Thing\" how bad was the thing you did on a scale of 1 to 10?",
            "5.5"
        ]
    },
    {
        "date": "2.26.22 8:34 am",
        "ctx": [
            "if i can't do something, can i still be happy?",
            "yes"
        ]
    },
    {
        "date": "2.26.22 8:18 am",
        "ctx": [
            "is there a cat in your next song!!!!!!!!!!!!!!!!",
            "no"
        ]
    },
    {
        "date": "2.26.22 5:44 am",
        "ctx": [
            "how normal are you?",
            "insanely normal"
        ]
    },
    {
        "date": "2.26.22 5:31 am",
        "ctx": [
            "now that there is \"back\" on your next song. how about \"come\"? if yes, how many? and is there a \"come back\"?",
            "not quite"
        ]
    },
    {
        "date": "2.26.22 3:31 am",
        "ctx": [
            "How would you describe your fashion sense",
            "'below the radar'"
        ]
    },
    {
        "date": "2.26.22 2:31 am",
        "ctx": [
            "What's the most important question you have ever asked?",
            "'what'"
        ]
    },
    {
        "date": "2.26.22 1:48 am",
        "ctx": [
            "how do you come up with your color palettes?",
            "i don't think i use color palettes"
        ]
    },
    {
        "date": "2.26.22 12:19 am",
        "ctx": [
            "favorite letter not used by English?",
            "&theta;"
        ]
    },
    {
        "date": "2.25.22 10:52 pm",
        "ctx": [
            "IlIlIlIlI are you able to see the difference with the font you're using",
            "almost"
        ]
    },
    {
        "date": "2.25.22 10:01 pm",
        "ctx": [
            "Things haven't been the same spending a week in the mental institution and I've been suffering from intrusive thoughts. Is there a way I can make them extrusive instead?",
            "start writing"
        ]
    },
    {
        "date": "2.25.22 9:48 pm",
        "ctx": [
            "how did you get such a good track on your finger at 1:28 in i'm scared? i mean i guess the green screen could help a tiny bit but your finger changes orientation so it seems crazy",
            "just do it manually. watched it and then drew a line of the path i saw"
        ]
    },
    {
        "date": "2.25.22 7:52 pm",
        "ctx": [
            "what is it that stops a thing from being something other than what it is?",
            "itself"
        ]
    },
    {
        "date": "2.25.22 3:02 pm",
        "ctx": [
            "what's your favorite sandwich?",
            "a toast sandwich. for the folks at home that's a piece of toast between 2 pieces of bread"
        ]
    },
    {
        "date": "2.25.22 2:34 pm",
        "ctx": [
            "why do you always release your stuff on Tuesday?",
            "for freshness"
        ]
    },
    {
        "date": "2.25.22 11:10 am",
        "ctx": [
            "Is the ocean full of plastic?",
            "no, but there is some plastic in it"
        ]
    },
    {
        "date": "2.25.22 11:05 am",
        "ctx": [
            "how many chairs have you put in your video so far? remember, the swivel chair counts as 1 no matter how many times it appears",
            "1"
        ]
    },
    {
        "date": "2.25.22 8:18 am",
        "ctx": [
            "thoughts on New Zealand",
            "extremely eastern"
        ]
    },
    {
        "date": "2.25.22 8:16 am",
        "ctx": [
            "is \"back\" on your next song? if yes, how many times?",
            "3"
        ]
    },
    {
        "date": "2.25.22 5:45 am",
        "ctx": [
            "how do you come up with your song ideas",
            "basically i take a trip through the gutter and then into the sewer"
        ]
    },
    {
        "date": "2.25.22 5:03 am",
        "ctx": [
            "If you were going to do a presentation of a not so entertaining subject, what would you do to catch everyone's attention and make the public like it? Like what original ideas would you include in the way you do it so it doesn't get boring or just bad",
            "there's no such thing as a not-entertaining subject. if you are not entertained by it then it means you just don't know the whole story"
        ]
    },
    {
        "date": "2.25.22 3:33 am",
        "ctx": [
            "i have multiple sections of a song that sound good, but they don't transition very well between each other. your songs always sound smooth. how do you do that",
            "i just hold out for something that does work, on a run through. if you have 2 things that never worked together on a run through, what i would do is just file them as different songs"
        ]
    },
    {
        "date": "2.25.22 2:48 am",
        "ctx": [
            "did your song \"im scared\" predict the russian invasion of ukraine?",
            "no"
        ]
    },
    {
        "date": "2.25.22 1:44 am",
        "ctx": [
            "do you understand how quantum mechanics works?",
            "not exactly, but i'm pretty sure i understand why"
        ]
    },
    {
        "date": "2.25.22 1:43 am",
        "ctx": [
            "i feel like i've lost connection to creating art. how do i feel close to it again? i miss it",
            "try doing the most non-art things thing you can. that should do the trick"
        ]
    },
    {
        "date": "2.25.22 1:23 am",
        "ctx": [
            "do your songs bring wisdom",
            "i'll try my best"
        ]
    },
    {
        "date": "2.25.22 12:25 am",
        "ctx": [
            "how many times does the word \"the\" appear in your next song",
            "25"
        ]
    },
    {
        "date": "2.24.22 10:39 pm",
        "ctx": [
            "what did damien maymdien skip over on the list?",
            "the plot"
        ]
    },
    {
        "date": "2.24.22 10:00 pm",
        "ctx": [
            "when you say you did 3 songs in 2021, you're referring to \"i'm scared\" being finished on dec 27, right?",
            "money, more than a dream, i'm scared"
        ]
    },
    {
        "date": "2.24.22 8:52 pm",
        "ctx": [
            "Have you ever accidentally sang a wrong word while recording a song (not what was written in the lyrics or maybe mixed up lines from different verses, or accidentally pronounced a word incorrectly, etc.)... but then just thought 'eh, whatever' and left it in there anyways because it was otherwise a solid vocal take?",
            "no"
        ]
    },
    {
        "date": "2.24.22 8:25 pm",
        "ctx": [
            "Why do you not use capital letters",
            "i do, but i admit it can appear that way if you are paying little to no attention whatsoever"
        ]
    },
    {
        "date": "2.24.22 8:16 pm",
        "ctx": [
            "do you think we will ever live in harmony?",
            "yes"
        ]
    },
    {
        "date": "2.24.22 7:17 pm",
        "ctx": [
            "What's your best BPM?",
            "90"
        ]
    },
    {
        "date": "2.24.22 6:30 pm",
        "ctx": [
            "I feel overwhelmed. What should I do?",
            "write down as many of the whelms as you can. get a whelm count going"
        ]
    },
    {
        "date": "2.24.22 5:40 pm",
        "ctx": [
            "what advice do you have for aspiring musicians?",
            "try music!"
        ]
    },
    {
        "date": "2.24.22 4:44 pm",
        "ctx": [
            "how to go out of your comfort zone without fear",
            "start by getting scared of your comfort zone"
        ]
    },
    {
        "date": "2.24.22 4:29 pm",
        "ctx": [
            "waiting on audition for three weeks, how do i not let this consume my thoughts?",
            "do some more auditions. do so many that when they call you you won't remember which one is calling you"
        ]
    },
    {
        "date": "2.24.22 11:14 am",
        "ctx": [
            "Have you ever considered getting an apprentice?",
            "yes"
        ]
    },
    {
        "date": "2.24.22 11:07 am",
        "ctx": [
            "Do you like bees",
            "i respect them"
        ]
    },
    {
        "date": "2.24.22 10:09 am",
        "ctx": [
            "what's the instrument at the end of \"is love just an illusion\"?",
            "muted trumpet",
            "It sounds like evening.",
            "muted trumpets are commonly played in the evening"
        ]
    },
    {
        "date": "2.24.22 10:07 am",
        "ctx": [
            "Will your next song include the word peace",
            "no"
        ]
    },
    {
        "date": "2.24.22 9:19 am",
        "ctx": [
            "how many times does the next song talk about -love-",
            "does not mention it directly"
        ]
    },
    {
        "date": "2.24.22 9:11 am",
        "ctx": [
            "Want to print a brain?",
            "that sounds lovely"
        ]
    },
    {
        "date": "2.24.22 7:26 am",
        "ctx": [
            "why is everything so dumb and stupid ?",
            "this is due to intelligence"
        ]
    },
    {
        "date": "2.24.22 3:52 am",
        "ctx": [
            "were the random characters in the speech bubble in the princess video generated in 1 go or did you do it a few times to get something that looked right?",
            "it was a first try, but i checked it to make sure there wasn't anything recognizably evil"
        ]
    },
    {
        "date": "2.24.22 3:26 am",
        "ctx": [
            "where does crazy come from",
            "you"
        ]
    },
    {
        "date": "2.24.22 2:47 am",
        "ctx": [
            "what is potential?",
            "what something \"could\" do",
            "what does it mean to waste potential?",
            "not much. you always \"could\" do more things than you actually can do, because there are more possibilities than you'll ever have time for in a lifetime. any specific talk about \"wasted\" potential is secretly implying that one of the alternate things you could have done is what you should have done"
        ]
    },
    {
        "date": "2.24.22 1:02 am",
        "ctx": [
            "Why some people don't understand that we need peace?",
            "everyone understands it"
        ]
    },
    {
        "date": "2.23.22 11:07 pm",
        "ctx": [
            "bill wtf is going on in the rhythm on the \"ay oh ayyy oh ayyy\" part in hallelujah?",
            "(ref: ayo.png\"target=\"_blank)this"
        ]
    },
    {
        "date": "2.23.22 9:50 pm",
        "ctx": [
            "how did you make such a smooth key change in got some money at 2:25",
            "just went to it. literally just went back to the first chord of the song, without warning"
        ]
    },
    {
        "date": "2.23.22 9:23 pm",
        "ctx": [
            "What is the difference between a \"boat\" and a \"ship\"",
            "the size"
        ]
    },
    {
        "date": "2.23.22 9:14 pm",
        "ctx": [
            "how to balance between being yourself and pleasing the audience",
            "be your own pleased audience"
        ]
    },
    {
        "date": "2.23.22 7:17 pm",
        "ctx": [
            "Have you made a song using a music type from another country before?",
            "the types are all blended. there's always a mix of continents in there somewhere"
        ]
    },
    {
        "date": "2.23.22 5:25 pm",
        "ctx": [
            "how do i get enlightened",
            "it's impossible not to get enlightened"
        ]
    },
    {
        "date": "2.23.22 4:45 pm",
        "ctx": [
            "I want to learn another language can you help me",
            "go to where it's the main language. start living there"
        ]
    },
    {
        "date": "2.23.22 4:30 pm",
        "ctx": [
            "can you make a song about cars",
            "sure"
        ]
    },
    {
        "date": "2.23.22 3:00 pm",
        "ctx": [
            "are you still planning on releasing a song in march or was that \"I'm scared\"",
            "there will be 2 songs released in march"
        ]
    },
    {
        "date": "2.23.22 2:32 pm",
        "ctx": [
            "What is music? I tried to make noise, and I accidentally made it sound good. How do I avoid making music in the near future?",
            "that's impossible"
        ]
    },
    {
        "date": "2.23.22 2:22 pm",
        "ctx": [
            "What is a square root of art?",
            "the artist"
        ]
    },
    {
        "date": "2.23.22 2:10 pm",
        "ctx": [
            "What do you like most about making music?",
            "it helps answer everything. expecially things that are unanswerable"
        ]
    },
    {
        "date": "2.23.22 1:04 pm",
        "ctx": [
            "How many times does the word \"sock\" appear in your next song?",
            "0"
        ]
    },
    {
        "date": "2.23.22 11:41 am",
        "ctx": [
            "is the next song or two (idk how far you make them ahead) that you make gonna be a sad song?? cuz i don't really like most happy songs...",
            "it's happy"
        ]
    },
    {
        "date": "2.23.22 9:20 am",
        "ctx": [
            "are there any feelings/events that have inspired the song you're working on right now?",
            "swinging on 2 chords in a carefree manner"
        ]
    },
    {
        "date": "2.23.22 9:03 am",
        "ctx": [
            "Listening to your music is like having my ears on shrooms. How do you do that?",
            "i happen to be a shroom"
        ]
    },
    {
        "date": "2.23.22 7:48 am",
        "ctx": [
            "will u ever make a song title having a single word",
            "i've done it before, and i will do it again"
        ]
    },
    {
        "date": "2.23.22 7:39 am",
        "ctx": [
            "You made four songs in 2021,",
            "that's not true, it was only 3",
            "will you do the same in 2022? Or more? Or less?",
            "15"
        ]
    },
    {
        "date": "2.23.22 3:32 am",
        "ctx": [
            "so how's the new sandal song going",
            "done. i should clarify it's not about sandals"
        ]
    },
    {
        "date": "2.22.22 11:27 pm",
        "ctx": [
            "How do you tell if you're overthinking something?",
            "if you find yourself asking that question"
        ]
    },
    {
        "date": "2.22.22 11:05 pm",
        "ctx": [
            "was \"what's the name of this tune\" an intentional reference to just did a bad thing?",
            "no",
            "both songs seem to me to be about songwriting, so i thought maybe it was an intentional callback"
        ]
    },
    {
        "date": "2.22.22 10:43 pm",
        "ctx": [
            "Do you have the music on when you're recording yourself dancing?",
            "yes"
        ]
    },
    {
        "date": "2.22.22 10:43 pm",
        "ctx": [
            "what would the implications of immortality be for you, personally?",
            "i'd have to think eventually it would lead to making universes"
        ]
    },
    {
        "date": "2.22.22 9:42 pm",
        "ctx": [
            "have you ever used the cube transition in your videos before?",
            "i'm not sure what you mean",
            "would you ever use it in the future?",
            "all options are on the table"
        ]
    },
    {
        "date": "2.22.22 9:40 pm",
        "ctx": [
            "what was in the third box in the unboxing",
            "dust"
        ]
    },
    {
        "date": "2.22.22 5:48 pm",
        "ctx": [
            "do you feel like music notation (sheet music) is intuitive at all?",
            "yes. the notes go from left to right through time, and low to high with pitch"
        ]
    },
    {
        "date": "2.22.22 4:05 pm",
        "ctx": [
            "when are u gonna make another video",
            "as soon as i finish the song i'm doing"
        ]
    },
    {
        "date": "2.22.22 3:34 pm",
        "ctx": [
            "would you be willing to perform during the new year's eve party of 2077?",
            "sure"
        ]
    },
    {
        "date": "2.22.22 3:33 pm",
        "ctx": [
            "before the current song, have you ever written a song about boats before?",
            "yes"
        ]
    },
    {
        "date": "2.22.22 2:23 pm",
        "ctx": [
            "screw the boats, what's the key of your new song?",
            "E"
        ]
    },
    {
        "date": "2.22.22 1:35 pm",
        "ctx": [
            "can you make a song about boats",
            "that's preposterous. who do you think i am"
        ]
    },
    {
        "date": "2.22.22 11:01 am",
        "ctx": [
            "Why did you write the \"Love\" in the minute 2:21 of i'm scared with a capital L?",
            "to be more readible, and..... Legible"
        ]
    },
    {
        "date": "2.22.22 10:31 am",
        "ctx": [
            "Everyone is always telling me to sing through my instrument to become a better musician, play with emotion and musicality and what not. I don't really get it but I try to do what they say, sing to myself when playing, but I feel like when I play I lack those things still. Do you know what they mean, and/or what I should do?",
            "it doesn't really matter what they mean. they've tried to tell you what to do, and it doesn't make sense to you. that's about as far as this round goes...... now it's your turn to tell someone else how to do something, and see if they get that"
        ]
    },
    {
        "date": "2.22.22 8:32 am",
        "ctx": [
            "If not boats, then what is your next song about?Or perhaps, what sorts of feelings do you expect it would evoke?",
            "i was gonna say it's about sandals, but it's definitely absolutely not about sandals. that much i can guarantee"
        ]
    },
    {
        "date": "2.22.22 7:31 am",
        "ctx": [
            "What can I rhyme orange with?",
            "lozenge"
        ]
    },
    {
        "date": "2.22.22 7:25 am",
        "ctx": [
            "how do you move a desktop computer from one place to another?",
            "how about moving the entire universe except for the computer"
        ]
    },
    {
        "date": "2.22.22 7:14 am",
        "ctx": [
            "do you haave any tips for how to survive",
            "try moving, not moving, and different combinations of moving and not moving"
        ]
    },
    {
        "date": "2.22.22 5:12 am",
        "ctx": [
            "What is the universe?",
            "the word 'universe' is pretty much meant to mean the entire world you are living in, expanded out to the farthest extent possible",
            "Is it an object in another, larger existence?",
            "if so, then you'd have to switch what you're calling 'universe' and start calling that larger thing the universe. Or you could just keep chasing new names, each time claiming that the new name really means the whole thing",
            "If it isn't, and the universe is all that is and everything that exists is inside it, what IS it?",
            "in that case, it would be everything",
            "It has a boundary, we know (roughly) how big it is, and that it's expanding.",
            "i think it's a decent logical assumption to assume that it has no size (infinite), but i don't really think anyone can prove that. and you certainly can't see or measure all of it. the amount of it which we can see has been measured. but that's not the size of the whole universe, that's just the size we can see, which is known as the 'observable' universe. right now pretty much no one can see further, but that's not a 'space' boundary, it's actually more of a time boundary. looking that far a way looks back in time, and for some reason there is actually a problem with looking back more than 13.8 bil years.... something gets weird and there's like a desktop background of some sort",
            "WHAT IS IT EXPANDING INTO?",
            "there is an expanding sensation happening. but it's not clear how to define or explain that. everything seems to be getting further away from each other. but then again, the earth feels like it's accelerating up under us, but that would be backwards for the other side of the planet,... and it's not. So there is clearly something relativistic going on in both cases that is possibly a next level of whacky that no one has quite nailed down yet. but these things always get found and learned eventually. even the weird ones",
            "I read All Tomorrows a few hours ago and I'm having an existential crisis. Does it bother you that we will never know the answer to these questions, that the answer likely doesn't exist in this universe and that there are some things we will never know and that it is literally impossible to know?",
            "that's what it used to feel like for a lot of things that are now known",
            "Also how do I get my inspiration back to start making mediocre but somewhat original tracks in FL Studio/Ableton again",
            "see what else there is to be inspired by. then you can go back"
        ]
    },
    {
        "date": "2.22.22 4:40 am",
        "ctx": [
            "Have you ever written a song in the key of Z?",
            "yes but that's only while i was experimenting with a new note-labelling system which labels all the black keys with single letters"
        ]
    },
    {
        "date": "2.22.22 2:32 am",
        "ctx": [
            "how to articulate thoughts . . . Into something More than thoughts ?",
            "no one knows how, but you'll do it anyway"
        ]
    },
    {
        "date": "2.22.22 2:13 am",
        "ctx": [
            "are you getting annoyed/tired about all the boat jokes",
            "i've never heard a boat joke"
        ]
    },
    {
        "date": "2.22.22 1:17 am",
        "ctx": [
            "what to do if im too smart for my own sake",
            "maybe you can share your smarts for other people's sakes as well"
        ]
    },
    {
        "date": "2.21.22 11:20 pm",
        "ctx": [
            "I found an old tweet of yours saying \" took the myers briggs test and found out i'm a witch\"\nCould you please elaborate on this and tell which MBTI type you are specifically?",
            "i am not mbti. the questions are multiple choice, but i can't decide.................. 'which'"
        ]
    },
    {
        "date": "2.21.22 11:16 pm",
        "ctx": [
            "what's your favourite thing about the universe?",
            "the way it's sympathetic and empathetic at the same time"
        ]
    },
    {
        "date": "2.21.22 10:26 pm",
        "ctx": [
            "how do i get better at singing?",
            "you may have to sing what you mean"
        ]
    },
    {
        "date": "2.21.22 10:04 pm",
        "ctx": [
            "opinion on calendars",
            "dank"
        ]
    },
    {
        "date": "2.21.22 9:46 pm",
        "ctx": [
            "do you think you will keep making songs",
            "yes"
        ]
    },
    {
        "date": "2.21.22 9:17 pm",
        "ctx": [
            "near the end of i'm scared why do you say \"falling\" but your voice is going up as if you're rising?? are you actually not falling and this is just an illusion like Love",
            "you can still sing upward while you are falling"
        ]
    },
    {
        "date": "2.21.22 7:51 pm",
        "ctx": [
            "In your song new canaan it says you went to new canaan pensylvannia, but there is actually no new canaan in pensylvannia. There is the city of Nsw Canaan in Connecticut and the Canaan township in Pensylvannia. Which is the one you went to.",
            "if you can make it through another 15 seconds of the song, it clears that issue right up"
        ]
    },
    {
        "date": "2.21.22 6:43 pm",
        "ctx": [
            "i still recall this one time i was trying to fall asleep, and i was in this partially concious state where a whole ass song was created by my brain, and i could almost hear it all, and i was amazed that it was possible, cuz it was all the different parts of the song, and i wasn't even trying to do it until it had already been happening. has anything like this happened to you?",
            "yes"
        ]
    },
    {
        "date": "2.21.22 5:42 pm",
        "ctx": [
            "why do some people want you to make a song about boats?",
            "no one wants that",
            "will you ever consider it?",
            "boats naturally turn up in songs. i'm not against this. it's probably happened before and it will probably happen again. there's at least 3 or 4 boat songs in the list"
        ]
    },
    {
        "date": "2.21.22 3:45 pm",
        "ctx": [
            "what key is \"and the day goes on\"?",
            "F#"
        ]
    },
    {
        "date": "2.21.22 3:41 pm",
        "ctx": [
            "Hey Bill, I absolutely loved your new song \"I'm Scared.\" It's the most personally relatable song you've made so far, at least for me, so thank you very very much for that.\n\nI particularly loved the very beginning, it was very funky and jazzy and it sounded like the scenes in movies where the character is sneaking around and being sneaky. My question is, how did you create that feeling? What is it in the music that creates that feeling? Is it the bass, the tempo? What is it?? I know you're the right guy to ask.",
            "it doesn't sound like sneaking to me. too fast and loud for sneaking"
        ]
    },
    {
        "date": "2.21.22 3:26 pm",
        "ctx": [
            "Of the last 5, which one of your videos do you think needed more time in the oven?",
            "all of them needed less time, except \"money\""
        ]
    },
    {
        "date": "2.21.22 2:11 pm",
        "ctx": [
            "do you feel stressed about everyone pressuring you to make a boat song?",
            "no, it's very calming",
            "and is a boat metaphorical? hmm",
            "easily"
        ]
    },
    {
        "date": "2.21.22 1:27 pm",
        "ctx": [
            "do you have all the lyrics of your songs memorised?",
            "no"
        ]
    },
    {
        "date": "2.21.22 12:08 pm",
        "ctx": [
            "Do you think you could soundtrack a Disney movie?",
            "sure"
        ]
    },
    {
        "date": "2.21.22 11:10 am",
        "ctx": [
            "if the next song isn't about boats, is it about trains?",
            "no"
        ]
    },
    {
        "date": "2.21.22 10:00 am",
        "ctx": [
            "do you still have the hiring all positions sign",
            "no. i hated that thing"
        ]
    },
    {
        "date": "2.21.22 7:19 am",
        "ctx": [
            "In a previous question, you said you didn't think the universe was a sphere. So what shape is it?",
            "infinite"
        ]
    },
    {
        "date": "2.21.22 6:48 am",
        "ctx": [
            "is the word sand in your next song",
            "no"
        ]
    },
    {
        "date": "2.21.22 4:08 am",
        "ctx": [
            "you could have sang 'i found my way into &lt;a> strong happy happy' or ' i found my way into strong happy day&lt;s>' but you sang ' i found my way into strong happy day' and it's stronger and happier than either of thosemore grammatically correct possibilities",
            "none of that is true"
        ]
    },
    {
        "date": "2.21.22 3:56 am",
        "ctx": [
            "How long ago did you record the visuals of yourself in the music video for \"I'm Scared\"?",
            "that was january 8, 2022"
        ]
    },
    {
        "date": "2.21.22 3:12 am",
        "ctx": [
            "is there anything important I should focus on while im in highschool?",
            "the shape of the building........ or, you could take the inverse, and consider the shape of the entire world outside that building"
        ]
    },
    {
        "date": "2.21.22 2:44 am",
        "ctx": [
            "Can you do a community poll with the question \"Do you want a song about boats\"? It would help us with understanding the universe",
            "no one can predict what kind of song they want"
        ]
    },
    {
        "date": "2.21.22 2:40 am",
        "ctx": [
            "I've heard there are some boats in your next song.",
            "well you didn't hear it from me, and i'm the only one who knows",
            "Will there be anything other than boats in it?",
            "yes"
        ]
    },
    {
        "date": "2.21.22 1:22 am",
        "ctx": [
            "do you like boats?",
            "i respect them"
        ]
    },
    {
        "date": "2.21.22 12:24 am",
        "ctx": [
            "is there anything you can say for certain?",
            "i was going to say yes but now that i think about it no"
        ]
    },
    {
        "date": "2.20.22 10:39 pm",
        "ctx": [
            "why does everyone think your next song is about boats?",
            "no one does",
            "i've mathematically worked out that because your next song will contain a total of: zero boats and eighteen extra-terrestrial bodies.",
            "well,..... at least a trillion, if you could somehow count",
            "Therefore, your next song is clearly about Antarctica.",
            "it is not"
        ]
    },
    {
        "date": "2.20.22 10:37 pm",
        "ctx": [
            "Will the next song be good",
            "let me check"
        ]
    },
    {
        "date": "2.20.22 10:22 pm",
        "ctx": [
            "I made a question in 2020 about if your songs have a meaning, do you know where that is? Also your songs arevery pleasing to the ear",
            "the may not be what you want to hear, but, pleasingness is a meaning"
        ]
    },
    {
        "date": "2.20.22 10:19 pm",
        "ctx": [
            "do you like biscuits",
            "i like 1 biscuit"
        ]
    },
    {
        "date": "2.20.22 10:06 pm",
        "ctx": [
            "Forget boats, when is your song about seaweed coming?",
            "won't happen. well,..... that might not be true"
        ]
    },
    {
        "date": "2.20.22 9:12 pm",
        "ctx": [
            "why are people asking about boats in your next song",
            "take a look in the mirror. why are you asking about people asking about boats"
        ]
    },
    {
        "date": "2.20.22 8:50 pm",
        "ctx": [
            "when was the first time you've used a muted trumpet line in a song? the little one in \"i'm scared\" felt fresh",
            "that would be the first time"
        ]
    },
    {
        "date": "2.20.22 8:49 pm",
        "ctx": [
            "Does it ever snow onto the ocean?",
            "yes"
        ]
    },
    {
        "date": "2.20.22 8:28 pm",
        "ctx": [
            "What human qualities make someone a good letter carrier?",
            "strong"
        ]
    },
    {
        "date": "2.20.22 8:22 pm",
        "ctx": [
            "What is zero divided by zero?",
            "didn't happen"
        ]
    },
    {
        "date": "2.20.22 8:15 pm",
        "ctx": [
            "what is your favorite thing (in the whole expanding sphere that is the universe)",
            "i don't think it's a sphere"
        ]
    },
    {
        "date": "2.20.22 7:26 pm",
        "ctx": [
            "do you ever use capital letters when writing a response and then get stressed about it",
            "no"
        ]
    },
    {
        "date": "2.20.22 6:47 pm",
        "ctx": [
            "in the music video for here comes the sun, you feature 6 chairs. in the one for i'm a princess, 3. in the money video, 1. the remaining numbers are 7 and 56. by my calculations you will need at least 14 chairs in your upcoming video in between all the boats. good luck",
            "you might be right"
        ]
    },
    {
        "date": "2.20.22 6:43 pm",
        "ctx": [
            "why is it that I always feel more awake when I should be sleeping than I do when I am supposed to be awake",
            "this is just the mischievous nature of the subconscious"
        ]
    },
    {
        "date": "2.20.22 4:31 pm",
        "ctx": [
            "pls make another song",
            "i almost didn't think of that"
        ]
    },
    {
        "date": "2.20.22 3:11 pm",
        "ctx": [
            "If I want to make music like you, where do I start? I've been making music for years, but I feel like I'm failing no matter what I do. I know I shouldn't compare myself to other musicians, and that's one thing I've been working on lately, but it's frustrating sometimes. Any advice would be appreciated. Thank you",
            "you've already started, and you started in a good place. the hardest part is remembering that you always knew what to do"
        ]
    },
    {
        "date": "2.20.22 3:11 pm",
        "ctx": [
            "what is something you don't understand",
            "the rotation curve of galaxies"
        ]
    },
    {
        "date": "2.20.22 1:26 pm",
        "ctx": [
            "do you take anything daily or are you straight biologically trippin",
            "i take a vitamin pill"
        ]
    },
    {
        "date": "2.20.22 12:37 pm",
        "ctx": [
            "How many times does \"e\" occure in your new song",
            "i can think of at least 3 totally different ways to interpret that"
        ]
    },
    {
        "date": "2.20.22 11:24 am",
        "ctx": [
            "Is https://billwurtz.com/note202005101154.html related in any way to \"I'm scared\"?",
            "no"
        ]
    },
    {
        "date": "2.20.22 11:06 am",
        "ctx": [
            "Thoughts on Radiohead?",
            "imagine a head, just..... filled with radio"
        ]
    },
    {
        "date": "2.20.22 9:15 am",
        "ctx": [
            "is \"dream\" a lyrics on your next song",
            "no"
        ]
    },
    {
        "date": "2.20.22 5:45 am",
        "ctx": [
            "Is there any boat in particular that your new song will be based on (container ship, leisure yacht, jetski, etc.),",
            "no",
            "or is it just boats in general?",
            "no"
        ]
    },
    {
        "date": "2.20.22 3:29 am",
        "ctx": [
            "are your videos long and strong yet?",
            "almost"
        ]
    },
    {
        "date": "2.20.22 2:43 am",
        "ctx": [
            "According to your lyrics page, you've mentioned boats once, but spaceships in three separate songs. Do you plan on singing about boats again sometime?",
            "no, but i also don't plan not to"
        ]
    },
    {
        "date": "2.20.22 1:34 am",
        "ctx": [
            "Amazing song you released recently!\nI'm trying to sing better, but I don't understand what chest voice is, how it works, and how to use it. My voice sounds slightly nasally, and none of the tutes make sense to my style of understanding a process.\nHow would you describe singing in chest voice? How do I go about it?\nThanks!",
            "i honestly have never known quite what a chest voice or head voice is. i can feel that there is a whole range of different ways to make singing sounds...... more than 2, for sure, but it's not always possible for me to exactly control it. my thoughts and emotions are the overwhelming factor to what determines the sound. it's similar to acting, in that way. you have to believe that the script (or lyric) is real in that moment"
        ]
    },
    {
        "date": "2.20.22 1:24 am",
        "ctx": [
            "What's this I hear about a boat song?",
            "must have been something you heard from someone else"
        ]
    },
    {
        "date": "2.20.22 1:06 am",
        "ctx": [
            "what do you do when you come up with a separate song fragment that really feels like it should be in another (partially written) song [same subject matter, lyrical style etc] but you don't know how to insert it into the song? (bonus points if you know a way to change the tempo mid song to fit the separate fragment without it sounding bad)",
            "i just file it as a different song. if when writing song 1 you spontaneously find song 2 automatically coming up, that's ok too, but i wouldn't demand it. especially if the tempos are different"
        ]
    },
    {
        "date": "2.20.22 12:50 am",
        "ctx": [
            "Is the word 'the' in your next song?",
            "yes"
        ]
    },
    {
        "date": "2.20.22 12:32 am",
        "ctx": [
            "will you ever do a boat song?",
            "i don't see why not"
        ]
    },
    {
        "date": "2.20.22 12:19 am",
        "ctx": [
            "What made you decide to start working with 3D modeling?",
            "sometimes it's useful to represent my ideas better. my ideas are sometimes in 3D because i live in a 3D world"
        ]
    },
    {
        "date": "2.20.22 12:01 am",
        "ctx": [
            "hello, how do u make ur videos",
            "i don't know yet"
        ]
    },
    {
        "date": "2.19.22 11:56 pm",
        "ctx": [
            "Boat fan here. I just wanted to thank you for finally making a song for us boat fans. We can't wait!!",
            "not happening"
        ]
    },
    {
        "date": "2.19.22 11:25 pm",
        "ctx": [
            "what's your favorite year",
            "2022"
        ]
    },
    {
        "date": "2.19.22 11:23 pm",
        "ctx": [
            "Tips on making a swanky melody and bassline? Love your music, by the way! :) -Z",
            "just take 1 note and contemplate whether you are going to play it or not. that's free will, at its finest"
        ]
    },
    {
        "date": "2.19.22 11:05 pm",
        "ctx": [
            "Why is everyone asking you if your next song is about boats?",
            "not everyone is. some people are not"
        ]
    },
    {
        "date": "2.19.22 10:34 pm",
        "ctx": [
            "do you ever get tired of the existing letters and the lack of any new ones recently",
            "no. i still haven't learned all the greek ones, which is necessary for understanding calculus which is necessary for understanding physics which is necessary for understanding special relativity which is necessary for understanding general relativity which is necessary for understanding the universe, which i intend to do at some point"
        ]
    },
    {
        "date": "2.19.22 10:20 pm",
        "ctx": [
            "your boat-related material is personally my favorite. what's your opinion of your nautical work",
            "i don't even recall having released any boat content, but i don't doubt that i have. it sounds like something i would do"
        ]
    },
    {
        "date": "2.19.22 10:11 pm",
        "ctx": [
            "what is the significance of tater tots",
            "they have no significance"
        ]
    },
    {
        "date": "2.19.22 9:31 pm",
        "ctx": [
            "Why is Money very minimalistic compared to the two previous songs?",
            "the song is not minimalistic, but the video is minimalistic. and the reason was so i could get it done faster and therefore release it sooner. it's likely that i will do the same for my next"
        ]
    },
    {
        "date": "2.19.22 8:57 pm",
        "ctx": [
            "why did you choose such hideous colours for the lyrics section?",
            "this is to make sure you don't spend too much time there, just reading the lyrics without the music"
        ]
    },
    {
        "date": "2.19.22 8:57 pm",
        "ctx": [
            "why is there a bunch of unnecessary words/visuals put everywhere in your music videos",
            "don't worry about it, the whole video is unnecessary"
        ]
    },
    {
        "date": "2.19.22 8:52 pm",
        "ctx": [
            "rather chill on the beach or in the mountains?",
            "mountains"
        ]
    },
    {
        "date": "2.19.22 8:34 pm",
        "ctx": [
            "Do you get bitches?",
            "it's me, i'm the bitch"
        ]
    },
    {
        "date": "2.19.22 7:06 pm",
        "ctx": [
            "how to be original",
            "learn everthing that's ever been done, and then do something different. or perhaps don't learn anything anyone's ever done, and then hope that your thing is not the same as theirs by coincidence"
        ]
    },
    {
        "date": "2.19.22 5:20 pm",
        "ctx": [
            "how would you describe the feeling of a sus4",
            "it feels like a mirror"
        ]
    },
    {
        "date": "2.19.22 4:43 pm",
        "ctx": [
            "how did you get the courage to start putting your work online?",
            "the more i didn't, the more it didn't happen. and it needs to happen. so as it doesn't happen, that leads to a greater need, greater desire, and more courage",
            "I have years of stuff that I never put up because I'm waiting for the right moment. There's still more work I want to do, lots of the songs feel unfinished, and for the ones that feel finished I have more work I want to do on them (like better mixing etc). Im scared to make a social media account or a place where I can upload my songs, because what will probably happen is no one will care about it, then I'll be embarrassed for having this music project rot on the internet. Also I'm scared that if I upload something, I'll feel the pressure to keep uploading, and that pressure might kill the fun of it and I won't want to make songs anymore. maybe I shouldn't post online at all if I enjoy making songs on my own? I admire how your music is so carefree and you post it all online for everyone to see, but there must have been a moment when you posted your first ever song online, was that hard to do?",
            "usually it's a package deal for me. posting 1 item online is almost unbearable. what i truly want is to post an ongoing series of many items. most of the time, if i've posted 1 item, it means i've fully convinced myself that it is just 1 of a series of many"
        ]
    },
    {
        "date": "2.19.22 2:13 pm",
        "ctx": [
            "your last song hit me with a silverforged umbrella which could be also used as a warhammer in a surprising manner my dear cousin......... i've been boobling and wobbling allll kinda shenanigans and randomly shouting 'mm scaa&#287;e&#287;&#287;ea&#287;&#287;erddd in my home. thank thank thank thank you! and now, the question part,,,,\n\nsince this song revolves highly around the j u i c y bassline, and since you and most other people are complaining about how most of the daily go to devices of ours tyrannically kill the lower frequencies, did this come as a problem in this song during a part of your process?",
            "it's always a problem, but, whatever, so is gravity",
            "have u used some lil trix to make the bass even juicier for our mobile devices, what was those trix?",
            "on this song, because the bass riff is featured, it's usually doubled by something else, such as piano",
            "do you also love me?",
            "i'm not sure",
            "thank you thats all my questions\n\ndown down n down down keep talkin'\ni'm on the ground an i'm walkin!"
        ]
    },
    {
        "date": "2.19.22 1:42 pm",
        "ctx": [
            "how are you able to maintain a wide and vast perspective on things",
            "i'm a dot. everything looks wide when you're that small"
        ]
    },
    {
        "date": "2.19.22 1:30 pm",
        "ctx": [
            "you say \"hope you have a good day\" is 6 seconds on the snogs page, but it is actually 12 seconds. what is the meaning of this",
            "it's 6 seconds, and it's intended to be repeating seamlessly infinite times. on this website, i don't have the capability to post a (SEAMLESSLY!) looping audio file. so it plays 2 times, because 1 would not demonstrate the loop, and anything more would create too much expectation that something would change"
        ]
    },
    {
        "date": "2.19.22 1:13 pm",
        "ctx": [
            "Do you like to travel",
            "yes"
        ]
    },
    {
        "date": "2.19.22 12:51 pm",
        "ctx": [
            "did you ever make your way out of mount st Helens?",
            "i've never been to mount st helens"
        ]
    },
    {
        "date": "2.19.22 12:31 pm",
        "ctx": [
            "I'm scared of doing things, cuz if I do maybe my expectations of my proficiency in them will be broken. I'm scared lol",
            "instead of being suprised by non-proficiency, ...... if you do it 100 times you can surprise your friends and family with proficiency"
        ]
    },
    {
        "date": "2.19.22 12:28 pm",
        "ctx": [
            "opinions on clouds?",
            "they are surprisingly heavy"
        ]
    },
    {
        "date": "2.19.22 12:10 pm",
        "ctx": [
            "did your imagination work the same way as when you were younger? if so, how? and if not, how has it changed? \nif you're not sure that's chill. you're wonderful, bill. &lt;3",
            "i've learned to better understand some of the paradoxical workings of imagination. i've formed an amicable working relationship with my imagination"
        ]
    },
    {
        "date": "2.19.22 12:07 pm",
        "ctx": [
            "Looking forward to this boat song i keep hearing so much about",
            "i'm not doing a boat song"
        ]
    },
    {
        "date": "2.19.22 11:31 am",
        "ctx": [
            "your opinion on porcupines",
            "not very realistic"
        ]
    },
    {
        "date": "2.19.22 11:30 am",
        "ctx": [
            "how do you come up with such diverse lyrics?",
            "it helps to always have people accuse me of using too many of the same lyrics. this motivates me to prove them wrong"
        ]
    },
    {
        "date": "2.19.22 11:28 am",
        "ctx": [
            "how long does it normally take for you to make a music video?",
            "i don't think i've ever done it a normal way"
        ]
    },
    {
        "date": "2.19.22 10:03 am",
        "ctx": [
            "do your songs have any deeper meaning to them",
            "than what",
            "or is my 2am brain thinking too deeply into the funky beep bop song?",
            "you can go to whatever meaning-depth you desire, at any time of the day. i always try to get it as deep as possible"
        ]
    },
    {
        "date": "2.19.22 9:19 am",
        "ctx": [
            "what is your music genre",
            "regular"
        ]
    },
    {
        "date": "2.19.22 9:07 am",
        "ctx": [
            "is the next about breakfasts?",
            "no"
        ]
    },
    {
        "date": "2.19.22 8:54 am",
        "ctx": [
            "will you ever make more boat-related music",
            "i don't see why not"
        ]
    },
    {
        "date": "2.19.22 7:53 am",
        "ctx": [
            "is your next song about planes",
            "no, but i can see why you would think that"
        ]
    },
    {
        "date": "2.19.22 7:09 am",
        "ctx": [
            "Do you like blue-green? Or do you like blue and green separated together?...",
            "i like them both separately, or together. i don't know what separated together means"
        ]
    },
    {
        "date": "2.19.22 7:02 am",
        "ctx": [
            "hello could you please make a video like \"tomato anxiety\" i really liked that one",
            "sure, how about (ref: https://www.youtube.com/watch?v=AgXQZnQo0eM\"target=\"_blank)this one"
        ]
    },
    {
        "date": "2.19.22 4:55 am",
        "ctx": [
            "what is your secret to creating amazing music? are you high when making it?",
            "i am all different heights"
        ]
    },
    {
        "date": "2.19.22 2:06 am",
        "ctx": [
            "have you ever been playing an arcade game when suddenly you run out of quarters but then you look underneath the cabinet and find another quarter?",
            "first i'll have to find another arcade machine, because i ran out of arcade machines"
        ]
    },
    {
        "date": "2.19.22 12:12 am",
        "ctx": [
            "is must/might on the lyrics of your next song",
            "no"
        ]
    },
    {
        "date": "2.18.22 11:18 pm",
        "ctx": [
            "are we in a simulation?",
            "of what"
        ]
    },
    {
        "date": "2.18.22 11:11 pm",
        "ctx": [
            "what is the approximate numerical percentage that, theoretically, your next song will be in some way related to boats",
            "there's a 2% chance that it might remind you of some feelings you may have had while on a boat. but it doesn't remind me of that, and it doesn't mention anything about boats"
        ]
    },
    {
        "date": "2.18.22 10:20 pm",
        "ctx": [
            "why are glow sticks so cool?",
            "because of how impossible they seem"
        ]
    },
    {
        "date": "2.18.22 9:48 pm",
        "ctx": [
            "have you ever though about doing your videos in 60fps?",
            "yes. in 2020 i was doing everything in 60fps but it made everything look cheaper. didn't expect that, but it's true"
        ]
    },
    {
        "date": "2.18.22 9:45 pm",
        "ctx": [
            "is your next song about a beach",
            "no, but i can see why you would think that"
        ]
    },
    {
        "date": "2.18.22 9:15 pm",
        "ctx": [
            "is at the airport terminal basedon a true story that happened to you",
            "no, but it's based on how it feels at an airport terminal, in the best of times"
        ]
    },
    {
        "date": "2.18.22 8:26 pm",
        "ctx": [
            "do song melodies come to you in dreams?",
            "yes"
        ]
    },
    {
        "date": "2.18.22 7:17 pm",
        "ctx": [
            "how to be cool",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "2.18.22 7:00 pm",
        "ctx": [
            "What are your thoughts on Kansas (the state, not the band)?",
            "2D",
            "Have you been there to see for yourself which side of the road the land is on, or do you just enjoy imagining it?",
            "it's on both sides"
        ]
    },
    {
        "date": "2.18.22 5:51 pm",
        "ctx": [
            "do you use the same color palette in all your videos? i like them a lot",
            "i use all the colors"
        ]
    },
    {
        "date": "2.18.22 5:29 pm",
        "ctx": [
            "I described here comes the sun (specifically 0:17 with the chairs) as having \"hard, uneven lighting that communicates a sense of disorder to audiences\" in a Media project. Is this true, or is something else being communicated?",
            "the objective was to explore the dank 3D space in any way i can, without being sucked into the vortex of spending 500 years in the project. 500 to 1000 years is probably the natural amount to be stuck in a 3D project, in order to reasonably explore at least all the basic options for the material. And that's probably many times longer than my entire life span, so clearly some drastic drastic measures need to be taken, urgently, constantly, in order to taper that down to not only something that fits within 1 lifetime, but several times during 1 lifetime (i'm a multi-video kinda guy). So, ...... you grab some cubes, grab some chairs, stack them up, throw some lights, move the camera, .... and even just 1 of those things individually would be enough send you into a 25-year wormhole. so a \"shut up and go\" strategy has to be rapidly and rigorously invoked, again and again and again"
        ]
    },
    {
        "date": "2.18.22 3:56 pm",
        "ctx": [
            "youve said the letter e 13,777 times on this page, why",
            "well, let's backtrack a moment, why did you use it 7 times in your question"
        ]
    },
    {
        "date": "2.18.22 3:42 pm",
        "ctx": [
            "what advice do you have on trying to come up with music?",
            "it's all you. there's infinite music you can come up with. the hardest part is remembering how easy it is"
        ]
    },
    {
        "date": "2.18.22 1:51 pm",
        "ctx": [
            "what the hell is the time signature near the end of Slow Down",
            "7/4, or if you prefer a more reasonable sized bar then you could alternate 4/4 and 3/4",
            "(also do you like soup)",
            "i've been advised not to say"
        ]
    },
    {
        "date": "2.18.22 1:34 pm",
        "ctx": [
            "how do i make words make sense artistically but also not sound like they're someone else's? - a poet goin thru a crisis",
            "artistic sense is magnetic. words and anything else are all magnetically attracted to making artistic sense. So what this means is you can totally smash the words up into mud, and over time if you stir it and live with it, the sense will happen and it will be original. As long as you're there"
        ]
    },
    {
        "date": "2.18.22 1:29 pm",
        "ctx": [
            "your best piece of advice?",
            "make sure you give very good advice"
        ]
    },
    {
        "date": "2.18.22 1:11 pm",
        "ctx": [
            "Will your next song have the word wednesday in it?",
            "no"
        ]
    },
    {
        "date": "2.18.22 1:08 pm",
        "ctx": [
            "what is music",
            "it's a feelings enhancer"
        ]
    },
    {
        "date": "2.18.22 11:48 am",
        "ctx": [
            "How to not be conscious of your own dancing?",
            "do something else important at the same time"
        ]
    },
    {
        "date": "2.18.22 11:13 am",
        "ctx": [
            "are you ever taken aback?",
            "sometimes i'm taken aback when the door is ajar",
            "why does the expression \"take aback\" seem so silly?",
            "probably because you've never seen the word \"aback\" in any other context"
        ]
    },
    {
        "date": "2.18.22 10:22 am",
        "ctx": [
            "why did you put the squid game shapes in the song \"im scared\" at 2:05",
            "those are just regular shapes. what i'm wondering is, why did the squid game use regular shapes"
        ]
    },
    {
        "date": "2.18.22 8:59 am",
        "ctx": [
            "Do you ever feel like no matter whwt you do it wont matter because in the grand scheme of things our entire planet is a spec in the galaxy and is about to explode in the sun in a couple billion years.",
            "actually in the grand scheme of things, the planet is not a spec. the universe being of infinite size means it's impossible to compare any object's size against it. so therefore, everything is considered normal sized by default. and everything can also be considered to be in the center of the universe, by default"
        ]
    },
    {
        "date": "2.18.22 7:29 am",
        "ctx": [
            "On 1.8.17 at 4:03 am you were manufacturing an elephant. Did you finish the elephant?",
            "yes"
        ]
    },
    {
        "date": "2.18.22 3:56 am",
        "ctx": [
            "I'm working on a thesis about why the chicken crossed the road. Can you help me?",
            "are you sure the chicken even did cross the road"
        ]
    },
    {
        "date": "2.18.22 3:45 am",
        "ctx": [
            "is being crazy a good or bad thing?",
            "it's a medium thing"
        ]
    },
    {
        "date": "2.18.22 2:43 am",
        "ctx": [
            "How many hours would you say it takes to make one video? Including writing.",
            "i've no idea. i've never done it in the correct amount of time"
        ]
    },
    {
        "date": "2.17.22 11:00 pm",
        "ctx": [
            "do we really need to put stuff in bags",
            "probably yes, until the day of global collective telepathy"
        ]
    },
    {
        "date": "2.17.22 10:01 pm",
        "ctx": [
            "are you a big shot?",
            "i am a regular shot"
        ]
    },
    {
        "date": "2.17.22 9:42 pm",
        "ctx": [
            "can you please teach me how to shmoove like how you did in i'm scared",
            "sure. all you have to do is prove that the space you're in exists. first, you might as well prove it to yourself. test it out, see if it even does exist"
        ]
    },
    {
        "date": "2.17.22 8:50 pm",
        "ctx": [
            "what does the binary say in your latest video (on the box at 1:05)",
            "00110 01001"
        ]
    },
    {
        "date": "2.17.22 8:47 pm",
        "ctx": [
            "What's your opinion on spaghetti",
            "almost yellow enough to be yellow. if it were any more yellow, would be yellow"
        ]
    },
    {
        "date": "2.17.22 8:38 pm",
        "ctx": [
            "are you sure the next song isnt about boats?",
            "no. i will admit, it could be applied to boats"
        ]
    },
    {
        "date": "2.17.22 6:51 pm",
        "ctx": [
            "ever thought about doing non-song videos again?",
            "yes"
        ]
    },
    {
        "date": "2.17.22 6:26 pm",
        "ctx": [
            "Did you ever find a fitting pair of clothes to wear, one that is not too small or large?",
            "yes. most of my clothes are exactly the right size"
        ]
    },
    {
        "date": "2.17.22 5:27 pm",
        "ctx": [
            "can you make your next song not about boats",
            "sure"
        ]
    },
    {
        "date": "2.17.22 3:17 pm",
        "ctx": [
            "so did you learn dance for your new song",
            "no"
        ]
    },
    {
        "date": "2.17.22 3:04 pm",
        "ctx": [
            "do u plan on making songs every 3 months?",
            "no, in my view that would be a bullshit plan. that's the exact sort of thing i would plan not to do. in fact i've been planning most of my life to avoid such a scenario"
        ]
    },
    {
        "date": "2.17.22 2:26 pm",
        "ctx": [
            "Is the eccentric time signature in \"i'm scared\" the same one as in \"got some money\"?",
            "there is no eccentric time signature in \"i'm scared\"...... unless you think 4/4 is eccentric"
        ]
    },
    {
        "date": "2.17.22 9:42 am",
        "ctx": [
            "2.16.2211:27 What is your next song about?",
            "i was gonna say it's about sandals, but it's definitely absolutely not about sandals. that much i can guarantee"
        ]
    },
    {
        "date": "2.17.22 8:02 am",
        "ctx": [
            "is there a way to train on singing fairly high or low? I struggle to sing them the most part even it's just shower singing",
            "to sing low, just pretend it's not the lowest you can sing. if it's high, pretend it's not the highest you can sing. when singing low, don't look down. when singing high, don't look up. When singing low, preteng you're singing up to the note. when singing high, pretend you're singing down to the note."
        ]
    },
    {
        "date": "2.17.22 8:00 am",
        "ctx": [
            "i've already got that riff stuck in my head non-stop. it's another bad foot tap situation. i actually couldn't fall asleep last night because that riff is so good, another instant classic! and this happens everytime with a new release of yours. do you have making instant classics down to a science now?",
            "if i do i won't admit it"
        ]
    },
    {
        "date": "2.17.22 6:19 am",
        "ctx": [
            "do you like making music?",
            "yes"
        ]
    },
    {
        "date": "2.17.22 5:39 am",
        "ctx": [
            "did you put extra effort into the \"walkin\" parts of i'm scared?",
            "no",
            "because i like those parts the most"
        ]
    },
    {
        "date": "2.17.22 3:14 am",
        "ctx": [
            "how can I overcome the need for my music to be \"good\"?",
            "maybe if you could get some intensely fulfilling validation in other areas of your life"
        ]
    },
    {
        "date": "2.17.22 12:55 am",
        "ctx": [
            "so are you already workin on another song?",
            "yes",
            "(if so how far are you into it)",
            "done with the vocals"
        ]
    },
    {
        "date": "2.17.22 12:31 am",
        "ctx": [
            "Whats your favorite song you made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "2.17.22 12:02 am",
        "ctx": [
            "Your tunes are great! \n\nIf I were to cover or do something with one, are there any specific rules I should follow/things I should do?",
            "don't play it exactly the same way i did. there are a million ways to play any song. if a second person is gonna do it, i'd hope they choose a 2nd way, out of those million"
        ]
    },
    {
        "date": "2.17.22 12:01 am",
        "ctx": [
            "do you like the word strong",
            "apparently i do"
        ]
    },
    {
        "date": "2.16.22 10:53 pm",
        "ctx": [
            "how do you get your ideas?",
            "sometimes i pretend i'm in kansas and i'm supposed to decide which side of the road the land is on"
        ]
    },
    {
        "date": "2.16.22 9:29 pm",
        "ctx": [
            "Why is the bassline in the new song so good?",
            "to express enthusiasm, for the subject at hand"
        ]
    },
    {
        "date": "2.16.22 6:49 pm",
        "ctx": [
            "why is the 'L' in \"is Love just an illusion?\" in \"i'm scared\" capitalized?",
            "to be more readible, and..... Legible"
        ]
    },
    {
        "date": "2.16.22 6:46 pm",
        "ctx": [
            "I have way too many things I want to do at once, how do I pick?",
            "just pick the first one"
        ]
    },
    {
        "date": "2.16.22 6:40 pm",
        "ctx": [
            "at 2:32 of \"i'm scared\" there's a reference to \"not so hard to do\". is this intentional, or am i just going crazy.",
            "i didn't notice that"
        ]
    },
    {
        "date": "2.16.22 5:41 pm",
        "ctx": [
            "are you scared of the happy times?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "2.16.22 5:27 pm",
        "ctx": [
            "Are you going to add \"I'm scared\" to the songs, videos and expert section anytime soon?",
            "yes"
        ]
    },
    {
        "date": "2.16.22 4:52 pm",
        "ctx": [
            "is there any advice you can offer me? i've been feeling quite overwhelmed lately.",
            "(ref: justfine.mp3\"target=\"_blank)sure"
        ]
    },
    {
        "date": "2.16.22 4:13 pm",
        "ctx": [
            "Any inspirations for the style of your music and videos?",
            "yes: everything, and then minus whatever i can't do"
        ]
    },
    {
        "date": "2.16.22 2:24 pm",
        "ctx": [
            "in the thumbnail of your new song it says \"i am scared\", but the title and the lyrics read \"i'm scared\". is that intended?",
            "yes"
        ]
    },
    {
        "date": "2.16.22 12:47 pm",
        "ctx": [
            "Hello bill wurtz, \n\nYour newest song \"i'm scared\" has exceeded the allotted grooviness levels permitted in your district. Under the jurisdiction of the Groovy Police, I am writing this letter to state that you, bill wurtz, are hereby under arrest. Due to your failure to comply with the Groovy ordinance, you shall be penalized with a life sentence in Groovy Jail. \n\nYou have the right to remain silent. Anything you say can and will be used against you in a court of law. You have the right to attorney, and to speak to your lawyer for advice before we ask you any questions. You have the right to have a lawyer with you during questioning. If you cannot afford a lawyer, one will be appointed for you before any questioning.",
            "some of that is not true"
        ]
    },
    {
        "date": "2.16.22 12:38 pm",
        "ctx": [
            "i'm scared that your new song will be scary, should i listen to it anyway",
            "if you have perfect quality ears and perfect quality audio playback equipment, then i'd say definitely wait a few days"
        ]
    },
    {
        "date": "2.16.22 12:19 pm",
        "ctx": [
            "What are you looking at 1:00 into i'm scared?",
            "the camera, nothing, the camera, and nothing"
        ]
    },
    {
        "date": "2.16.22 11:54 am",
        "ctx": [
            "I first listened to your new song through my phone speaker, then I listened through my earbuds and OH MY GOODNESS. I already loved the song, but it was so much better when I could hear the bass better. it was like listening to the song for the first time again. have you ever had an experience where you listened to something through speakers with bad audio then with good audio and enjoyed it much more?",
            "being aware that the phone speaker is totally bassless, i don't consider that good vs bad, i consider that to be missing some of the music. like a picture with all of the blue removed, for example. so for that reason i pretty much never listen to any music on a phone speaker. not because it's bad quality.... the phone speaker is actually pretty great quality EXCEPT for one fatal flaw which is that it is entirely bassless"
        ]
    },
    {
        "date": "2.16.22 11:50 am",
        "ctx": [
            "is \"i'm scared\" about depression and social anxiety and being scared of socializing and wanting to be the best you can be, and being afraid of being embarrasing or am i just really depressed",
            "it's about being scared of .... everything"
        ]
    },
    {
        "date": "2.16.22 11:45 am",
        "ctx": [
            "Why did you hyphen-laser-eye zap the floor twice?",
            "common sense really"
        ]
    },
    {
        "date": "2.16.22 11:30 am",
        "ctx": [
            "what's going on here?",
            "everything. although i realize that can be hard to explain, or too easy to explain and therefore impossible to understand"
        ]
    },
    {
        "date": "2.16.22 11:27 am",
        "ctx": [
            "how are you",
            "pretty good"
        ]
    },
    {
        "date": "2.16.22 11:27 am",
        "ctx": [
            "can you make your next song about boats",
            "too late, it's not about boats"
        ]
    },
    {
        "date": "2.16.22 5:59 am",
        "ctx": [
            "was i'm scared written as a Halloween song?.",
            "no"
        ]
    },
    {
        "date": "2.16.22 12:55 am",
        "ctx": [
            "what genre is your music?",
            "regular"
        ]
    },
    {
        "date": "2.16.22 12:24 am",
        "ctx": [
            "Do you still have the tambourine you saved for later?",
            "no. i unwrapped it around 2019",
            "If so, is it still wrapped?"
        ]
    },
    {
        "date": "2.16.22 12:15 am",
        "ctx": [
            "did your plan your absolutely incredible and lifechanging dance moves in the new song or was it all what you thought was cool at that moment. this is extremely important",
            "it's improvised"
        ]
    },
    {
        "date": "2.15.22 11:45 pm",
        "ctx": [
            "Are you really a princess?",
            "let me perform some calculations"
        ]
    },
    {
        "date": "2.15.22 10:29 pm",
        "ctx": [
            "do you ever revisit old songs for ideas,",
            "no, i actually try to do the opposite: try not to repeat the same ideas too much",
            "or to improve the old song/see how youve improved?",
            "no. there's still more new songs i'd like to make than songs i've made"
        ]
    },
    {
        "date": "2.15.22 10:24 pm",
        "ctx": [
            "How do you come up with witty answers?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "2.15.22 10:22 pm",
        "ctx": [
            "does the harmonic series make you feel threatened?",
            "no"
        ]
    },
    {
        "date": "2.15.22 10:13 pm",
        "ctx": [
            "What was your best song that was made?",
            "i would prefer to make a new one to be the best"
        ]
    },
    {
        "date": "2.15.22 10:04 pm",
        "ctx": [
            "will we ever know what the bad thing you did was?",
            "i've never done a bad thing. only medium things"
        ]
    },
    {
        "date": "2.15.22 8:47 pm",
        "ctx": [
            "How would you describe your style of music because is don't know how to?",
            "no need to describe it. i'll just do it"
        ]
    },
    {
        "date": "2.15.22 8:03 pm",
        "ctx": [
            "How do women pee?",
            "i have no idea"
        ]
    },
    {
        "date": "2.15.22 7:32 pm",
        "ctx": [
            "have you ever had the experience of being so invested in a song that you just. feel music things instead of real things",
            "yes"
        ]
    },
    {
        "date": "2.15.22 7:22 pm",
        "ctx": [
            "You planning on moving planets anytime soon?",
            "no",
            "Been living on Callisto since '17, pretty chill out here.",
            "i don't believe you"
        ]
    },
    {
        "date": "2.15.22 7:14 pm",
        "ctx": [
            "Your song \"i'm scared\" sounds like a cry for help to me, please tell me it's not.",
            "it is, but it's directed towards myself. i am now helping myself"
        ]
    },
    {
        "date": "2.15.22 6:53 pm",
        "ctx": [
            "Really good things have been happening to me recently (including the release of i'm scared, I love it!) but whenever good things happen I'm just anticipating the awful things that are bound to happen.",
            "yes",
            "Do you experience this?\n\nIf so, how do you deal with it?",
            "make some plans. do some projects. i think you'll be better grounded to the greater purpose of the ups and downs"
        ]
    },
    {
        "date": "2.15.22 6:49 pm",
        "ctx": [
            "If I go back in time to stop bad things from happening, do I stop myself from stopping the bad things because they didn't happen so I didn't go?",
            "you break the game that way"
        ]
    },
    {
        "date": "2.15.22 6:28 pm",
        "ctx": [
            "whats so scary about today or tomorrow?",
            "nothing. everything's fine"
        ]
    },
    {
        "date": "2.15.22 6:24 pm",
        "ctx": [
            "do the lyrics of your song have meaning?",
            "yes, BUT....... i have a follow up question, which is, do the words in your question have meaning"
        ]
    },
    {
        "date": "2.15.22 6:10 pm",
        "ctx": [
            "would you do a song in another language?",
            "i don't see why not"
        ]
    },
    {
        "date": "2.15.22 6:09 pm",
        "ctx": [
            "how can i learn to break patterns better? your songs flow so well without an apparent chorus / verse structure.",
            "hmm... maybe it would be good to just start breaking patterns even more than you think is good. just to loosen up a bit. start out by breaking everything. then eventually it will come back together, to taste"
        ]
    },
    {
        "date": "2.15.22 5:58 pm",
        "ctx": [
            "have you ever dreamt of making videos",
            "yes"
        ]
    },
    {
        "date": "2.15.22 5:43 pm",
        "ctx": [
            "i think you're really good at writing dialogue (the chair conversation in \"here comes the sun\", the play with the iphone power brick and the mechanical pencil). why don't you do more of it?",
            "i'm going to do more of it, but i'm afraid it's a huge can of worms. i've discovered when i write with multiple characters, it never ends. i have multiple pieces that go beyond 10 minutes. which is lovely except i just don't know what i'm getting myself into. i'll do them soon"
        ]
    },
    {
        "date": "2.15.22 5:42 pm",
        "ctx": [
            "do you have any scenes in a project that you like but didn't end up using?",
            "yes"
        ]
    },
    {
        "date": "2.15.22 5:36 pm",
        "ctx": [
            "i love your new song and the video that accompanies it. you are so talented not just at video/music making, but also capturing the nuances of human emotions. your work has brought me so much joy, and my life is much fuller because of you and what you create. thank you.",
            "holy smokes you are very friendly",
            "when did you start and complete this song,",
            "started it in late october 2021, and finished the recording around december 27, 2021",
            "and were there specific feelings/events that inspired the tone of it?",
            "i was going out for a walk, and feeling copious amounts of anxiety about everything. as i was getting ready to go out, i spontaneously came up with a confident first line, \"don't wanna die!\", in a similar style to the first line of \"i'm scared\" (which didn't exist yet). but i changed it to \"i'm scared\" because i figured it would be less uncomfortable. plus everyone's scared of each other nowadays"
        ]
    },
    {
        "date": "2.15.22 5:34 pm",
        "ctx": [
            "Why are turtles afraid of heights?",
            "because they can't fly"
        ]
    },
    {
        "date": "2.15.22 5:32 pm",
        "ctx": [
            "Do you have any tips on how to stay in that early-stage creative mood when the deadline for a project is coming up fast?",
            "do a second bonus project at the same time. to spice things up"
        ]
    },
    {
        "date": "2.15.22 5:30 pm",
        "ctx": [
            "this is really random but you seem like you can do a really good donald trump impression",
            "who is donald trump"
        ]
    },
    {
        "date": "2.15.22 5:28 pm",
        "ctx": [
            "why are you scared",
            "i'm not scared"
        ]
    },
    {
        "date": "2.15.22 5:18 pm",
        "ctx": [
            "Would you say reading and answering thousands of Q&A questions over the years has helped you grow or gain insight in something?",
            "yes",
            "Also, loved i'm scared! It somehow came out at a time when I could relate to it more than ever before.",
            "me too"
        ]
    },
    {
        "date": "2.15.22 5:15 pm",
        "ctx": [
            "What's your favorite video that you made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "2.15.22 5:09 pm",
        "ctx": [
            "In your song \"i'm scared\" you said you were scared. How true is this, though?",
            "alarmingly true. it scared me even more, to see how true it was. it's less true now"
        ]
    },
    {
        "date": "2.15.22 4:51 pm",
        "ctx": [
            "best substance to apply to bread?",
            "non-bread"
        ]
    },
    {
        "date": "2.15.22 4:33 pm",
        "ctx": [
            "will everything be ok?",
            "sometimes some things will be ok. sometimes other things will be ok. there is always something that is ok"
        ]
    },
    {
        "date": "2.15.22 4:12 pm",
        "ctx": [
            "Are you still scared?",
            "yes, but a little less"
        ]
    },
    {
        "date": "2.15.22 4:09 pm",
        "ctx": [
            "What's a question you wish someone would ask you?",
            "this one. now my wish has come true"
        ]
    },
    {
        "date": "2.15.22 4:07 pm",
        "ctx": [
            "is it possible to predict the past?",
            "yes"
        ]
    },
    {
        "date": "2.15.22 3:48 pm",
        "ctx": [
            "Advice to someone who is mostly self taught but wants to improve but can't afford higher learning for music but really wants to improve",
            "see if you can get yourself into a church band. that should do the trick"
        ]
    },
    {
        "date": "2.15.22 3:46 pm",
        "ctx": [
            "how do you feel about grass?",
            "pretty good"
        ]
    },
    {
        "date": "2.15.22 3:42 pm",
        "ctx": [
            "favorite music scale?",
            "12TET"
        ]
    },
    {
        "date": "2.15.22 3:41 pm",
        "ctx": [
            "Two questions, if that's ok. \n\n1. On i'm scared 0:56, is the 'i'm scared' a C# C A G# G F G#?",
            "no",
            "Or is it something quarter-toney?",
            "no",
            "And how does the harmony work? (i realize this is 3 questions, but it's really just 1, still i apologize)",
            "the melody is C#, B, A, G# (G), G#. and each note is harmonized the same exact way. the first cluster is A, C# and D. the second cluster is G B and C. and so on. all the same shape, following the melody. ignoring the key, for that moment",
            "2. How do you count the 'i'm scared' at the end when you mod from A to Eb via Bb? I'm feeling some weird groupings with triplets, but i'm scared.",
            "it's like (ref: ScreenShot20220215at55705PM.png\"target=\"_blank)this",
            "ok thanks Bill. hope you're not too scared and mostly well"
        ]
    },
    {
        "date": "2.15.22 3:40 pm",
        "ctx": [
            "do you think you will ever make an album?",
            "how about an entire discography"
        ]
    },
    {
        "date": "2.15.22 3:35 pm",
        "ctx": [
            "Can you name a few of your most favorite songs that you posted online?",
            "i would prefer to make a new one to be my favorite",
            "can you also explain why?",
            "this encourages me to always do my best work. maybe if i had a past favorite i wouldn't even want to do any more"
        ]
    },
    {
        "date": "2.15.22 3:30 pm",
        "ctx": [
            "what are you scared of most",
            "myself"
        ]
    },
    {
        "date": "2.15.22 3:25 pm",
        "ctx": [
            "are you sma rt",
            "well, that would explain why i'm such an idiot"
        ]
    },
    {
        "date": "2.15.22 3:22 pm",
        "ctx": [
            "what is your most feared predatory animal?",
            "homo sapiens"
        ]
    },
    {
        "date": "2.15.22 3:22 pm",
        "ctx": [
            "Is the world a place?",
            "i was going to say yes but now that i think about it no"
        ]
    },
    {
        "date": "2.15.22 3:18 pm",
        "ctx": [
            "How long had I'm scared been written?",
            "i wrote it in late october, 2021"
        ]
    },
    {
        "date": "2.15.22 3:15 pm",
        "ctx": [
            "how do you get your ideas?",
            "i have a basket to catch the ideas, but sometimes the basket itself inspires me",
            "they just like shower thoughts?",
            "not exactly"
        ]
    },
    {
        "date": "2.15.22 3:03 pm",
        "ctx": [
            "what are you scared of?",
            "anything i want"
        ]
    },
    {
        "date": "2.15.22 1:39 pm",
        "ctx": [
            "Have you thought of doing a collab?",
            "i assume that means when 2 people wear the same pants. and no i haven't thought about it",
            "if so, with who?"
        ]
    },
    {
        "date": "2.15.22 1:31 pm",
        "ctx": [
            "whats the deal with airline food",
            "it's pretty good"
        ]
    },
    {
        "date": "2.15.22 1:26 pm",
        "ctx": [
            "favorite meme? (Or just a meme you like a lot)",
            "saying 'without further adieu' after there's already been way too much motherfuckin adieu"
        ]
    },
    {
        "date": "2.15.22 1:09 pm",
        "ctx": [
            "Any plans to edit more reality videos at some point?",
            "yes"
        ]
    },
    {
        "date": "2.15.22 1:00 pm",
        "ctx": [
            "Are you going to make more improv songs",
            "yes"
        ]
    },
    {
        "date": "2.15.22 11:17 am",
        "ctx": [
            "does the title of your next song contain the letter i?",
            "no"
        ]
    },
    {
        "date": "2.15.22 10:22 am",
        "ctx": [
            "What's the sequel to \"hi, im Steve?",
            "it seems to be soap tips"
        ]
    },
    {
        "date": "2.15.22 9:49 am",
        "ctx": [
            "i heard somewhere that in order to be great at something, you need to sacrifice your other hobby/likes.",
            "that's not necessarily true. i'm sure someone has done it that way, but i'm sure it's not the only way",
            "i mean, it makes sense but it is really hard, especially when you're attached to it. i love filmmaking, but I don't think I can give up other things. but I also think it will be shit if i didn't focus enough. idk, man. what do you think i should do. there must be something, right?",
            "yes, there is something. you'll get it"
        ]
    },
    {
        "date": "2.15.22 8:38 am",
        "ctx": [
            "holy cow bill your new song is coming out today!!!!!!",
            "that is true"
        ]
    },
    {
        "date": "2.15.22 7:19 am",
        "ctx": [
            "Please say something that motivates anyone that is reading this (I need it)",
            "here you are"
        ]
    },
    {
        "date": "2.15.22 7:18 am",
        "ctx": [
            "will you serenade me with a new song ( with video ) ?",
            "sure"
        ]
    },
    {
        "date": "2.15.22 4:24 am",
        "ctx": [
            "in \"hallelujah\", at 1:59 the horse starts crying... is this because the 4 chord in the song has now changed to a minor iv which sounds more melancholy and sad? because those are the feelings i associate with that chord",
            "i was going to say no but now that i think about it yes",
            "also, it would be cool if you wrote more songs around that chord (or the b6 of the major scale in a similar context i think, i'm not very good at music theory)",
            "that's a tool i always have in my back pocket. actually it's in the side pocket"
        ]
    },
    {
        "date": "2.15.22 2:07 am",
        "ctx": [
            "how to slow down time ?",
            "you'll want to get yourself into a strong gravitational field"
        ]
    },
    {
        "date": "2.15.22 1:41 am",
        "ctx": [
            "d'you ever look at a baby and just wanna chuck it across the room like a football?",
            "no, but to be fair it's been a long time since i've looked at a baby"
        ]
    },
    {
        "date": "2.15.22 12:14 am",
        "ctx": [
            "when will you find out how to make videos so you get tell me already",
            "pretty soon. i'd say by the end of the year i'll know"
        ]
    },
    {
        "date": "2.14.22 10:33 pm",
        "ctx": [
            "what do you think exists?",
            "you might have to do it"
        ]
    },
    {
        "date": "2.14.22 10:05 pm",
        "ctx": [
            "what's the last reason you've needed to use earplugs",
            "block out the haters"
        ]
    },
    {
        "date": "2.14.22 9:40 pm",
        "ctx": [
            "what's your newest song's eta",
            "march 8, 2022"
        ]
    },
    {
        "date": "2.14.22 8:39 pm",
        "ctx": [
            "Whats the record of songs released by someone?",
            "song-a-day mann is in the 4000s i think",
            "Any plan to beat the highscore?",
            "no"
        ]
    },
    {
        "date": "2.14.22 7:41 pm",
        "ctx": [
            "Does the moon get bored?",
            "no. its orbit is bonkers enough to keep anyone entertained"
        ]
    },
    {
        "date": "2.14.22 6:51 pm",
        "ctx": [
            "Are you ever going to make a video about velcro? You said you would in an episode of Wild Frolicking Adventures of Informational Education.",
            "all options are on the table"
        ]
    },
    {
        "date": "2.14.22 6:19 pm",
        "ctx": [
            "do you ever just",
            "yes i'm doing it right now"
        ]
    },
    {
        "date": "2.14.22 6:07 pm",
        "ctx": [
            "I asked a question from an unspecified amount of time ago (i forgor) and I've scrolled for about 2 hours and couldn't find it. Any ideas for the whereabouts of it?",
            "it's right (ref: q.php?date=202202012215\"target=\"_blank)here<remqq></remqq>"
        ]
    },
    {
        "date": "2.14.22 5:49 pm",
        "ctx": [
            "Bill, how do I choose between the safe life path (engineering) that I'm currently on and my true passion (filmmaking) that has no guarantee of a stable wage or stable life?",
            "for now just start making films in your free time"
        ]
    },
    {
        "date": "2.14.22 5:13 pm",
        "ctx": [
            "what should i do to make life more interesting",
            "do everything with the other hand"
        ]
    },
    {
        "date": "2.14.22 4:58 pm",
        "ctx": [
            "What's your process of producing a song",
            "i'm not sure",
            "and how do you know when you're done?",
            "it was already done before i started. everything else is extra credit"
        ]
    },
    {
        "date": "2.14.22 4:36 pm",
        "ctx": [
            "what do people who have each other as a valentine do together",
            "purchase seasonal merchandise"
        ]
    },
    {
        "date": "2.14.22 12:57 pm",
        "ctx": [
            "I feel weird when I make 'art' with the intent of a metaphorical subtext, since I sometimes look at things I see in the real world, and I find them so beautiful and pretty that they can't possibly not be art. how do you balance the alluding and the actual?",
            "that's easy. just do it 50% of the time. keep a log"
        ]
    },
    {
        "date": "2.14.22 11:46 am",
        "ctx": [
            "is the best way to create something to just start somewhere and see where it goes?",
            "i'll admit, that's one of the ways. no one knows if that's the best way. no one knows if any of the ways are even good"
        ]
    },
    {
        "date": "2.14.22 11:09 am",
        "ctx": [
            "how do you get ideas for your songs?",
            "i have a basket to catch the ideas, but sometimes the basket itself inspires me"
        ]
    },
    {
        "date": "2.14.22 10:57 am",
        "ctx": [
            "would you prefer a keyboard with a qwerty layout or an abcdefg layout?",
            "qwerty"
        ]
    },
    {
        "date": "2.14.22 7:51 am",
        "ctx": [
            "What do you think about people copying your style?",
            "i didn't notice",
            "Would that affect your resolve to keep making leVideos?",
            "it makes it even more important that i provide more styles for them to copy next"
        ]
    },
    {
        "date": "2.14.22 6:55 am",
        "ctx": [
            "i just realised 'i can play' features the line 'i've got no reason to go home when i know that it's not that fun', answering my question relating to a song of yours including the concept of not going home, what was the motivation behind this? was it a specific turning your back on wanting to go home in the past ('i wanna go home', 'go home', 'home'),",
            "2 out of 3 of those songs were in the future at that time",
            "was it melodically motivated wherein the lyrics were driven by the song intuitively, or was it just right in the moment",
            "the core of that song is about the desire to write songs embracing free-will more fully. at least that's probably what the beginning is about. the first few lines are expressing the wanting to be free from doing what is expected. i cannot guarantee that the later parts of the song are about that, because if i followed through with this then it wouldn't be"
        ]
    },
    {
        "date": "2.14.22 2:49 am",
        "ctx": [
            "how important is art, objectively",
            ".6 to .8 oiu (objective importance units)"
        ]
    },
    {
        "date": "2.14.22 2:47 am",
        "ctx": [
            "how do you like the exquisite taste of water?",
            "that's a trick question, because you didn't give an option for me to think the taste of water is not exquisite. that's like if you asked me what wednesday day is it today"
        ]
    },
    {
        "date": "2.14.22 1:11 am",
        "ctx": [
            "How are your songs so good?",
            "they might be about you"
        ]
    },
    {
        "date": "2.14.22 1:09 am",
        "ctx": [
            "have you ever read about thinking",
            "sure"
        ]
    },
    {
        "date": "2.13.22 11:17 pm",
        "ctx": [
            "what does it mean to u to get over something or someone,....... examples welcome",
            "i think it means it was bothering you before, but now it doesn't bother you anymore. like if your country suddenly started measuring everything in fathoms. it might bother you at first but then you'd get over it"
        ]
    },
    {
        "date": "2.13.22 11:08 pm",
        "ctx": [
            "why do you make videos?",
            "to possibly *influence* you"
        ]
    },
    {
        "date": "2.13.22 10:54 pm",
        "ctx": [
            "is your car still bad?",
            "it's worse"
        ]
    },
    {
        "date": "2.13.22 10:31 pm",
        "ctx": [
            "what's a fun new way to pronounce your name",
            "\"michael jordan\""
        ]
    },
    {
        "date": "2.13.22 10:11 pm",
        "ctx": [
            "Are you uploading a new video soon?",
            "i'm not sure",
            "Also good night :)"
        ]
    },
    {
        "date": "2.13.22 10:11 pm",
        "ctx": [
            "In the music videos you've made, have you ever added sounds or audio that weren't in the original song?",
            "extremely rarely but it never goes on top of the song audio. it would be at the end"
        ]
    },
    {
        "date": "2.13.22 9:39 pm",
        "ctx": [
            "Do you like non songs?",
            "yes"
        ]
    },
    {
        "date": "2.13.22 9:13 pm",
        "ctx": [
            "opinions on physics??",
            "i think left and right may be backwards, but that's none of my business"
        ]
    },
    {
        "date": "2.13.22 8:36 pm",
        "ctx": [
            "how do you make your videos",
            "i don't really know yet"
        ]
    },
    {
        "date": "2.13.22 7:22 pm",
        "ctx": [
            "what is a \"masterpiece\"",
            "that's just a regular piece"
        ]
    },
    {
        "date": "2.13.22 6:45 pm",
        "ctx": [
            "how's your weekend goin'?",
            "pretty good"
        ]
    },
    {
        "date": "2.13.22 6:29 pm",
        "ctx": [
            "i cant see a way through",
            "that's ok. it's there"
        ]
    },
    {
        "date": "2.13.22 5:50 pm",
        "ctx": [
            "how do you feel about engineering a new sky",
            "pretty good"
        ]
    },
    {
        "date": "2.13.22 5:38 pm",
        "ctx": [
            "please save the universe bill",
            "i think this is one of the self-saving ones"
        ]
    },
    {
        "date": "2.13.22 5:10 pm",
        "ctx": [
            "what happens after death, there are an infinite amount of theories tho most importantly i'd like to hear yours",
            "missing some details of the scenario: what happens to what and/or whom, after whose death"
        ]
    },
    {
        "date": "2.13.22 5:04 pm",
        "ctx": [
            "how long did it take for you to learn how to animate? (2d and 3d)",
            "2% of it has taken me about 5 years. so at this rate, that works out to about 250 years"
        ]
    },
    {
        "date": "2.13.22 3:53 pm",
        "ctx": [
            "why dont you ever use capital letters?",
            "i do, but why don't you"
        ]
    },
    {
        "date": "2.13.22 4:40 am",
        "ctx": [
            "how every does it get",
            "how much can you handle"
        ]
    },
    {
        "date": "2.13.22 3:45 am",
        "ctx": [
            "Have you ever written a song where the lyrical content includes the concept of NOT going home",
            "yes"
        ]
    },
    {
        "date": "2.12.22 11:40 pm",
        "ctx": [
            "How to be lucky?",
            "it happens automatically................ sometimes"
        ]
    },
    {
        "date": "2.12.22 9:59 pm",
        "ctx": [
            "how important is music theory",
            "music theory is just music. so i guess a follow up question would be how important is music"
        ]
    },
    {
        "date": "2.12.22 9:58 pm",
        "ctx": [
            "in the 'more than a dream' video, there's a part where you turn the days of the week into a rapid string of adjectives, starting at good-bad and growing more obscure as it goes on. icount two non-adjectives in the bunch, though - 'yes' and 'brunt'. 'yes' is a funny, common enough choice, so i could see the reasoning there, but where exactly did 'brunt' [noun for the blunt impact of an attack or force] come out of?",
            "once you loosen up, you find things come crawling out of every corner of the universe"
        ]
    },
    {
        "date": "2.12.22 9:05 pm",
        "ctx": [
            "does your next song contain the word \"dream\"?",
            "no"
        ]
    },
    {
        "date": "2.12.22 6:34 pm",
        "ctx": [
            "How do you know what to do with your life?",
            "you get to decide, but if you can't decide then you could retro-decide: live your life and then see what you did"
        ]
    },
    {
        "date": "2.12.22 4:20 pm",
        "ctx": [
            "do you refer to your next song in your next song",
            "yes"
        ]
    },
    {
        "date": "2.12.22 3:24 pm",
        "ctx": [
            "do you have any predictions for 2032?",
            "it's a leap year. february 29th will be on a sunday"
        ]
    },
    {
        "date": "2.12.22 1:21 pm",
        "ctx": [
            "how dou you make your videos",
            "i'm still figuring that out"
        ]
    },
    {
        "date": "2.12.22 12:41 pm",
        "ctx": [
            "what's the best way to change the world?",
            "remove world from world compartment\n discard\n lightly dust interier of world compartment\n insert new world"
        ]
    },
    {
        "date": "2.12.22 11:04 am",
        "ctx": [
            "What drives you to write music",
            "vacuum energy"
        ]
    },
    {
        "date": "2.12.22 9:52 am",
        "ctx": [
            "what is inside a black hole",
            "everything everywhere and everywhen"
        ]
    },
    {
        "date": "2.12.22 7:39 am",
        "ctx": [
            "what does La de da de da de da de day oh wanted to express?",
            "music, good and bad times, joy, self expression, and understanding"
        ]
    },
    {
        "date": "2.12.22 1:32 am",
        "ctx": [
            "how do i stop myself from looking at everything through some kind of filter (even subconsciously)",
            "all you can do is change to a different filter. everything is filters. sometimes it may feel like you've cleared the filter, and you'll feel very fresh. this is indeed a fresh filter"
        ]
    },
    {
        "date": "2.12.22 1:28 am",
        "ctx": [
            "i want to be a filmmaker. and I tried to follow your advice to try smaller \"version\" to somewhat not overwhelm yourself and some kind of other problem to encounter. but I always end up adding more details into it, feeling that it is \"too simple\". i know that there is something wrong with the reason. what do you think I should do?",
            "simplifying your work is like getting a haircut. 1 haircut won't last, you have to keep doing it on a regular basis. and it becomes a normal routine of life"
        ]
    },
    {
        "date": "2.11.22 11:24 pm",
        "ctx": [
            "what should my senior quote be",
            "it should be the same as everyone else's"
        ]
    },
    {
        "date": "2.11.22 10:26 pm",
        "ctx": [
            "What's your favorite hobby outside of music?",
            "non-music. i specifically like the integration of music and non-music"
        ]
    },
    {
        "date": "2.11.22 10:06 pm",
        "ctx": [
            "how to not feel guilty?",
            "do something you believe is right"
        ]
    },
    {
        "date": "2.11.22 9:36 pm",
        "ctx": [
            "r songs music",
            "let me perform some calculations"
        ]
    },
    {
        "date": "2.11.22 8:48 pm",
        "ctx": [
            "thoughts on maine",
            "alaska of the east"
        ]
    },
    {
        "date": "2.11.22 8:08 pm",
        "ctx": [
            "it's feb 11, 2022. are you clickin' today?",
            "just started"
        ]
    },
    {
        "date": "2.11.22 7:09 pm",
        "ctx": [
            "When did you realize you could create things",
            "just realizing it now"
        ]
    },
    {
        "date": "2.11.22 5:28 pm",
        "ctx": [
            "What's on your mind?",
            "trying to convince myself that galaxies actually spin correctly"
        ]
    },
    {
        "date": "2.11.22 4:38 pm",
        "ctx": [
            "how to handle time continuing",
            "change between staying the same and changing"
        ]
    },
    {
        "date": "2.11.22 2:40 pm",
        "ctx": [
            "why dont you ever use capital letters?",
            "i do, but why don't you"
        ]
    },
    {
        "date": "2.11.22 2:28 pm",
        "ctx": [
            "have you ever started to make something only to realize that you know longer like the thing you're making before it is finished?",
            "sometimes it feels that way",
            "How do you move forward in this situation",
            "there's as many ways as you need, but the real important question is 'why'. And if you've tried everything else: ('switching things', 'doing other things', 'doing shorter things so you never reach this point', 'doing no things', etc every other alternative to what you're doing now) enough times to be sure that all those options are worse, then that could be a reason you'd feel invested in following through on the current one"
        ]
    },
    {
        "date": "2.11.22 2:01 pm",
        "ctx": [
            "when does infinity end?",
            "some other time. actually that's not true"
        ]
    },
    {
        "date": "2.11.22 1:49 pm",
        "ctx": [
            "Why did the chicken cross the road?",
            "to see what it's like"
        ]
    },
    {
        "date": "2.11.22 12:09 pm",
        "ctx": [
            "have you ever eaten a pomegranate",
            "if i did i must have blocked it out of my memory"
        ]
    },
    {
        "date": "2.11.22 8:59 am",
        "ctx": [
            "when is the weekend",
            "right at the beginning of the week"
        ]
    },
    {
        "date": "2.11.22 7:59 am",
        "ctx": [
            "I have over a dozen songs written. I know I CAN produce and record them. I also know my usual production methods will not satisfy me. There's TOO MUCH ON THE LINE. What do I do to get over this paralysis?",
            "try some songs you care less about, for a little while"
        ]
    },
    {
        "date": "2.11.22 6:11 am",
        "ctx": [
            "has a bear ever sat next to you? or have you ever sat next to a bear?",
            "had to do it the long way, and sit next to myself"
        ]
    },
    {
        "date": "2.11.22 5:58 am",
        "ctx": [
            "what do you think of liechtenstein",
            "spacious"
        ]
    },
    {
        "date": "2.11.22 2:56 am",
        "ctx": [
            "About to start work on my prom dress what colour fabric do u recommend?",
            "see if you can get it the exact same color as the room where the prom takes place"
        ]
    },
    {
        "date": "2.11.22 2:36 am",
        "ctx": [
            "favorite onomatopoeia?",
            "spoof"
        ]
    },
    {
        "date": "2.11.22 12:20 am",
        "ctx": [
            "I'm a fine gentleman requesting you to give a proper credits section at the end of your videos. If you choose to honor my request, you will receive a like and a positive comment from me.",
            "the credits section is the comments. each person gives themselves credit for their comments"
        ]
    },
    {
        "date": "2.10.22 11:57 pm",
        "ctx": [
            "in a previous answer, you mentioned you played the triangle. what are some other shapes?",
            "rectangles, .... mostly rectangles"
        ]
    },
    {
        "date": "2.10.22 11:53 pm",
        "ctx": [
            "Pardon me, but is this the Chattanooga Choo Choo?",
            "no but i can see why you would think that"
        ]
    },
    {
        "date": "2.10.22 11:20 pm",
        "ctx": [
            "I play for less than an hour at rehearsal, is it time to quit",
            "it depends how long ago you started. if you started more than an hour ago, then the time to quit would have already passed. if you started less than an hour ago, well, the time to quit could be now, or later, you actually didn't specify your exact length of rehearsal so i don't know"
        ]
    },
    {
        "date": "2.10.22 9:58 pm",
        "ctx": [
            "Hey bill, I'm currently in school struggling to find the will to finish up an assignment for a subject I care very little about. Any tips for motivating when you just feel like curling up into a ball?",
            "it all comes down to what you think the consequences will actually be for not doing it. if you actually think you can handle that, then there's no need to do it. if you can't handle what you think the consequences will be, then you'll do it"
        ]
    },
    {
        "date": "2.10.22 9:34 pm",
        "ctx": [
            "hey bill. i tried to reach out to an ex recently, just to be friends. it had been years since i spoke to them. i hoped the wounds would've healed by now, but they weren't comfortable with it and asked me not to contact them again. am i just clinging on to the past too much and refusing to let go of old regrets?",
            "maybe",
            "are they the one clinging to past mistakes and letting them prevent us from creating something new and positive?",
            "maybe",
            "anyway that break in 'new canaan' on the 'the season is winter' verse is still gorgeous thank you,",
            "well that's nice of you",
            "have a good one"
        ]
    },
    {
        "date": "2.10.22 8:43 pm",
        "ctx": [
            "do you ever write stories that aren't music?",
            "yes"
        ]
    },
    {
        "date": "2.10.22 7:55 pm",
        "ctx": [
            "how long does it take to make videos in general",
            "i've never found out"
        ]
    },
    {
        "date": "2.10.22 7:49 pm",
        "ctx": [
            "whats your favorite question you've been asked here?",
            "this one"
        ]
    },
    {
        "date": "2.10.22 7:45 pm",
        "ctx": [
            "does your next song have the word \"must\" or \"might\" in it",
            "no"
        ]
    },
    {
        "date": "2.10.22 7:05 pm",
        "ctx": [
            "how do i not be afraid of screwing up writing music",
            "try to screw it up on purpose. there's an art to that, which turns out to be as much fun as doing it good. in fact, statistically, 50% of the time, screwing it up ends up being the key to doing it good"
        ]
    },
    {
        "date": "2.10.22 6:49 pm",
        "ctx": [
            "how much longer will it be before the whole thing changes into a more realistic scene?",
            "every couple of moments"
        ]
    },
    {
        "date": "2.10.22 5:51 pm",
        "ctx": [
            "I always start a new thing and never finish it. How do I stay focused on a project?",
            "try smaller ones for a while"
        ]
    },
    {
        "date": "2.10.22 4:08 pm",
        "ctx": [
            "why am i so prone to behaving different when feeling observed",
            "i blame heisenberg"
        ]
    },
    {
        "date": "2.10.22 3:55 pm",
        "ctx": [
            "so many people ask questions about you using capital letters, but they don't seem to notice that the button they press to ask the question is in capital letters",
            "that's true"
        ]
    },
    {
        "date": "2.10.22 1:30 pm",
        "ctx": [
            "do you ever get stuck in the past?",
            "i was stuck in the past, in the past"
        ]
    },
    {
        "date": "2.10.22 12:50 pm",
        "ctx": [
            "Will your next song have singing in it?",
            "yes"
        ]
    },
    {
        "date": "2.10.22 12:02 pm",
        "ctx": [
            "is it ok to freeze the freezer?",
            "sure, go ahead"
        ]
    },
    {
        "date": "2.10.22 11:55 am",
        "ctx": [
            "What ISN'T real?",
            "the only thing not real is the concept of real. Everything else, therefore, is"
        ]
    },
    {
        "date": "2.10.22 10:47 am",
        "ctx": [
            "These days you seem to answer questions only related to music and arts.... What's the reason?",
            "you may be looking through some kind of a filter"
        ]
    },
    {
        "date": "2.10.22 9:07 am",
        "ctx": [
            "what's your favourite section of billwurtz.com",
            "questions"
        ]
    },
    {
        "date": "2.10.22 7:12 am",
        "ctx": [
            "does your next song contain a cat?",
            "no"
        ]
    },
    {
        "date": "2.10.22 2:19 am",
        "ctx": [
            "how come, even if i enjoy making music while i'm making it, i always procrastinate working on songs? shouldn't i be using songwriting to procrastinate, not procrastinating songwriting itself",
            "i suspect there might be some fear and pressure developing, because it means so much to you. you might be afraid of screwing it up"
        ]
    },
    {
        "date": "2.10.22 1:07 am",
        "ctx": [
            "what do you consider the genre of music you make,",
            "regular",
            "is it jazz or something else?",
            "it's certainly not jazz"
        ]
    },
    {
        "date": "2.10.22 12:48 am",
        "ctx": [
            "I know this has been asked before, but what is you favorite video you've ever made",
            "i would prefer to make a new one to be my favorite",
            "and why",
            "it's me who makes them, so, in contrast to the 'viewer' experience where you wanna focus on the items that already exist, it's my job to focus on the future ones that don't exist yet. that's the whole way they get made"
        ]
    },
    {
        "date": "2.10.22 12:12 am",
        "ctx": [
            "nihilism?",
            "tryhilism"
        ]
    },
    {
        "date": "2.9.22 11:20 pm",
        "ctx": [
            "what do you do when you don't know what to do?",
            "sing about it"
        ]
    },
    {
        "date": "2.9.22 10:37 pm",
        "ctx": [
            "man recently a youtuber i watch mentioned that in like, all of zedds song, he uses a clock sample, and now i notice it every time \"stay\" or \"the middle\" play, and it doesnt annoy me or anything, i think its pretty cool, but i just want you to notice it too",
            "yes i've already noticed that"
        ]
    },
    {
        "date": "2.9.22 9:00 pm",
        "ctx": [
            "do you enjoy integers",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "2.9.22 8:51 pm",
        "ctx": [
            "How did you write (the verses of) \"more than a dream\" in 7/4 without it sounding like it skips a beat?",
            "the skipped beat is earlier in the bar. at that point, it probably sounded like 3, which doesn't so much sound like a skip. then after that, it's 4, which sounds normal"
        ]
    },
    {
        "date": "2.9.22 7:41 pm",
        "ctx": [
            "if you finish the music before finishing the video then what are you doing in front of the camera",
            "making the video"
        ]
    },
    {
        "date": "2.9.22 5:17 pm",
        "ctx": [
            "how to spell handkercheif",
            "i couldn't even begin to imagine"
        ]
    },
    {
        "date": "2.9.22 4:29 pm",
        "ctx": [
            "Is the fact that one's opinion on most things is completely meaningless hopeful or fearful in nature?",
            "it depends whether the fact that 1=2 is good or bad"
        ]
    },
    {
        "date": "2.9.22 3:33 pm",
        "ctx": [
            "whats your favorite song you made",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "2.9.22 3:06 pm",
        "ctx": [
            "hi bill, when you're making a song, how many times do you reckon you sing a line before thinking of the next line? by the way, you're amazing, ok bye",
            "for each run-through of what i already have, it becomes less likely to get a result. So the most likely time to get a result is the first time. if that doesn't happen, then it becomes less and less likely to get something, the more times you try. So when you get stuck, you keep getting more stuck. but when you're not stuck, things can move forward very very quickly, pretty much in real-time"
        ]
    },
    {
        "date": "2.9.22 2:23 pm",
        "ctx": [
            "is it possible to compose without an instrument?",
            "yes",
            "where would i start if i were to write music without touching an instrument? in this case how would i \"play around\" and experiment?",
            "i think it just depends how much experience you have with music. Compare it to your level of experience with speaking and writing english, which i assume you've been doing for a long time. I'm sure you could compose several paragraphs of words, without speaking. What's most helpful in this situation is the ability to write it down somehow, and a reliable writing system which you are comfortable with"
        ]
    },
    {
        "date": "2.9.22 2:09 pm",
        "ctx": [
            "Do your songs reflect what you feel in that moment?",
            "often",
            "(like when you wrote \"might quit\" were you actually thinking of quitting)",
            "the part of that song that says \"i think i might quit\" is in reference to quitting school (mentioned immediately before). i was not in school, so that line is not factually correct for me, but the reason that line is there (it's the first line) is probably to inject a jolt of energy into the beginning of the song, and then go from there"
        ]
    },
    {
        "date": "2.9.22 1:41 pm",
        "ctx": [
            "opinions on corn?",
            "it's like a lego set that you can only take apart"
        ]
    },
    {
        "date": "2.9.22 1:28 pm",
        "ctx": [
            "how to make toast",
            "toast can only be made from 7 other pieces of toast, arranged in a sacred formation. the first piece of toast is believed to have been found high atop mount toast"
        ]
    },
    {
        "date": "2.9.22 1:09 pm",
        "ctx": [
            "Why would you prefer to make a new song to be your favorite?",
            "if i continue to do this, then over time i'd accumulate a lot of favorable songs"
        ]
    },
    {
        "date": "2.9.22 12:26 pm",
        "ctx": [
            "daily trivia: what can form under pressure and break without it?",
            "willpower"
        ]
    },
    {
        "date": "2.9.22 11:25 am",
        "ctx": [
            "do you sometimes produce music weeks, months if not years before actually posting it onto a platform like youtube?",
            "sometimes but usually not"
        ]
    },
    {
        "date": "2.9.22 11:13 am",
        "ctx": [
            "how does music sound so good? what's the secret?",
            "it all comes down to that moment when you fully believe there's actually a person under there"
        ]
    },
    {
        "date": "2.9.22 10:54 am",
        "ctx": [
            "How do you draw?",
            "try just putting a dot on the page. the magic of this is that you get to choose any place, don't forget about some of the corners and non-corners"
        ]
    },
    {
        "date": "2.9.22 10:24 am",
        "ctx": [
            "I'm a bluebird, I'm a bluebird, I'm a bluebird, yeah, yeah, yeah",
            "fair enough"
        ]
    },
    {
        "date": "2.9.22 9:58 am",
        "ctx": [
            "did you notice how time is moving slower these days?",
            "no. that's because the noticing is bound to time itself"
        ]
    },
    {
        "date": "2.9.22 9:55 am",
        "ctx": [
            "why does everybody hate everything",
            "ah, you must be looking through some kind of filter"
        ]
    },
    {
        "date": "2.9.22 9:16 am",
        "ctx": [
            "Will you ever give a commencement speech at a university someday? If so, where are you thinking of?",
            "i'd rather do them on a regular basis and get really good at it. the problem with commencement speeches is like the same problem with ted talks. it's something the person usually doesn't do very often, so they always seem nervous. but if they were doing it once a week they'd be awesome after a while"
        ]
    },
    {
        "date": "2.9.22 8:42 am",
        "ctx": [
            "what's the deal with 'cleanliness'",
            "it's the opposite of 'cleanlinesslessness'"
        ]
    },
    {
        "date": "2.9.22 5:20 am",
        "ctx": [
            "how do i tell that when a clock is on a wall its telling the time all wrong?",
            "make an appointment with someone, and then go to the appointment according to the time on the clock. and see if the other person is there"
        ]
    },
    {
        "date": "2.9.22 3:34 am",
        "ctx": [
            "English name recommendations?",
            "obedience"
        ]
    },
    {
        "date": "2.9.22 3:32 am",
        "ctx": [
            "I ask you questions on here from time to time and I always try to make the question unique or novel in some way. But I've realized now after skimming through years of answered questions that it's pretty likely that every question or comment you receive has already been sent before.",
            "that's generally tends to be true",
            "This question page is almost like a microcosm of how nearly everything in the world has already been thought up or dreamed of before, just because of sheer numbers and probability.",
            "of course everything in the world has been thought of. but what about everything that's not yet in the world? there's way more of that, and none of it's been thought of",
            "And it hit me that even this observation has likely already been made to you before - I bet even this question isn't unique, and the meta narrative I'm writing now has all been done before as well. So now I have to ask: have you received a question and observation like this before?",
            "there seem to be 2 themes in this question ('all questions have been asked before', and 'everything in the world has been done / thought of before'). those are both common themes, which i have received both separately and together"
        ]
    },
    {
        "date": "2.9.22 12:07 am",
        "ctx": [
            "any recommendations for a fun story to write about?",
            "getting from point A to B"
        ]
    },
    {
        "date": "2.8.22 9:51 pm",
        "ctx": [
            "I accidentally got ink on my mobile phone's touch screen. How do you recommend removing the ink?",
            "remove the screen instead. leave the ink there"
        ]
    },
    {
        "date": "2.8.22 9:42 pm",
        "ctx": [
            "what's your favorite obscure unit of measurement? mine's a barleycorn",
            "smoot"
        ]
    },
    {
        "date": "2.8.22 8:19 pm",
        "ctx": [
            "Will the next video have live performance footage?",
            "yes"
        ]
    },
    {
        "date": "2.8.22 8:00 pm",
        "ctx": [
            "why are B and C only half a step apart",
            "this is part of a scheme to place pleasant harmony (and melody) conveniently in your hands"
        ]
    },
    {
        "date": "2.8.22 7:23 pm",
        "ctx": [
            "when did you decide to start making songs that are over 6-40 seconds long",
            "when i was very young"
        ]
    },
    {
        "date": "2.8.22 7:06 pm",
        "ctx": [
            "Do you know where the door is?",
            "it's me, i'm the door"
        ]
    },
    {
        "date": "2.8.22 6:33 pm",
        "ctx": [
            "how to choose one of infinity things",
            "choose the first one"
        ]
    },
    {
        "date": "2.8.22 5:40 pm",
        "ctx": [
            "what do you think of people who think you type in all lowercase?",
            "they're wrong",
            "opinions on the keyboard smash: alkdjfhgksdjhdfgksj?",
            "narrow. contains only the home row",
            "does your next song have lyrics that contain the letter x?",
            "just 1",
            "how are you?",
            "pretty good"
        ]
    },
    {
        "date": "2.8.22 4:23 pm",
        "ctx": [
            "how do physics",
            "start by tallying up the items in your household"
        ]
    },
    {
        "date": "2.8.22 3:17 pm",
        "ctx": [
            "have i suffered enough.",
            "any amount is enough. if you do more, that will be enough also"
        ]
    },
    {
        "date": "2.8.22 2:41 pm",
        "ctx": [
            "How's the farm doing?",
            "it's a non-farm, but it's pretty good"
        ]
    },
    {
        "date": "2.8.22 2:16 pm",
        "ctx": [
            "why do you use lowercase",
            "it's so deliciously normal"
        ]
    },
    {
        "date": "2.8.22 1:55 pm",
        "ctx": [
            "what do you think happens to people after we die?",
            "i suppose your schedule opens right up"
        ]
    },
    {
        "date": "2.8.22 12:50 pm",
        "ctx": [
            "do you consider yourself a pop artist?",
            "yes, i handed in the paperwork just the other day"
        ]
    },
    {
        "date": "2.8.22 12:37 pm",
        "ctx": [
            "do you have a pet peeve?",
            "i prefer not to keep peeves as pets. i believe peeves should run wild, and free"
        ]
    },
    {
        "date": "2.8.22 12:14 pm",
        "ctx": [
            "how to be mentally stable",
            "instead of putting all your ducks in a row, put them vertically, in a stack"
        ]
    },
    {
        "date": "2.8.22 11:54 am",
        "ctx": [
            "what's a hot new rule and/or regulation that youve discovered recently",
            "september and december have the same week/date alignment"
        ]
    },
    {
        "date": "2.8.22 11:46 am",
        "ctx": [
            "do you ever worry about contradicting yourself?",
            "i was going to say yes but now that i think about it no"
        ]
    },
    {
        "date": "2.8.22 11:18 am",
        "ctx": [
            "how to solve low self-esteem",
            "save the world! although this may cause other unexpected problems"
        ]
    },
    {
        "date": "2.8.22 10:05 am",
        "ctx": [
            "This is something I've been thinking about a lot. Would you agree that an insincere compliment is worse than a sincere insult?",
            "on paper, they are equal"
        ]
    },
    {
        "date": "2.8.22 9:51 am",
        "ctx": [
            "When do you use capital letters?",
            "NEVER"
        ]
    },
    {
        "date": "2.8.22 9:42 am",
        "ctx": [
            "how do i do things",
            "never heard of it"
        ]
    },
    {
        "date": "2.8.22 7:35 am",
        "ctx": [
            "tips on writing music without a key signature?",
            "you can still use accidentals"
        ]
    },
    {
        "date": "2.8.22 5:35 am",
        "ctx": [
            "how do i say more things while using less words?",
            "practice"
        ]
    },
    {
        "date": "2.8.22 5:10 am",
        "ctx": [
            "what are your thoughts on Australia and their supposedly backwards (forwards?) seasons.",
            "it's not backwards, it's rotated. they're in the same order. just displaced"
        ]
    },
    {
        "date": "2.8.22 3:09 am",
        "ctx": [
            "how 2 make my songs gud",
            "just make them. they'll do the rest"
        ]
    },
    {
        "date": "2.7.22 10:45 pm",
        "ctx": [
            "Have you ever thought about making a 'chords' section on your website? would be very helpful to anybody trying to learn in an accurate way your songs",
            "this seems all good until you get things that are riding the line between being a chord and not a chord"
        ]
    },
    {
        "date": "2.7.22 9:02 pm",
        "ctx": [
            "hello, could i please get instructions on how to eat bread",
            "first, you must greet the bread"
        ]
    },
    {
        "date": "2.7.22 5:29 pm",
        "ctx": [
            "is it better to make a bad thing that you know is bad, or wait until you can make the thing good",
            "in most cases, waiting will not make you any better. also, when things are made, they have a tendency to turn out good, unexpectedly"
        ]
    },
    {
        "date": "2.7.22 2:52 pm",
        "ctx": [
            "opinion on politics",
            "it's a competition, to see who can be more open minded"
        ]
    },
    {
        "date": "2.7.22 2:26 pm",
        "ctx": [
            "how do I type?",
            "try using the keyboard as a hammock. just really get comfortable in it"
        ]
    },
    {
        "date": "2.7.22 2:25 pm",
        "ctx": [
            "Are you excited?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "2.7.22 1:56 pm",
        "ctx": [
            "is the next video over one minute and forty seven seconds long?",
            "yes\n\n\n<h3 style=\"display: inline;\">"
        ]
    },
    {
        "date": "2.7.22 1:54 pm",
        "ctx": [
            "can you add a question mark to the end of this before adding it",
            "?",
            "sure"
        ]
    },
    {
        "date": "2.7.22 12:36 pm",
        "ctx": [
            "where flying table?",
            "it's (ref: https://billwurtz.com/artifacts/render20200118042413.mp4\"target=\"_blank)right here"
        ]
    },
    {
        "date": "2.7.22 12:33 pm",
        "ctx": [
            "in your song \"got some money\", is the sentence \"i'm rich and now i'm sad\" referring to the fact that a lot of rich people end up living a sad life because they don't know what to do in life? (because they don't need to work or do anything productive)",
            "i've certainly heard of that. but either way, it makes for a nice twist"
        ]
    },
    {
        "date": "2.7.22 12:27 pm",
        "ctx": [
            "what's the best 2d editing you've done (pre-here comes the sun)",
            "monday pelican"
        ]
    },
    {
        "date": "2.7.22 12:13 pm",
        "ctx": [
            "Why intentionally misspell thing on ur website?",
            "occasionally for artistic purposes, but at least 95% of the spelling errors on this site are in the questions section, written in the questions, which are submitted by other people"
        ]
    },
    {
        "date": "2.7.22 11:59 am",
        "ctx": [
            "Do you purposely post less questions with emojis because emojis are less future proof?",
            "i was going to say yes but now that i think about it no"
        ]
    },
    {
        "date": "2.7.22 11:46 am",
        "ctx": [
            "what is a question",
            "i was going to ask you that"
        ]
    },
    {
        "date": "2.7.22 11:42 am",
        "ctx": [
            "What is the point of taking classes on art if art is subjective",
            "later you can make art about what it was like to be in the class"
        ]
    },
    {
        "date": "2.7.22 11:27 am",
        "ctx": [
            "best essay tips GO",
            "i don't know anything about essays, but GO is indeed a great tip, i would assume"
        ]
    },
    {
        "date": "2.7.22 11:07 am",
        "ctx": [
            "Do you often ponder philosophical wonders or ask your self \"what if\" questions?",
            "yes"
        ]
    },
    {
        "date": "2.7.22 10:41 am",
        "ctx": [
            "what song are you the most proud of?",
            "it's not a contest. nevermind, actually it is a contest, which is exactly why i don't know. because i try just as hard to win, each time"
        ]
    },
    {
        "date": "2.7.22 10:35 am",
        "ctx": [
            "How many times does your next video show text that isn't the lyrics of the song?",
            "11 so far"
        ]
    },
    {
        "date": "2.7.22 10:33 am",
        "ctx": [
            "what does your animation mean",
            "it emphasizes and synchronizes with the main audio contents of the video"
        ]
    },
    {
        "date": "2.7.22 9:55 am",
        "ctx": [
            "your opinion on human nature?",
            "the nature of humans (besides all the default animal stuff which is old news so i'll skip that part) is thinking and imagining wilder and wilder ideas to make the whole world better and better"
        ]
    },
    {
        "date": "2.7.22 9:49 am",
        "ctx": [
            "will your next video have vitamin F# supplements?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "2.7.22 8:43 am",
        "ctx": [
            "Is \"At the Airplane Terminal\" based on a true story at the airplane terminal",
            "it's based on the feeling of being at an airport terminal (before the year 2020). i've experienced this many times"
        ]
    },
    {
        "date": "2.7.22 8:29 am",
        "ctx": [
            "Hello Bill. I've been finding some really good melodies inside my head. But every time I touches instruments, it doesn't work. How do I let thing in my head out to my hands?\n\nOr, can I just touch non-instruments?",
            "the more you use the instruments, the more accurately they will repressent what you imagined. Think of how much experience you have with talking and writing the english language. i bet you were able to phrase your question exactly the way you had imagined it..... how did you learn to do this? i promise music works the exact same way"
        ]
    },
    {
        "date": "2.7.22 7:09 am",
        "ctx": [
            "a hat which in turn produces more hats which in turn produces more hats which in turn produces more hats.",
            "ah, the 'standard hat'"
        ]
    },
    {
        "date": "2.7.22 1:11 am",
        "ctx": [
            "Whose a musician that you think should get more recognition?",
            "you"
        ]
    },
    {
        "date": "2.7.22 12:33 am",
        "ctx": [
            "Have you considered doing a kickstarter or something similar to fund your tour?",
            "no"
        ]
    },
    {
        "date": "2.7.22 12:14 am",
        "ctx": [
            "tips on existing (non-peacefully)",
            "how about destroying the universe"
        ]
    },
    {
        "date": "2.6.22 11:58 pm",
        "ctx": [
            "did you ever find out whether or not it was legal to make laws, and if so, is it legal to make laws?",
            "if you have power you can make it legal but you don't need to make it legal if you have power"
        ]
    },
    {
        "date": "2.6.22 11:21 pm",
        "ctx": [
            "Why is wisdom so weird?",
            "because it's awesome"
        ]
    },
    {
        "date": "2.6.22 11:01 pm",
        "ctx": [
            "how does life work",
            "everything is different at the same time"
        ]
    },
    {
        "date": "2.6.22 10:51 pm",
        "ctx": [
            "what is the formula for when to use caps",
            "when you want bigger letters without changing the font, OR to protect the identity of L in an isolated context where it would be in danger of looking too much like capital i"
        ]
    },
    {
        "date": "2.6.22 10:22 pm",
        "ctx": [
            "Have you ever thought about making 2 songs that are meant to be played simultaneously?",
            "no but that's a good idea"
        ]
    },
    {
        "date": "2.6.22 10:16 pm",
        "ctx": [
            "Why do I have the sudden urge to fuck a goat?",
            "*billy joel voice* that's \"just the way you are\""
        ]
    },
    {
        "date": "2.6.22 9:21 pm",
        "ctx": [
            "whenever you release a video, do you consistently have a thing in the back of your head each time that's hard to pin down but is just making you feel like utter shit",
            "yes. but that's only part of the story"
        ]
    },
    {
        "date": "2.6.22 8:16 pm",
        "ctx": [
            "hey bill, some friends and i are making a comic about musicians living in a post-apocalyptic world where music is Illegal and we were wondering if you wanted to be in it as one of the musicians creating Illegal music to save the world.?",
            "how about making an illegal world to save the music"
        ]
    },
    {
        "date": "2.6.22 8:03 pm",
        "ctx": [
            "does your next song have music in it?",
            "let me check"
        ]
    },
    {
        "date": "2.6.22 7:38 pm",
        "ctx": [
            "I'm really sick and tired of doing work I don't wanna do, but I'm forced to keep doing it. What's your take on this system",
            "i'm ready to hire someone to force me to work"
        ]
    },
    {
        "date": "2.6.22 7:04 pm",
        "ctx": [
            "are you making a new song",
            "the song is made, i'm just finishing the video. but that's not important. what matters is i will make many more songs and videos. more than you've expected from me, that's for sure"
        ]
    },
    {
        "date": "2.6.22 7:02 pm",
        "ctx": [
            "whats ur favorite song you made",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "2.6.22 6:32 pm",
        "ctx": [
            "I am going to graduate and become an adult very soon. However I can't help but feel as though I have wasted my childhood to a degree. Don't get me wrong I've had a great life so far and I am thankful for that every day. I just haven't done anything memorable or exciting. I know that I still have ample time to do these things but I feel like childhood is special in a way that I will never get back. Have you ever felt this way?",
            "yes",
            "If so. What did you do?",
            "a blend of hurrying and feeling guilty for not hurrying. it's hard to measure how this balances out, because the guilt bends the fabric of spacetime",
            "(btw your music is the only music I have ever been truly invested in and I want to thank you)"
        ]
    },
    {
        "date": "2.6.22 5:46 pm",
        "ctx": [
            "Do you think atoms have feelings?",
            "sure, if you can figure out what a feeling is"
        ]
    },
    {
        "date": "2.6.22 5:07 pm",
        "ctx": [
            "i know i can write music, but i sometimes dont know how to start - any tips? i might try the \"write something as bad as possible\" business.",
            "yes, it looks like you have already received the tips for this scenario",
            "also, your music gives me motivation to write music, and that is the highest compliment i can bestow."
        ]
    },
    {
        "date": "2.6.22 3:30 pm",
        "ctx": [
            "how many times should i fail at something without seeing improvement before i try another strategy?",
            "i'd say between 2 and 24"
        ]
    },
    {
        "date": "2.6.22 3:07 pm",
        "ctx": [
            "how often is it that you try to make \"irregular\" songs? or rather, how often do you try to make songs different from what you think a song is to be like?",
            "every time. that's the only way it works. it's kind of like running forward: you have to push against the ground backwards"
        ]
    },
    {
        "date": "2.6.22 2:54 pm",
        "ctx": [
            "What is the first chord in your new song?",
            "Aadd4"
        ]
    },
    {
        "date": "2.6.22 1:19 pm",
        "ctx": [
            "Hello Bill. You give some pretty smart answers to some of these questions, and you probably get to think about a lot of interesting and weird things because of it. Do you think that you get smarter/more thoughtful by answering these questions every day?",
            "a little bit",
            "Or does it bear no effect?\n\nAlso how often do you get asked the same questions?",
            "i've never been asked the same question. so far every question has been different"
        ]
    },
    {
        "date": "2.6.22 12:01 pm",
        "ctx": [
            "is got some money the opposite of mt st helens in the sense that instead of being happy about a bad thiing youre sad about something good?",
            "yes, except i wouldn't consider the money song 'sad' as much as 'freaked out and nervous'"
        ]
    },
    {
        "date": "2.6.22 11:49 am",
        "ctx": [
            "My results for this really important exams are coming tomorrow I'm super freaked out. How do i calm myself?",
            "take some different exams, for fun"
        ]
    },
    {
        "date": "2.6.22 11:30 am",
        "ctx": [
            "Do you write out week/day schedules in advance to get going? Something like \"Monday: 9-10 recording vocals, 10-12 mixing project, 13-15 fun with kick drums, 15-17 writing about bicycles\", etc.",
            "sometimtes",
            "I find it hard to balance between no schedule at all (nothing gets really done) or a very rigid one (I'm too afraid to even try it or I give it up quickly).",
            "yes i'm the same way. i have a long history with this"
        ]
    },
    {
        "date": "2.6.22 10:04 am",
        "ctx": [
            "were you feel a great dark ages in your past?(it sounds so..)",
            "it's always a mix of dark and light. but sometimes my memory can be biased, depending on mood"
        ]
    },
    {
        "date": "2.6.22 8:44 am",
        "ctx": [
            "while reading the lyrics in the questions the last few days, i noticed how vividly i had remembered your songs. as i read the words on the screen i instantly heard the melody and a whole bunch of the other stuff really easily. now i don't have perfect pitch, but when i went and checked the songs to see i was always exactly on pitch as well. this happens to me sometimes with other people's songs when i play them in my head (which i do all the time) but with yours it seems i have a much better chance. usually i can't tell at all if i'm playing a song in the wrong key in my head though, but reading your lyrics made it super vivid. it's not that i think they have to be in one key, but when i hear you singing it in my head it my memory is just especially vivid. i think i remember you saying you always do a range test for your songs. might this be part of it?",
            "no, i think what's happening is you have very strong sonic memory of these recordings, probably because you've heard them a lot. i've noticed that it's pretty common for people to remember the absolute pitch of familiar recordings. in fact, it might even be more common with non-musicians, because musicians might specifically train themselves so well on the relative that they almost willfully disregard the absolute",
            "i think a lot of other music i listen to is made before someone sings \"over\" it and that probably results  with people singing something in a way that could have been expressed better slightly higher or lower. also interesting because i am not usually a person who digests lyrics easily. i'm terrible at remembering them, but as soon as i read them the song sprung to life"
        ]
    },
    {
        "date": "2.6.22 6:54 am",
        "ctx": [
            "when are you going to post your next video",
            "paradoxically, i don't care about that. the only thing i care about is the times i post every one of my videos in the future"
        ]
    },
    {
        "date": "2.6.22 6:23 am",
        "ctx": [
            "are you currently feeling wacky and/or goofy right now?",
            "no but perhaps i am anyway"
        ]
    },
    {
        "date": "2.6.22 3:56 am",
        "ctx": [
            "what's the first thing that will be represented with one letter in the video for your next song?",
            "the variable 'a', unless i change that part"
        ]
    },
    {
        "date": "2.6.22 2:45 am",
        "ctx": [
            "Which came first, the toaster or the egg?",
            "egg"
        ]
    },
    {
        "date": "2.6.22 2:35 am",
        "ctx": [
            "what instrument has the worst texture",
            "my PR team has advised me not to say"
        ]
    },
    {
        "date": "2.6.22 1:57 am",
        "ctx": [
            "Would you ever release a physical book of your poetry?",
            "it would have to have some trick to it. otherwise i'd probably never be satisfied"
        ]
    },
    {
        "date": "2.6.22 12:39 am",
        "ctx": [
            "how's 2022 going for you?",
            "ok"
        ]
    },
    {
        "date": "2.6.22 12:07 am",
        "ctx": [
            "hey bill, im going to graduate soon, and i feel so so terrified of the future. Like my life is changing, but im not really ready for it. Have you ever felt this way?",
            "yes"
        ]
    },
    {
        "date": "2.5.22 11:22 pm",
        "ctx": [
            "what are your songs about?",
            "they are about what currently means the most to you...... (IF the songs work. songs are a very hit and miss business)"
        ]
    },
    {
        "date": "2.5.22 9:32 pm",
        "ctx": [
            "is music of itself or of other things?",
            "it's of other things, but in some cases that other thing might still find it's way into the music subject at different angle. For example, you might be using music as an element in a story about somebody building a violin"
        ]
    },
    {
        "date": "2.5.22 8:25 pm",
        "ctx": [
            "can you play me a nice chord progression?",
            "no, but i'll use chords to increase the niceness of the over-all piece of content i'm delivering to you"
        ]
    },
    {
        "date": "2.5.22 8:22 pm",
        "ctx": [
            "do you like circular TVs",
            "no"
        ]
    },
    {
        "date": "2.5.22 6:27 pm",
        "ctx": [
            "do you think I could do a triathlon?",
            "i think you could do 3 triathlons"
        ]
    },
    {
        "date": "2.5.22 4:40 pm",
        "ctx": [
            "why do u use so many capital letters",
            "for emphasis, and style"
        ]
    },
    {
        "date": "2.5.22 2:35 pm",
        "ctx": [
            "I'm nervous for an interview coming up today. How can I calm myself down?",
            "interview someone else first, to get in the mood"
        ]
    },
    {
        "date": "2.5.22 2:19 pm",
        "ctx": [
            "What type of content motivates you the most to make?",
            "the kinds i've been making plus some other kinds that i probobaly won't quite say until i do it"
        ]
    },
    {
        "date": "2.5.22 12:20 pm",
        "ctx": [
            "Saw you had a \"Now Hiring All Positions\" sign in the background of La de da de da de da de day oh. Will you still hire me even though I'm not a position?",
            "sure"
        ]
    },
    {
        "date": "2.5.22 11:49 am",
        "ctx": [
            "hey there's a few questions i have about this song:\nSLOW DOWN ANALYSIS\n\n\"look at the time, upon the wall\nthe clock is tellin it all wrong\nyou got to slow down\nyou got to slow down\nslow it right off the wall\nyou got to slow down\"\nstop rushing.",
            "ironically i couldn't, because i was under enormous time pressure to write the song. but that's a coincidence",
            "\"my hatis bent\noh, i got a bent hat\nmaybe i'll slow down\nand straighten it out\"\ncontinued from the previous verse, when things aren't as they should be, the solution is to slow down, stop rushing-- that's what will right the wrongs.",
            "in this particular song, \"slow down\" is a purely musical phrase. the lyrical content is actually not what i wanted to say at the time. and i tried very hard to come up with something else besides 'slow down'. but 'slow down' was the first and only good thing i could find that sounded right. to put it in context, 'slow down' was the first actual lyric i got, and the only other thing i knew was i wanted it to be a blues sequence (the chords going how they go, in those verse sections), with the 'title' being at that location (where 'slow down' is). and the first and only thing i could come up with was 'slow down', sung in that way. that's just the only thing that seemed to fit. i tried to come up with something else because it didn't 'seem' like the most interesting concept i could come up with. but i couldn't find anything else that worked as well. so i had to write the whole song around that",
            "\"and then twist it all around\nthen put it down\"\ndoing things badly on purpose, and then letting them go for a while before you get back to straightening them out\n\n\"and i'm bobblin down 124th street\nand i think i'm bobblin to a brighter day\"\noptimism\n\n\"and the radio's playing a different kind of music\nand the universe is starting t o shake\"\ndifferent music=change= brighter day\nshake=change=brighter day\n\n\"look at the time, it's 12;30\ni'm going to hell, and i'm late for it\"\nif you can people feel good about something bad, then you're bulletproof in life.\n\n\"but i'll slow down\nand talk about it\"\ngoing back home lyrically to say 'slowing down's gonna right your wrongs.' \nthis is your dissonant optimism at work: you're pretending you can SLOW DOWN to fix BEING LATE, but your conviction regarding this is so strong that you just might be right.\n\n\"and the world goes round and then comes back down\"\ncould you talk about this a little?",
            "sure. that's one of the worst lines in the song. you can see with most of this, i seemed to slip into this sort of \"A A B\" sectionality, where i do a couple of verses, then bounce to a bridge, then do a couple more verses, then another bridge, and back. i mean, it's not bad to do that, it's just in some points it kind of feels like it's on auto-pilot. It's likely that that line \"world goes round and then comes back down\" seems to represent the feeling of cycling through these song sections in this way.",
            "i'll assume this line's meant to lead musically into the instrumental verse\n\n[instrumental verse]\n\n\n\"now i'm swingin about my every daily business\nand i'm pondering out about how it's daily been\"\nalright alright\n\n\"and it's easy to feel if you're useless\nbut it's strange wh en you tell your friends\"\nyeah. it's hard to sincerely admit your flaws without veiling it behind irony",
            "i changed my mind: this is the worst part of the song. i wish i could have done better. the goal-post here should be to make this have the same sort of high-flying 'sail' that the first bridge had (124th street). unfortunately i was unable to live up to this",
            "\"so i re-loaded my fax machine with some fresh clean paper\nso i can slow down and have a slow time printing it out\"\nfax machine is sort of odd, so that's why it's here. i don't understand what the verse MEANS, but i'm liking it texturally and rhythmically.",
            "right. i think after the previous bridge seemed to get us into a bland rut, i think i was reaching toward something more playful",
            "slowing down printing out faxes is revisiting the slowing down for being late to hell idea, i.e. it isn't something you really want to do, but it's something YOU would want to do.\n\n\"then the roof blew off again and it came back down\"\nparallel lyrically to the previous verse. could you talk about these two lines a little? thanks",
            "yes, i definitely think it reflects the sensation of cycling through these A and B sections of the song. over, and over, and over, and over again.",
            "\"and hurricaines and storms cover the landscape\nand the picture frames are floating off the wall\nand the hourglass is twisting a little bit sideways\nand the neighbourhood is all gone\"\nfirst: beautiful vocals\nsecond: this is  the apocalyptic nature of your works REALLY standing out-- you're bulletproof in life, truly\nthird: the hourglass is twisting sideways, meaning time is SLOWING DOWN, which means everything will be alright?",
            "i was lucky i was able to barely squeak by with something mildly original in this section. everyone can see we're dangerously close to being in a serious rut of just cycling over the form like a zombie",
            "\"look at the time, on the wall\ncuz it's going very very really slowly now\"",
            "this part is the breakthrough, because as you can see i've finally freed myself from the prison of the never-ending sort of AABA paradigm the rest of the song has been in",
            "beautiful beautiful beautiful, this entire verse, and i love how the lead in to it feels like we've been 'submerged' musically somehow. great. time is going slowly now because of the 'apocalypse?'",
            "it's going slowly now (in a nice way) because i've finally broken out of that damn form, from before. and it just feels really good. new melodies, new content, new chords, it's like when you spend 80% of the party in 1 room and you've gotten bored of it and then you move into a new room that you never saw for the other 80% of the time",
            "\"and it's the only thing that anybody ever talks about\nand the scientists are always trying to figure out\nand the physicists are always letting it bounce around\"\ni'll talk about these three lines at the end of the verse.",
            "it looks like i'm so glad to be in this section, i just wanna let it go around forever",
            "including an instrumental line in this entire twelve-line verse is a great choice musically, even though i don't know anything about music. this balances out the verse. freshens it up. makes people go 'ooh. let's  see what's going on.' \ni'm not a musician but does it mean something that the instrumental line is the sixth line?",
            "it seems to be on the 5th line. which is after 4 lines. in this case, the 4 lines feels like a complete unit. but the truth is, i really wanna just keep these going and stay in this section. but there's a chance that maybe i shouldn't stay any longer ...... so i guess i throw it to a musical riff because obviously i still have that melody in my head, and then the fact that we leave after 1 shows that even though we briefly considered leaving, what we really want to do is double down and stay",
            "like does it have anything to do with those timing things the uh TIME SIGNATURE? because like i think a waltz goes:\ndu DU DU \ndu DU DU\ndu DU DU\nwhich is a regular rhythm or something\nand what you've done with your verse here is go:\n1\n2\n3,\n1\n2\n[IRREGULARITY].\n\n\n\"and the novelists are typically writing stories about it\nand the journalists are usually breaking news about it\nand the pharmacists are frequently making drugs about it\nand the charities are always raising money for it\"\ni think this entire verse is trying to evoke that 'diagonal' quality to it. great great great.\n\n\"and the client's name is always there \nand [client's name] always cares\"\nbeautiful end to the song. somehow you've gotten 'back home' musically not by returning to the same place but by.. . creating a new home?!?!?",
            "i suppose in a way, perhaps i had 'paid my dues' through the rest of the song because i had basically been feeling slightly uncomfortable/skeptical about just keeping the AABA form for so long. it felt good the first time around, but after that, there was always this skepticism about just drilling around the form like that. Was decidedly the best option at the time, but still gave me this nagging feeling of unfulfillment throughout. So it really felt refreshing to hit that outtro (everything after \"very slowly now\", up to the end), and that rush was enough to keep me out of the worry zone, all the way until the end"
        ]
    },
    {
        "date": "2.5.22 10:47 am",
        "ctx": [
            "Do songs amplify, clarify, or give voices to thoughts in your head,",
            "yes",
            "or is it just me? If songs or song lyrics emotionally resonate with me, they feel more like truths than thoughts. Is it the same with you?",
            "music can enhance the potency of our feelings about whatever that music is connected to"
        ]
    },
    {
        "date": "2.5.22 9:36 am",
        "ctx": [
            "how long is a business day?",
            "about 1 planck, give or take"
        ]
    },
    {
        "date": "2.5.22 8:33 am",
        "ctx": [
            "how does one become motivated",
            "first ask yourself 'to do what'"
        ]
    },
    {
        "date": "2.5.22 8:20 am",
        "ctx": [
            "I asked someone I admire creatively for advice on creating things, and she said that for her it's like finding things that interest/amaze you, and replicating the feeling it gave you, in a medium you are working in. I liked her answer, what do you think? also I'd really love it if you answered the same question, as you are another person I admire creatively. what is your advice on being creative and creating things? thank you!",
            "it's magic. unfortunately there's no specific way to make it happen. Sometimes when you try to make it happen, that scares it away and it doesn't happen. And sometimes it happens when you least expect it. The problem with that is, i'm sure you'd like to be professional and have the ability to readily make it happen on your own schedule, rather than wait around forever. So in that case, if you're wishing to solve that, i would suggest to just move forward and just create many things, 'anything', and allow it to be 'wrong' on purpose. if you can get up the courage to do that, then that will get you into the game, and then the real magic will find you surprisingly quickly"
        ]
    },
    {
        "date": "2.5.22 7:46 am",
        "ctx": [
            "tips for writing lyrics?",
            "don't forget to sing it",
            "Idk how to make them sound not clich&eacute;/cringe",
            "a good approach for this problem is to try to do it 'wrong' on purpose"
        ]
    },
    {
        "date": "2.5.22 7:05 am",
        "ctx": [
            "if you ever had to export the stems to your song, how many stems would you organize your track into?",
            "it all depends on what it's being used for. it's usually best to organize it to fit the purpose"
        ]
    },
    {
        "date": "2.5.22 6:00 am",
        "ctx": [
            "In many of your songs you talk about home or coming back home or having no home or anything. What does home mean for you?",
            "a warm feeling, in a song"
        ]
    },
    {
        "date": "2.5.22 5:50 am",
        "ctx": [
            "how to come up with a title for a song without lyrics",
            "which one"
        ]
    },
    {
        "date": "2.5.22 4:48 am",
        "ctx": [
            "do you believe in destiny?",
            "which one"
        ]
    },
    {
        "date": "2.5.22 4:10 am",
        "ctx": [
            "are you underwater?",
            "no"
        ]
    },
    {
        "date": "2.5.22 1:36 am",
        "ctx": [
            "is it a bad idea to try making music that's overly dramatic?",
            "i just realized i have no idea what 'overly' means"
        ]
    },
    {
        "date": "2.5.22 12:43 am",
        "ctx": [
            "bill, why is the world so dumb? why is there such a high crime rate? why is the world being destroyed because of the human race? why are trees being cut down? what are your answers?",
            "this is to make the other half of the story (all the better parts) seem even better",
            "is the answer because of green pineapples or bored monkeys?",
            "no"
        ]
    },
    {
        "date": "2.4.22 10:58 pm",
        "ctx": [
            "You probably have been asked this a lot but how do you think of your lyrics",
            "melodically. and in turn i think of melodies lyrically. it's both the same thing together. but i still don't know how i think of that 1 thing"
        ]
    },
    {
        "date": "2.4.22 9:17 pm",
        "ctx": [
            "Favorite pizza topping",
            "the best thing to put on pizza actually is something that goes under the pizza, it's called a table"
        ]
    },
    {
        "date": "2.4.22 8:40 pm",
        "ctx": [
            "I'm worried I will never be as good a songwriter as you. How can I fix this?",
            "you might as well get started, writing worry songs, for now"
        ]
    },
    {
        "date": "2.4.22 7:03 pm",
        "ctx": [
            "have you ever killed a man with a shovel?",
            "no. thank you for checking"
        ]
    },
    {
        "date": "2.4.22 5:25 pm",
        "ctx": [
            "how do artists make their art?",
            "impossible. doesn't happen",
            "i will never understand how their mind works",
            "that's because art and minds enjoy change. you understand it, fine, but then it changes"
        ]
    },
    {
        "date": "2.4.22 4:41 pm",
        "ctx": [
            "when was your last songwriting session?",
            "i was going to say october 28, 2021, but that's not true. it was february 2, 2022"
        ]
    },
    {
        "date": "2.4.22 3:58 pm",
        "ctx": [
            "music go up or down not side to side yes or other way question",
            "both"
        ]
    },
    {
        "date": "2.4.22 2:39 pm",
        "ctx": [
            "I only have three lines for a writing assignment how can I make it longer",
            "try writing the next 10 lines in 10 different wrong ways"
        ]
    },
    {
        "date": "2.4.22 1:42 pm",
        "ctx": [
            "should i let go of everything and start a new life?",
            "not entirely"
        ]
    },
    {
        "date": "2.4.22 1:11 pm",
        "ctx": [
            "do i like the song that you're making",
            "not yet"
        ]
    },
    {
        "date": "2.4.22 12:37 pm",
        "ctx": [
            "How do you keep yourself motivated to do things?",
            "i have to find the things i most want to do. if i find those things i genuinely want to do, then that's genuine motivation already"
        ]
    },
    {
        "date": "2.4.22 12:12 pm",
        "ctx": [
            "Can you see into my soul?",
            "only a tiny bit",
            "If so, what's in there?",
            "a curiosity, about the contents of souls"
        ]
    },
    {
        "date": "2.4.22 11:52 am",
        "ctx": [
            "How are we alive?",
            "everyone has a chance to demonstrate this in their own way"
        ]
    },
    {
        "date": "2.4.22 10:32 am",
        "ctx": [
            "does everything happen for a reason?",
            "instead of 1 reason, it's more like infinite reasons. it's like liquid reason at that point"
        ]
    },
    {
        "date": "2.4.22 9:47 am",
        "ctx": [
            "What if the dust will never settle?",
            "maybe you can partake in a dust dance"
        ]
    },
    {
        "date": "2.4.22 9:32 am",
        "ctx": [
            "Bill wurtz Archive - 2012/05/12 00:58 - Did the ice melt on it's own or did you do something to melt it faster? Need help melting ice",
            "the ice is always melting constantly. it's never clear how fast it's melting because there is always more ice. this may seem disappointing, but i've heard stories from people who have finished melting the ice and they say it's miserable after that. that's probably because the thing you crave is really the melting process"
        ]
    },
    {
        "date": "2.4.22 8:16 am",
        "ctx": [
            "Are you excited for your new song?",
            "yes but what i'm more excited about is to produce many more songs, and non-songs also"
        ]
    },
    {
        "date": "2.4.22 8:07 am",
        "ctx": [
            "where did the good times go",
            "all around you, right now. that's where they went"
        ]
    },
    {
        "date": "2.4.22 7:04 am",
        "ctx": [
            "what are the chords to your intro of \"long long long journey\"?",
            "that seems to be F#sus2, and Badd2 over F# (even though there's no bass here but if there were it would stay on F#)"
        ]
    },
    {
        "date": "2.4.22 6:20 am",
        "ctx": [
            "Why do you answer questions in the middle of the night?",
            "why do you ask them in the early morning"
        ]
    },
    {
        "date": "2.4.22 6:20 am",
        "ctx": [
            "Why are humans so stupid and ignorant?",
            "this is to round out the intelligence and wisdom they also have"
        ]
    },
    {
        "date": "2.4.22 4:52 am",
        "ctx": [
            "have you ever jokingly thought of using drugs such as lsd to make a song/get an idea about what song to make next (since i remember seeing people saying that your songs feels the same as getting high)",
            "that doesn't sound like a joking matter. ideas, and getting them, is serious. the process is completely ridiculous and i take it very seriously"
        ]
    },
    {
        "date": "2.4.22 2:05 am",
        "ctx": [
            "any fun facts?",
            "yep, they're all fun"
        ]
    },
    {
        "date": "2.3.22 11:34 pm",
        "ctx": [
            "Ah snakes",
            "i know what you mean"
        ]
    },
    {
        "date": "2.3.22 11:25 pm",
        "ctx": [
            "Have you ever felt like it was the beginning of the end (of society)?",
            "yes but it's more often that i think it's the beginning of the beginning"
        ]
    },
    {
        "date": "2.3.22 10:09 pm",
        "ctx": [
            "how do i make the correct decision?",
            "no decision is correct. if it were, then it would not be up for decision"
        ]
    },
    {
        "date": "2.3.22 8:21 pm",
        "ctx": [
            "Are we at the point yet where you can tell me the song which contains the word which contains the 47th letter of the lyrics of your next song?",
            "sure, i think \"i'm a princess\" has it"
        ]
    },
    {
        "date": "2.3.22 6:27 pm",
        "ctx": [
            "How do you think of your amazing chord progressions?",
            "i'm not sure, but it happens at the same time as the lyrics and melody. otherwise it's usually useless"
        ]
    },
    {
        "date": "2.3.22 5:54 pm",
        "ctx": [
            "do you keep some songs to yourself?",
            "yes"
        ]
    },
    {
        "date": "2.3.22 2:38 pm",
        "ctx": [
            "Does the Big Bang make any sense to you?",
            "i was going to say yes but now that i think about it no"
        ]
    },
    {
        "date": "2.3.22 2:36 pm",
        "ctx": [
            "If everything is everything, then why can't everything be everything?",
            "to give you a chance to fight for it"
        ]
    },
    {
        "date": "2.3.22 11:30 am",
        "ctx": [
            "What are the chords for the beginning of, \"got some money?\"",
            "F#min, C#7/F#, F#min7, F#min6"
        ]
    },
    {
        "date": "2.3.22 11:19 am",
        "ctx": [
            "what would you say if someone told you basic calculus wasn't hard?",
            "i'd say i believe that",
            "now with the new knowledge that this is an Indian guy asking, what is your updated reply?",
            "same"
        ]
    },
    {
        "date": "2.3.22 11:09 am",
        "ctx": [
            "how do you manage to come up with all the weird stuff in your music videos?",
            "i just take normal stuff and nudge them slightly overboard"
        ]
    },
    {
        "date": "2.3.22 10:51 am",
        "ctx": [
            "does your next song use the word \"home\"",
            "i hope not"
        ]
    },
    {
        "date": "2.3.22 10:51 am",
        "ctx": [
            "i still question what's in the fragile box in the unboxing video... what's in the box?",
            "instructions for how to make the box"
        ]
    },
    {
        "date": "2.3.22 10:35 am",
        "ctx": [
            "hello bill, how are you doing?",
            "pretty good",
            "are you going to the superbowl?",
            "no",
            "god bless"
        ]
    },
    {
        "date": "2.3.22 9:11 am",
        "ctx": [
            "what music plays in funny dolphin",
            "the music that i made specifically for that video"
        ]
    },
    {
        "date": "2.3.22 8:26 am",
        "ctx": [
            "i make really tiny paintings. i like them but people say i should make BIGGER paintings. should i get out of my comfort zone?. maybe i can make an art gallery for ants instead",
            "how about making them so big that it makes the people who said they were too small say they're too big"
        ]
    },
    {
        "date": "2.3.22 12:34 am",
        "ctx": [
            "is it possible for a magician and a scientist to fall in love?",
            "not just possible. probable"
        ]
    },
    {
        "date": "2.2.22 11:40 pm",
        "ctx": [
            "How do I let go of perfectionism and just allow my art to be?",
            "find a piece of bad art, and try to out-do it by making yours worse"
        ]
    },
    {
        "date": "2.2.22 10:29 pm",
        "ctx": [
            "do a song",
            "i almost didn't even think of that"
        ]
    },
    {
        "date": "2.2.22 10:16 pm",
        "ctx": [
            "Hi Bill, can you help me? I finished my first album a year ago (just the music, without lyrics, but with a clear singable melody). The thing is that since then I've been heavily struggling to write lyrics to those melodies. (The album hasn't been published yet) I know what each song should talk about. I perfectly know what each song should make me feel (lyricaly). But everytime i sit down to actually write the lyrics I freeze up and nothing comes. I feel like I could have avoided this whole situation if the songs had been composed with lyrics from the first place, but sadly that's not how this songs came to life. I know that one solution would be to keep them as they are, without lyrics. but there's a clear message i want to express in every song, and leaving them like that would not help me to reach that goal. any advice on this problem? Thanks Bill, your work means so much to me",
            "this may seem inconvenient, but the best solutions always seem to arrive when you literally thought you were not working on it. when you're not even thinking about it. But, as long as you are trying, what you can do is just start putting any words on it, and keep trying different things. eventually if you do this enough, you'll probably get sick of it and stop thinking about it and then the answers will be right there"
        ]
    },
    {
        "date": "2.2.22 10:06 pm",
        "ctx": [
            "whats your favorite piece of clothing?",
            "the troposphere"
        ]
    },
    {
        "date": "2.2.22 9:33 pm",
        "ctx": [
            "how do i know when a song is done?",
            "it's your choice. but this is probably not the answer you want",
            "there must be some scientific way to solve this",
            "there is not. if you listen to science, no song is done"
        ]
    },
    {
        "date": "2.2.22 9:16 pm",
        "ctx": [
            "Why did you start making music?",
            "i realized it was already making me, so i might as well join the race"
        ]
    },
    {
        "date": "2.2.22 6:30 pm",
        "ctx": [
            "brain too loud, how do I make it quieter?",
            "start writing loud"
        ]
    },
    {
        "date": "2.2.22 6:09 pm",
        "ctx": [
            "are you the ceo of sex?",
            "no. thank you for checking"
        ]
    },
    {
        "date": "2.2.22 4:21 pm",
        "ctx": [
            "Is the new video a \"got to know what's going on\" music video?",
            "no"
        ]
    },
    {
        "date": "2.2.22 4:02 pm",
        "ctx": [
            "what is the average use of a melon? please i need to know",
            "melons are self using"
        ]
    },
    {
        "date": "2.2.22 3:57 pm",
        "ctx": [
            "is there a word for the style of jazz where you play like 100 notes per second and use 90% of the 12 notes in the octave at all times",
            "....intellectual?",
            "(like, johnny costa, john coltrane, probably other people named \"john\")",
            "ah, that would be john jazz. but i can't verify that that's the same as the many-note style you described before"
        ]
    },
    {
        "date": "2.2.22 3:48 pm",
        "ctx": [
            "what number of boxes would you consider to be a suspicious amount of boxes?",
            "any number different than the expected amount"
        ]
    },
    {
        "date": "2.2.22 3:23 pm",
        "ctx": [
            "why was the questions page in my dream ?",
            "because you have spent some time here"
        ]
    },
    {
        "date": "2.2.22 2:36 pm",
        "ctx": [
            "i'm starting to think the sun isn't real, can you confirm the sun is real?",
            "yes"
        ]
    },
    {
        "date": "2.2.22 1:34 pm",
        "ctx": [
            "how would you describe yourself",
            "i would probably make a website"
        ]
    },
    {
        "date": "2.2.22 12:20 pm",
        "ctx": [
            "why do people do things",
            "to see if it's possible"
        ]
    },
    {
        "date": "2.2.22 10:28 am",
        "ctx": [
            "why did they invent paint and paintings?",
            "to make better pictures"
        ]
    },
    {
        "date": "2.2.22 9:22 am",
        "ctx": [
            "You are featured in osu!(?) How did this happen?",
            "they contacted me and we discussed it and reached an agreement. for me i'll confess it was mostly part of a greater scheme to practice saying \"Yes\""
        ]
    },
    {
        "date": "2.2.22 9:11 am",
        "ctx": [
            "why do you use a triangle but not a square",
            "i use squares probably more than i use triangles"
        ]
    },
    {
        "date": "2.2.22 7:05 am",
        "ctx": [
            "if \"soap tips\" is \"hi, i'm steve\" part 2, is \"maybe i could eat blades of grass\" \"hi, i'm steve\" part 3? and are \"unboxing video\", \"how to win at spelling\", and \"ball& stick\" then \"hi, i'm steve\" parts 4, 5, and 6? lastly, will there be more parts?",
            "there does seem to be a connection amongst all those. but you'll see going forward there will be a marked change to the genre which should hopefully make them much more potent"
        ]
    },
    {
        "date": "2.2.22 6:18 am",
        "ctx": [
            "does a dog have buddha nature?",
            "i was going to say yes but now that i think about it no"
        ]
    },
    {
        "date": "2.2.22 4:00 am",
        "ctx": [
            "is it a good idea to have imaginary deadlines for releasing stuff? ive been considering it to make myself finish more work",
            "it's a great idea, but whether or not it will work is another story. once you try it 100 times, then you'll start to get a general idea of how often it works"
        ]
    },
    {
        "date": "2.2.22 3:52 am",
        "ctx": [
            "What are your thoughts on using recordings of nature or natural sounds in your songs?",
            "that sounds like a good idea"
        ]
    },
    {
        "date": "2.2.22 2:05 am",
        "ctx": [
            "Does a circle have 0 or infinite sides?",
            "conceptually, i think you get the idea"
        ]
    },
    {
        "date": "2.2.22 2:05 am",
        "ctx": [
            "Does visiting your site and playing media give you money?",
            "no",
            "Or does it take it away?",
            "no",
            "I've heard clicks on a site will generate revenue, but I have no idea how that works. Thanks!",
            "i think that's when the site has ads on it, which this site does not"
        ]
    },
    {
        "date": "2.2.22 1:51 am",
        "ctx": [
            "Why am I suddenly often hit with severe bouts of sadness and hopelessness?",
            "this is to make the better times more potent"
        ]
    },
    {
        "date": "2.2.22 1:31 am",
        "ctx": [
            "What is your personal favorite song that you have done? For me, It's a tie between Mount St. Helens and Slow Down. I love you.",
            "that's nice of you. i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "2.2.22 1:25 am",
        "ctx": [
            "'More than a dream' makes me feel good and hopeful and inspired. Just felt like lettting you know, it",
            "that's nice of you"
        ]
    },
    {
        "date": "2.2.22 12:57 am",
        "ctx": [
            "Was the tree in the recent Instagram post generated with M-tree or Sapling Tree Gen?",
            "absolutely not"
        ]
    },
    {
        "date": "2.2.22 12:48 am",
        "ctx": [
            "MIGHT QUIT ANALYSIS:\n\"it's the first day of school\" \ncollege?",
            "could be any school, but i suppose most of the metaphors that come later would probably be most relatable if it's a college/university",
            "\"and i think i might quit\ncuz the things i've been seeing in here don't make sense\"\nyou've been disillusioned by the system and the curriculum, they're not teaching you what you want to know",
            "that sounds about right. except keep in mind, this song is not specifically about 'me'. it's about anyone who feels they have been through something that feels like this",
            "\"so i packed up my things and i walked thru the door and i'm \ngoing somewhere else instead\"\nyou're going somewhere else to learn",
            "yep",
            "\"so i chopped down some trees \nand i built a small house\"\nthis is about autonomy and independence, and also again the romance of creating things on your own.",
            "surely",
            "\"and i just might be small enough to live in it\"\nyou don't desire much materialistically-- you are small enough to live in this small house without complaining about it",
            "surely",
            "\"then the rain came pouring down \nand it made some cool sounds\nand i'll tell you what those sounds said\"\nvery good lyrical moment. were these lines inspired by  an actual rainy day?",
            "no. it just seems like the forces of nature should assert themselves here, upon the previous situation of becoming situated",
            "\"(said) hello and goodbye\"\nhello and goodbye is an odd sort of cool sounding phrase, so that's why it's there.",
            "right",
            "\"do you feel alright\nwith the days gone by\" \n'are you fine? do you have any regrets?'",
            "i confess that the music was driving the lyrics here, which is not ideal, but, your meaning is certainly correct",
            "\"i'll never waste my time\"\nof course. \n\n\"i'll never say goodbye\nyes i will but i won't say it tonight\"\nthis is about the ephemerality of life as an artist: i'm never gonna stop creating-- well, i will, but not today.",
            "pretty much. again, the music is driving the lyrics here, but surely this meaning is accurate",
            "\"so i picked a new character\nand i've just chose my shirt\"\nvideogame-ish imagery.",
            "right",
            "also how did you pronounce charactr here\nkrktr chrhct\nkrktkrc",
            "it's \"character\", in 1 syllable. it may seem like it's not going to fit, but it can be done with a little courage",
            "\"and i'm going to the land of the 2 letter words\non in up at or so, by if to of no it\"\nit's a feeling we can't forget\"\ngreat\n\n\"hello and goodnight\ndo you feel alriiiight\ndo you remember the days gone by\"\nah, is this like you from the past?",
            "i'm not sure why this line is different from the previous chorus. actually i think i have an idea: given that i'd already pronounced \"alriiiight\" longer like that, the first chorus version wouldn't have fit. so that's probably what altered the course of things.",
            "\"do you rem ember the way that we dreamed we could change our lives\ndo you feel like changing your mind\"\ndo you have any regrets, future me? do you remember our dreams?",
            "i'd say that's about right",
            "\"it's the first day of school\nand i think i might quit\ncuz the things that i'm feeling still don't make sense\"\ni can relate to this one too\n\n\"and i've tried to explain\nand it hurts to describe\"\ncertainly. saying it directly is sort of uncomfortable. \nso i'll sing this song instead\"\nmusic reaches into a more comfortable place in our souls i suppose",
            "that's true",
            "[instrumental melody]\n\n\"hello and goodbye\"\ngreat. this is you replying to your past self, in the same way your past self called out to you-- you havent changed in the little ways",
            "the actual explanation for this line here is much more simple. it's just the same as it was before, because it's been established that that's how the song goes already. i'm commonly guilty of altering too many lines from chorus to chorus, and not having enough things repeated the same. but in this case i was able to keep it inside the box",
            "\"do you think i'm dying\ndo you think i'm going somewhere else this time\"\ni'm fine. i'm fine.",
            "maybe this was just late-song itch setting in. feeling restless",
            "\"do you remember the day we pretended to be every star in the sky\"\nbeautiful. not even going to  stain this line with my analysis",
            "well then i will. i think on this line i'm terribly guilty of letting the music drive the lyric. i was clearly chasing some flashy key changes, and the lyrics were just tagging along for the ride as best they could",
            "\"it's the first day of school\nbut i think might quit\"\ncoming back home musically, and:",
            "right",
            "\"gonna learn some new lessons i won't forget\"\n\n\"gonna write them all down in the language of love\"\nmusic",
            "that's true",
            "\"and then teach them to everyone\"\nyou want to inspire everyone.\n\nwhich you have.",
            "i'll see what i can do"
        ]
    },
    {
        "date": "2.2.22 12:16 am",
        "ctx": [
            "how do you come up with the most thought-provoking tweets",
            "either something provokes my thoughts, or, if that doesn't happen i have to try to provoke my own thoughts"
        ]
    },
    {
        "date": "2.1.22 11:56 pm",
        "ctx": [
            "what do you think about the current state of affairs?",
            "each affair is currently in a different state"
        ]
    },
    {
        "date": "2.1.22 11:32 pm",
        "ctx": [
            "What are your thoughts on the upcoming dates of 2/2/2022 and 2/22/2022? I ask becauseI recall reading that you find certain dates like the New Years interesting, so any particular thoughts?",
            "january 9 used to be pretty cool, but that was a long time ago"
        ]
    },
    {
        "date": "2.1.22 10:16 pm",
        "ctx": [
            "are you a can of coca cola or pepsi",
            "no. thank you for checking"
        ]
    },
    {
        "date": "2.1.22 10:15 pm",
        "ctx": [
            "what question did I ask again",
            "(ref: q.php?date=202112140942\"target=\"_blank)this one<remqq></remqq>"
        ]
    },
    {
        "date": "2.1.22 9:52 pm",
        "ctx": [
            "is this the first question answered in februayr",
            "no"
        ]
    },
    {
        "date": "2.1.22 9:50 pm",
        "ctx": [
            "how do you feel about jelly",
            "fine"
        ]
    },
    {
        "date": "2.1.22 9:48 pm",
        "ctx": [
            "what style would you call your music?",
            "average"
        ]
    },
    {
        "date": "2.1.22 9:22 pm",
        "ctx": [
            "Do you think some people are just naturally more talented or generally better at making music than others are?",
            "i'm not sure",
            "If so, do you think there's anything valuable that can come out of someone worse off trying to make music?",
            "yes. they will get better, for sure"
        ]
    },
    {
        "date": "2.1.22 8:57 pm",
        "ctx": [
            "> how is, \"soap tips,\" hi i'm steve 2",
            "because it's the second time i wrote/produced a video in that same format"
        ]
    },
    {
        "date": "2.1.22 8:53 pm",
        "ctx": [
            "how to say everything",
            "you're gonna have to use art"
        ]
    },
    {
        "date": "2.1.22 8:05 pm",
        "ctx": [
            "is there anything other than food you can put on a plate to give the plate meaning?",
            "fake food"
        ]
    },
    {
        "date": "2.1.22 7:39 pm",
        "ctx": [
            "how do i know when to start and end something",
            "you won't know. so you'll have to start and end it at the wrong time"
        ]
    },
    {
        "date": "2.1.22 6:57 pm",
        "ctx": [
            "I'm currently working on a project biography trifold type thing on you. Is there anything of yours you're especially proud of or that you think is especially important that you'd like me to highlight? thanks",
            "we'll see"
        ]
    },
    {
        "date": "2.1.22 3:09 pm",
        "ctx": [
            "when there is an issue with a question and it has a [sic] do you add it anaskg awer [sic] fsad [sic]",
            "no"
        ]
    },
    {
        "date": "2.1.22 1:36 pm",
        "ctx": [
            "why do you seem to be high",
            "perhaps you are lower, by comparison"
        ]
    },
    {
        "date": "2.1.22 12:21 pm",
        "ctx": [
            "Will you make a song about making a song about making another song",
            "sure. what could go wrong"
        ]
    },
    {
        "date": "2.1.22 12:01 pm",
        "ctx": [
            "Do you think that Pluto deserves to be a planet?",
            "i don't know it well enough to judge"
        ]
    },
    {
        "date": "2.1.22 10:20 am",
        "ctx": [
            "I guess I want specific enough in my last question. Will you please take the Meyers Briggs personality test and answer each question honestly and then relay the results you get to your curious and interested audience via the \"Questions\" area of your website, billwurtz.com?",
            "most of the time, my honest answer is not among the allowed choices"
        ]
    },
    {
        "date": "2.1.22 9:18 am",
        "ctx": [
            "Are we at the point yet where you can tell me the word which contains the 47th letter of the lyrics of your next song?",
            "sure. i think it's 'here'"
        ]
    },
    {
        "date": "2.1.22 9:15 am",
        "ctx": [
            "1)what is the meaning of life?",
            "life being possible"
        ]
    },
    {
        "date": "2.1.22 8:02 am",
        "ctx": [
            "how to make friends",
            "it's you. you are friends"
        ]
    },
    {
        "date": "2.1.22 7:58 am",
        "ctx": [
            "i know we already have pepperspray and all, but why hasnt anyone made sprayable black pepper yet?",
            "they're waiting for you to do it"
        ]
    },
    {
        "date": "2.1.22 7:22 am",
        "ctx": [
            "can this be the first question answered in february",
            "no"
        ]
    },
    {
        "date": "2.1.22 6:40 am",
        "ctx": [
            "should I ask a question?",
            "sure"
        ]
    },
    {
        "date": "2.1.22 6:17 am",
        "ctx": [
            "what was the question damien maymdien skipped in \"maybe i could eat blades of grass\"?",
            "the plot"
        ]
    },
    {
        "date": "2.1.22 4:14 am",
        "ctx": [
            "Hey it's the weird person from yesterday",
            "i don't recall any weird people from yesterday",
            "I just want to apologise like that's genuinely just an unacceptable thing to do especially because we're strangers. It's just wrong and I'm struggling mentally so yeah. But even given that it's just wrong. Like you're literally busy doing hard work to help millions of people and there's no way I had the audacity to think I should disturb anyone like that. but yeah forgive me im just yeah it's dumb af and don't give me the satisfaction of wasting your time. This feels really manipulative rip. I actually mean it though. actually I can't tell anymore maybe I am being manipulative. Im sorry if I am for that too. But yeah literally this is just spam ignore it hahah. im literally definitely a manipulator shit. but yeah pls im sorry. Genuinely. I hope.",
            "i have no idea what you're talking about, but, it's ok. everything is fine"
        ]
    },
    {
        "date": "2.1.22 3:32 am",
        "ctx": [
            "What is the meaning of life?",
            "connecting the dots, except they already are connected and you just have to prove it"
        ]
    },
    {
        "date": "2.1.22 2:20 am",
        "ctx": [
            "how to type",
            "press any/every key\n\n\n\n\n\n(ref: questions-2022-01.html)PREVIOUS QUESTIONS"
        ]
    }
]