[
    {
        "date": "202207312212",
        "ctx": [
            "Whats the meaning behind sumic?",
            "it's music"
        ]
    },
    {
        "date": "202207312100",
        "ctx": [
            "what does \"rs1\" mean?",
            "it seems to be a 4-axle diesel-electric locomotive"
        ]
    },
    {
        "date": "202207312013",
        "ctx": [
            "I'm watching TV and I can't tell if I'm watching a crime show or if it's like, a Saturday night live spoof on a crime show",
            "if it's a spoof, if you're watching regular TV, they're supposed to tell you when you're supposed to laugh"
        ]
    },
    {
        "date": "202207311806",
        "ctx": [
            "do you think fish have active imaginations?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202207311716",
        "ctx": [
            "is there a hidden meaning behind any of your videos?",
            "yes, it's me. i'm the meaning"
        ]
    },
    {
        "date": "202207311636",
        "ctx": [
            "What is a skill you ve always wanted to acquire?",
            "calming down"
        ]
    },
    {
        "date": "202207311416",
        "ctx": [
            "are you real",
            "i've never been tested"
        ]
    },
    {
        "date": "202207312442",
        "ctx": [
            "I'm sick and tired",
            "i understand"
        ]
    },
    {
        "date": "202207311035",
        "ctx": [
            "what hobby would you start if you had enough time?",
            "ESPN, or maybe just ESP"
        ]
    },
    {
        "date": "202207310926",
        "ctx": [
            "favorite dinosaur?",
            "every time i have a favorite dinosaur, there's always some scientist around to advise me that that one's actually not technically a dinosaur"
        ]
    },
    {
        "date": "202207310751",
        "ctx": [
            "which sock should i put on first",
            "are you telling me you have multiple socks"
        ]
    },
    {
        "date": "202207310634",
        "ctx": [
            "do you think i could be miss america one day",
            "sure. maybe even captain of america"
        ]
    },
    {
        "date": "202207310429",
        "ctx": [
            "Is death bad?",
            "probably not but i still don't want it"
        ]
    },
    {
        "date": "202207310320",
        "ctx": [
            "What did you dream about recently?",
            "math and science"
        ]
    },
    {
        "date": "202207310215",
        "ctx": [
            "are you vegetarian",
            "take it a step further. i am an entire vegetable"
        ]
    },
    {
        "date": "202207310147",
        "ctx": [
            "My sister thinks your music is emo, please help",
            "ok, i'll be right over"
        ]
    },
    {
        "date": "202207311213",
        "ctx": [
            "what was the first time you created and used 3d graphics in a video?",
            "somewhere around september 2016 i was testing techniques to use for history of the entire world. then i ended up using some of those techniques in history of the entire world"
        ]
    },
    {
        "date": "202207302332",
        "ctx": [
            "thoughts on steel soap?",
            "sounds delicious"
        ]
    },
    {
        "date": "202207302206",
        "ctx": [
            "opinion on sandwiches?",
            "put it between 2 other sandwiches, .... then you've got my attention"
        ]
    },
    {
        "date": "202207302204",
        "ctx": [
            "What came first, the chicken or the egg?",
            "neither one is here yet"
        ]
    },
    {
        "date": "202207302038",
        "ctx": [
            "What's your favorite chord progression?",
            "F C"
        ]
    },
    {
        "date": "202207301817",
        "ctx": [
            "Listening to \"when i get older\" and i need to ask: do your friends still think your a baby?",
            "fake. didn't happen",
            "And did you ever get your baby shoes back?",
            "that whole part of that song is more like a fable"
        ]
    },
    {
        "date": "202207301753",
        "ctx": [
            "Are you associated with a religion",
            "if i were, i'd just wanna switch"
        ]
    },
    {
        "date": "202207301557",
        "ctx": [
            "Is there a way to remember everything?",
            "yes but then it changes"
        ]
    },
    {
        "date": "202207301439",
        "ctx": [
            "What's your favourite song?",
            "i still haven't found one. that's why i keep making them, just in case"
        ]
    },
    {
        "date": "202207301350",
        "ctx": [
            "is it possible to play music live with people online or is lag always too long?",
            "as of now, this year (2022), using normal phone or chat software, the delay is much too long to play synchronized music together. there might be some specialized software/hardware solutions out there currently which i have not tried. but nonetheless, the latency will come down as the years progress. i'd estimate in 5 to 10 years the problem will be solved, unless the whole situation is upended by much more ridiculous problems"
        ]
    },
    {
        "date": "202207301129",
        "ctx": [
            "How do you prepare for making a video?",
            "usually i write the contents. if it has a song, i record and produce the song before doing the video, and before producing the song i have to write the song"
        ]
    },
    {
        "date": "202207301034",
        "ctx": [
            "how do i write a very very very tiny letter",
            "just write the letter r. the letter r is fairly small"
        ]
    },
    {
        "date": "202207300938",
        "ctx": [
            "your newest song is \"meet me in september\". does this mean you are taking a break from youtube until september?",
            "no"
        ]
    },
    {
        "date": "202207300814",
        "ctx": [
            "can i be my own role model?",
            "occasionally"
        ]
    },
    {
        "date": "202207300653",
        "ctx": [
            "i've somewhat recently been stomped into the smallest possible version of myself. any suggestions on how to un crumple and restart",
            "spend a short while studying other people and how they carry about themselves"
        ]
    },
    {
        "date": "202207300516",
        "ctx": [
            "at the end of \"i can play,\" you proclaim, \"gotta go back to the mall/i forgot a couple of things.\" is this true?",
            "no",
            "did you gotta go back to the mall?",
            "no",
            "did you forgot a couple of things?",
            "no",
            "did you end up going to the mall?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202207300335",
        "ctx": [
            "when is the best time for you to answer these?",
            "right now"
        ]
    },
    {
        "date": "202207300217",
        "ctx": [
            "THOUGHTS ON THE WORD OKAYED",
            "sounds like O'Cade. how about \"approved\""
        ]
    },
    {
        "date": "202207300114",
        "ctx": [
            "How do you stay grounded",
            "explain how you got to be where you are. if you follow the story back, you'll find the ground at some point"
        ]
    },
    {
        "date": "202207301209",
        "ctx": [
            "Did you actually fall in love on the Q train?",
            "i was.... listening to my ipod. i was falling in love with..... music"
        ]
    },
    {
        "date": "202207292207",
        "ctx": [
            "If you could experience one minute of history in reverse time, which moment would you experience?",
            "the big bang"
        ]
    },
    {
        "date": "202207292019",
        "ctx": [
            "What's your favorite part of an elephant?",
            "the size"
        ]
    },
    {
        "date": "202207291919",
        "ctx": [
            "when does the happy plane come?",
            "it's you. you're the happy plane"
        ]
    },
    {
        "date": "202207291850",
        "ctx": [
            "when is the last time you used a capital letter?",
            "about 47 questions ago"
        ]
    },
    {
        "date": "202207291724",
        "ctx": [
            "do you find prime factorization/other math processes soothing?",
            "yes"
        ]
    },
    {
        "date": "202207291516",
        "ctx": [
            "why is it so hard to say words even though i plan exactly what needs to be said immediately prior to attempting to say it",
            "that's exactly the problem: the time difference. instead of planning it before, try planning it at the exact moment you say it. you may surprise yourself, and that should be just enough to put everyone in a fresh mood"
        ]
    },
    {
        "date": "202207291445",
        "ctx": [
            "thoughts on reggae",
            "dank"
        ]
    },
    {
        "date": "202207292446",
        "ctx": [
            "What's the best case scenario for the human race?",
            "everyone is free to learn, explore, play, be challenged, and get to know each other. or get away, or come back, as desired"
        ]
    },
    {
        "date": "202207291102",
        "ctx": [
            "Answer me this. I don't like doing fun activities like what they do at summer camp. So why would I like orientation. The way it's sounding I would rather launch straight into classes. I'm scared and anxious. I won't make friends like that and I'm gonna be a loner like all the other times. Oh I don't wanna do ittttttt",
            "around all these things you don't like, you're probably gonna realize what you do like"
        ]
    },
    {
        "date": "202207290956",
        "ctx": [
            "what's your favorite genre of music currently?",
            "which genre is even which.... currently?"
        ]
    },
    {
        "date": "202207290902",
        "ctx": [
            "is it better for people to have different opinions, or should we all be a hivemind?",
            "different opinions are very cool. although nothing beats the comradery of a hive"
        ]
    },
    {
        "date": "202207290638",
        "ctx": [
            "I have to do a 114 bar alto sax solo completely improvised for a concert that's coming up in a few weeks. How do i make it sound interesting?",
            "if you try to make it interesting, the audience will be interested, but not in the way that you want. they will sense that you are stressed out and they will be interested in how stressed out you are, just from a curiosity standpoint. there's really only 1 way to approach this........ try to make it 'uninteresting' on purpose. that's impossible, so that's the whole key to the trick"
        ]
    },
    {
        "date": "202207290520",
        "ctx": [
            "i am sad how do i make myself happier?",
            "one weird trick is to make someone else happy and then that will set off a chain reaction throughout the multi verse"
        ]
    },
    {
        "date": "202207290405",
        "ctx": [
            "Will you be forever answering our questions while giving a piece of your soul away each time?",
            "i have one of the re-generating ones"
        ]
    },
    {
        "date": "202207290335",
        "ctx": [
            "what do you think about when not doing much?",
            "......much"
        ]
    },
    {
        "date": "202207291232",
        "ctx": [
            "How does time work? Does it just go? Or is it the music of reality?",
            "it's the moves in a chess game. each time 1 move is made, that's considered 1 unit forward in the timeline of the game. the player, however, must have special priveldge of existing in between the units to contemplate multiple options for future gametime units. nevermind, you are right, it is music"
        ]
    },
    {
        "date": "202207282204",
        "ctx": [
            "do you think it's possible to avoid making the same mistakes as our ancestors?",
            "some of them but not all of them"
        ]
    },
    {
        "date": "202207282043",
        "ctx": [
            "whats a question you cannot answer",
            "it would be this one except if i answered it then that would no longer be the correct answer"
        ]
    },
    {
        "date": "202207281837",
        "ctx": [
            "hey bill, I'm trying to learn a new instrumentand its not super easy to like kinda figure out a starting point of like where to start learning, and i figured since you play a ton of stuff i should ask if you kinda had any advice on how to start learning?",
            "the magic of music all comes from right in that limbo state in between 2 choices. basically it's the space that the \"no free will\" nay-sayers will say shouldn't exist. but it powers all of music. just get near your instrument (or far, whatever) and just keep contemplating whether or not you should touch the instrument. change your mind. you can touch the instrument, or not, either way, but the wild ride happens as these 2 extremes battle it out within your soul",
            "This also goes for video editing, I am not really sure what to start with. Any advice? Thanks!",
            "start with a blank space, maybe a rectangle, as long as you're getting into the video mindset (most videos are probably rectangular). and just exercise the opportunity to possibly put 1 dot on the page, anywhere. specifically call upon your ability to place the dot at any location on the page. try to find a place where you think no one has ever put the dot before. or, try to find the place where you think is the absolute #1 most common location for the dot to possibly be placed. or, if you are feeling absolutely ridiculous, you can try to place the dot in a location that has a uniqueness level of exactly 50%"
        ]
    },
    {
        "date": "202207281806",
        "ctx": [
            "What's your favourite flavour of chips?",
            "chocolate"
        ]
    },
    {
        "date": "202207281626",
        "ctx": [
            "have you ever considered joining the army?",
            "no"
        ]
    },
    {
        "date": "202207281542",
        "ctx": [
            "what's the largest park in nyc you know of bill",
            "central park"
        ]
    },
    {
        "date": "202207281314",
        "ctx": [
            "if you could say one sentence to yourself from 10 years ago what would you say?",
            "hello"
        ]
    },
    {
        "date": "202207281137",
        "ctx": [
            "Which dimension do you go in to find your lyrics?",
            "any. lyrics can come from all of them"
        ]
    },
    {
        "date": "202207281117",
        "ctx": [
            "Is it Morbing time?",
            "just about"
        ]
    },
    {
        "date": "202207281059",
        "ctx": [
            "do you like squares?",
            "yes but it's not the only thing i like"
        ]
    },
    {
        "date": "202207280954",
        "ctx": [
            "How do I break my guitar? Smash it straight into the ground or use pliers or something?",
            "you can watch a 'how to build a guitar' tutorial and just do it backwards"
        ]
    },
    {
        "date": "202207280728",
        "ctx": [
            "where are you nowadays, what's your routine",
            "being normal, whilst engaging in normalcy"
        ]
    },
    {
        "date": "202207280631",
        "ctx": [
            "what are your thoughts on the universe?",
            "it's pretty good"
        ]
    },
    {
        "date": "202207280506",
        "ctx": [
            "What are your opinions on Winter?",
            "it's dark most of the time. think back to any memory of winter. chances are it was night time"
        ]
    },
    {
        "date": "202207280426",
        "ctx": [
            "does pineapple belong on pizzas",
            "pineapple is pizza. pineapple and pizza are 2 different names for the same thing"
        ]
    },
    {
        "date": "202207280417",
        "ctx": [
            "for 'new arrivals in india', is this transcription even in the same zip code of correct:\n\nnew arrivals in in...\nDA Bmin AEbmin7 \n(could put inversions here but there's clearly no bass yet so no discernible point to doing that)\n\n...dia, maybe it's those horse people i was talkin about\nBb7sus4Bbsus4/GbBb/C\n\nor their cousins or something\nBbmin7/AbBbsus4/C\n\nand they wrote some hymns and mantras and stuff\nC#sus4/ADbma7/Ab\n\nthere could be a D# in that C#sus4/A chord i dunn o",
            "well, (ref: newarrivals-write201607172309.mp3\"target=\"_blank)here is the original reference recoring of the composition, from july 17, 2016. just listening through this it seems like you got most of the important turns. there are some ghost chords in between, i was actually composing every individual syllable. but who knows if those passing bits actually made it onto the final recording. i'm surprised your transcription matches this demo so well. that's credit to both your transcription accuracy and my determination to do it exactly the way i composed it, even though i probably didn't produce these jingles until 6 months later and multiple more millennia of history research"
        ]
    },
    {
        "date": "202207280207",
        "ctx": [
            "What things inspired you to make music?",
            "music, and then everything else besides music, especially when you combine those things with music"
        ]
    },
    {
        "date": "202207281232",
        "ctx": [
            "what is steve's real name?",
            "it's your name"
        ]
    },
    {
        "date": "202207272323",
        "ctx": [
            "can you tell me what your favorite video game is",
            "making videos"
        ]
    },
    {
        "date": "202207272053",
        "ctx": [
            "do you sometimes reverse the reverse psychology or reverse the reversed reverse psychology?",
            "yes, those are all standard moves"
        ]
    },
    {
        "date": "202207272015",
        "ctx": [
            "hey bill, do you ever dress \"snazzy\"?",
            "only for videos"
        ]
    },
    {
        "date": "202207271835",
        "ctx": [
            "best fun fact?",
            "fiction"
        ]
    },
    {
        "date": "202207271602",
        "ctx": [
            "why do you write such abstract lyrics for your music?",
            "sometimes i do this to compensate for the previous lines not being abstract enough. so then, \"why do i write lyrics that are not abstract\"? i'm glad you asked that; the reason i would do this may be to compensate for earlier lines being too abstract"
        ]
    },
    {
        "date": "202207271602",
        "ctx": [
            "Can we be friends and make art together, I think you're really cool",
            "i'll see if that can be arranged"
        ]
    },
    {
        "date": "202207272408",
        "ctx": [
            "ego reminds me of perspective that doesnt know its perspective",
            "fair enough"
        ]
    },
    {
        "date": "202207271158",
        "ctx": [
            "Why are u funny",
            "that's because i adhere strictly to the scientific method"
        ]
    },
    {
        "date": "202207271156",
        "ctx": [
            "what is not the title of your next song?",
            "hips don't lie"
        ]
    },
    {
        "date": "202207271120",
        "ctx": [
            "What talent would you show off in a talent show?",
            "going on stage"
        ]
    },
    {
        "date": "202207271056",
        "ctx": [
            "how do you write your songs?",
            "i try to write them wrong. songs love that"
        ]
    },
    {
        "date": "202207270912",
        "ctx": [
            "is music still cool?",
            "worse. it's crazy"
        ]
    },
    {
        "date": "202207270843",
        "ctx": [
            "What is the biggest lie you've ever been told?",
            "probably one of the ones i still believe",
            "And the biggest lie you have told?",
            "either i have never told a lie, or it's \"i have never told a lie\""
        ]
    },
    {
        "date": "202207270512",
        "ctx": [
            "Any thoughts about Windows OS?",
            "too good. don't use"
        ]
    },
    {
        "date": "202207270346",
        "ctx": [
            "in \"mount st. helens is about to blow up\", what are the chords for \"ground and turn grey\"",
            "\"ground and\" would be D/E (\"D over E\"), \"turn\" may slightly touch on Emin7 as a resolve from the D/E, and \"grey\" is E/A (\"E over A\"). or you can call it \"Asus2maj7\" if you prefer",
            "and then for \"mount st. helens is feeling crazy and adventurous\"?",
            "\"mount st. helens is feeling\" should be some kind of Bbmaj9. \"crazy\" should be something like Csus2 over A. Somewhere near \"zy and\", the bass should go to D, which makes it something like D7sus4 or maybe D9sus4, also known as C over D. \"adventurous\" is some kind of Gmaj9."
        ]
    },
    {
        "date": "202207262228",
        "ctx": [
            "what year is it",
            "must be 3 or 4 by now"
        ]
    },
    {
        "date": "202207262055",
        "ctx": [
            "Is long long long journey about an artist trying to find a medium that suits him?",
            "the second verse goes there",
            "Idk that's just what I've always gotten from it"
        ]
    },
    {
        "date": "202207262023",
        "ctx": [
            "could you please identify your favourite element to ingest? mine is one way stairs",
            "all the individual elements are fairly bland"
        ]
    },
    {
        "date": "202207261900",
        "ctx": [
            "Are you a huge gamer most of the time?",
            "no",
            "Or does that only apply to the person in the video?",
            "it applies to many of the folks out there tonight"
        ]
    },
    {
        "date": "202207261855",
        "ctx": [
            "How would you describe that feeling when you're on a plane and it's taking off, and the moment the wheel lift off of the ground? How does your head feel?",
            "floaty?"
        ]
    },
    {
        "date": "202207261851",
        "ctx": [
            "whats the difference between a verse and a bridge",
            "any"
        ]
    },
    {
        "date": "202207261810",
        "ctx": [
            "Man. I went to a music festival recently and was walking around, checking out the different stages and I just couldn't help thinking,\"is it normal to sound this bad?\" Like it's so loud it sounds fuzzy, you can only hear parts of it/certain frequencies. A lot of the time the singers were out of breath and off pitch (I know I probably shouldn't judge there, it was super hot out and they were probably exhausted at a festival) but still...it just sounded really bad and everyone was rocking out like it was great. It's just...is that normal???? Am I the only one thinking this??,",
            "maybe the audience is just really excited to hear bass frequencies, because they've never heard it before on their device"
        ]
    },
    {
        "date": "202207261726",
        "ctx": [
            "How do you come up with all those crazy great harmonies?",
            "many years of playing the keyboard has given me an intuition about how to do it"
        ]
    },
    {
        "date": "202207261630",
        "ctx": [
            "how do you feel about the word 'static'",
            "sounds latin"
        ]
    },
    {
        "date": "202207261556",
        "ctx": [
            "Thoughts on rectangular pizza?",
            "when serving slices, the number of crust edges on a slice comes into play"
        ]
    },
    {
        "date": "202207261348",
        "ctx": [
            "whats your favorite knock knock joke?",
            "knocking on the other side of the door, just as the person arrives"
        ]
    },
    {
        "date": "202207261323",
        "ctx": [
            "Has anyone ever asked you a trick question?",
            "yes. the average question is a trick question"
        ]
    },
    {
        "date": "202207261301",
        "ctx": [
            "i need help",
            "ok, i'm on my way"
        ]
    },
    {
        "date": "202207262416",
        "ctx": [
            "What's a good rhyming word pair?",
            "pair/pear"
        ]
    },
    {
        "date": "202207261020",
        "ctx": [
            "For how long should I heat my porridge",
            "how about cooling the porridge instead"
        ]
    },
    {
        "date": "202207260942",
        "ctx": [
            "can a Halloween music be funny and not scary?",
            "sure"
        ]
    },
    {
        "date": "202207260609",
        "ctx": [
            "will your next song have a misspelled word or a peculiar word in it?",
            "there are some interestingly pronounced words"
        ]
    },
    {
        "date": "202207260339",
        "ctx": [
            "A common reccuring theme in my dreams is my in a public space suddenly screaming for no reason until i wake up. What does it mean",
            "it probably means it's time for you to start a podcast"
        ]
    },
    {
        "date": "202207260212",
        "ctx": [
            "i'm trying to learn about intervals and scales but i do not enjoy it at all, and it is not making sense to me no matter how hard i try, can i still make music without it",
            "maybe. give it a try. what you can also do, is make music using those things but not thinking about them. actually most music is certainly made without thinking about those things. like you were probably not thinking about grammar structure when writing your question. but i guess that raises the question of how did you learn to talk"
        ]
    },
    {
        "date": "202207252357",
        "ctx": [
            "Why are exit signs green? EMergency exit signs, I should sa",
            "because green is supposed to be a nice color, making you want to go towards it, in an emergency. away from the.... red, which is the color of most emergencies"
        ]
    },
    {
        "date": "202207252235",
        "ctx": [
            "Okay, no balderdash, but what about using the word sundry?",
            "seems like a good idea"
        ]
    },
    {
        "date": "202207252209",
        "ctx": [
            "I feel like whenever I try to make music it sounds very bad. Very unmusical. This is a problem because I dislike making unmusical music and do not want to subject others to this misery, or embarrass myself in the process. I am looking for a solution and thought you could be of assistance.",
            "how about this: try to make it sound even less musical. music loves this kind of reverse psychology"
        ]
    },
    {
        "date": "202207252054",
        "ctx": [
            "listen bill a lot of us are fairly sure you have some form of synesthesia. So. Do you?",
            "no"
        ]
    },
    {
        "date": "202207251951",
        "ctx": [
            "what qualifies you for this position over other candidates?",
            "i'm crazy"
        ]
    },
    {
        "date": "202207251925",
        "ctx": [
            "why are commas important",
            "they are a small stepping stone, in case you can't make it across the whole sentence in one leap"
        ]
    },
    {
        "date": "202207251914",
        "ctx": [
            "you've made songs about airports, stores, and schools. can you please make one about hospitals?",
            "that sounds like a pretty cool idea, but unfortunately something about my personality makes me prefer not to take other people's suggestions"
        ]
    },
    {
        "date": "202207251759",
        "ctx": [
            "what phobias seem scary at first but are actually very nice?",
            "agreeing to all the cookies"
        ]
    },
    {
        "date": "202207251655",
        "ctx": [
            "Is music ok? Or is it not ok?",
            "worse. it's fantastic"
        ]
    },
    {
        "date": "202207251638",
        "ctx": [
            "all of these scales you use for the background runs in your songs, did you learn them or just figure them out naturally?",
            "it's natural, like the musical version of drawing"
        ]
    },
    {
        "date": "202207251501",
        "ctx": [
            "is it odd doing all those actions infront of the camera that are given more context in editing?",
            "it's one of the normalest parts of my life"
        ]
    },
    {
        "date": "202207251410",
        "ctx": [
            "do you like coins",
            "only the really huge ones"
        ]
    },
    {
        "date": "202207252426",
        "ctx": [
            "you say to try some of the keys of ther keyboard out but how am i supposed to know which ones combined radiate The Good Chemical???",
            "it's your personality which is going to determine which things count towards good or bad at any particular time",
            "trial and error? that would take a loong time.",
            "no longer than learning a language of speech and words"
        ]
    },
    {
        "date": "202207251117",
        "ctx": [
            "will 2023 be the year you release the hit song \"2020 can kiss my ass\"?",
            "no"
        ]
    },
    {
        "date": "202207251003",
        "ctx": [
            "Who let the dogs out?",
            "who imprisoned them in the first place"
        ]
    },
    {
        "date": "202207250810",
        "ctx": [
            "if there is an program called garageband why isnt there a program called atticband?",
            "why isn't there everything called everything. well, i'm pleased to announce, there is"
        ]
    },
    {
        "date": "202207250551",
        "ctx": [
            "How do i eat a sandwich",
            "it's too complicated to explain"
        ]
    },
    {
        "date": "202207250337",
        "ctx": [
            "did notebook entry (ref: https://billwurtz.com/note202003022109.html)3.2.20 9:09 pm  inspire the intro to\"i'm a huge gamer most of the time\"",
            "they're both inspired by the same thing, which is the desire to merge song and scene"
        ]
    },
    {
        "date": "202207250303",
        "ctx": [
            "how do i get back the spark someone took from me",
            "make a better one"
        ]
    },
    {
        "date": "202207251211",
        "ctx": [
            "What color is love?",
            "any"
        ]
    },
    {
        "date": "202207242329",
        "ctx": [
            "your \"porridge heated for the wrong time\" post on instagram has exactly 9,999 likes and the number on the microwave is 99,999",
            "fair enough"
        ]
    },
    {
        "date": "202207242205",
        "ctx": [
            "Do you believe in a language of symbols that lies one layer elsewhere of every language/languager",
            "it's sort of a gradient, i suppose"
        ]
    },
    {
        "date": "202207242130",
        "ctx": [
            "its crazy how context can completely change the feeligns towards a song",
            "that's true"
        ]
    },
    {
        "date": "202207242118",
        "ctx": [
            "hey bill what should i build on my friend's minecraft server",
            "how about another minecraft server"
        ]
    },
    {
        "date": "202207241931",
        "ctx": [
            "What's one thing you would never make a song about?",
            "any answer to this immediately becomes a very appealing song topic. that's just the mischievous nature of songs"
        ]
    },
    {
        "date": "202207241619",
        "ctx": [
            "can one learn to write songs?",
            "yes. part of this is making up your own way to do it"
        ]
    },
    {
        "date": "202207241531",
        "ctx": [
            "right now i'm in a small rut. how do i get out",
            "try going slightly backwards for a moment"
        ]
    },
    {
        "date": "202207241521",
        "ctx": [
            "what if backwards watermelon?",
            "watermelons seem mostly symmetrical to me"
        ]
    },
    {
        "date": "202207241517",
        "ctx": [
            "do you have a favorite song that you wrote or will they get too jealous if you answer?",
            "i would prefer to write a new one to be my favorite"
        ]
    },
    {
        "date": "202207241430",
        "ctx": [
            "Can you include the word \"balderdash\" in your next song?",
            "i shall not. i'm sorry about this"
        ]
    },
    {
        "date": "202207241340",
        "ctx": [
            "How many distinct characters do you have in your videos?",
            "i'm not sure",
            "Do they have names?",
            "sometimes"
        ]
    },
    {
        "date": "202207242437",
        "ctx": [
            "What is your opinion on the word yes",
            "i like it very much"
        ]
    },
    {
        "date": "202207242428",
        "ctx": [
            "What is the airspeed velocity of an unladen swallow?",
            "is that the african or european swallow"
        ]
    },
    {
        "date": "202207242414",
        "ctx": [
            "Who are you?",
            "i will keep you updated"
        ]
    },
    {
        "date": "202207241157",
        "ctx": [
            "do you have any answers",
            "that's preposterous. who do you think i am"
        ]
    },
    {
        "date": "202207240923",
        "ctx": [
            "its been 8 years, do you still think you write stupid music?",
            "stupid is a handy tool, among many different tools that can be used to propel any music/art forward, even towards intelligence. can also be used in science if you get stuck. think of a car getting stuck in the mud and you might want to go backwards a little, just to free yourself"
        ]
    },
    {
        "date": "202207240826",
        "ctx": [
            "what's the best chess move?",
            "checkmate"
        ]
    },
    {
        "date": "202207240814",
        "ctx": [
            "if a behind the scenes video shows the process of creating a product, is a reaction video an \"in front of the scenes\" video?",
            "yes"
        ]
    },
    {
        "date": "202207240635",
        "ctx": [
            "what do you love",
            "everything"
        ]
    },
    {
        "date": "202207240203",
        "ctx": [
            "I got my first job at a studio right before the pandemic hit, and that coupled with other personal stuff really clogged me up on writing and recording. I might now be facing the prospect of having to find work elsewhere (not actually sure yet) and I'm suddenly panicking about not having used my time here wisely and how to try and actually release and share music, and I'm wondering if you have any advice you could offer on what to do?",
            "i'm not sure what kind of studio you are talking about, but just reading between the lines it sounds like it is a pretty heavy studio with a lot of... stuff in it, stuff which maybe you don't normally have access to. and it sounds like you are getting fearful and confused about your path to production. so for this i recommend immediately turning to a production process which is much simpler. sometimes when i'm feeling overwhelmed i dig deep somewhere into the past and find a some live video of a guy in the 1970s performing a song with a guitar and his voice, on stage, in real time, in 1 take. just to remind me of how simple it can be to create a song. there are millions of ways to produce music, but from what you described it sounds like you'd be pleased to discover some ways that are much easier, quicker, and readily within reach at any hour of the day. and believe me, those ways exist and they're all around us. and then you can just work your way up from there"
        ]
    },
    {
        "date": "202207240147",
        "ctx": [
            "while doing jazz improvs on my piano i tend to do lots of modulations and i usually end up in a completely different key 10 seconds in. would you consider this to be something healthy",
            "sure",
            "i should continue doing? \n\nif not how should i do it instead",
            "you can continue playing this way. it may be one of your strong points. but if you find yourself starting to get jealous of more 'normal' sort of scenarios, i'd recommend just jumping into some songs. some of the songs you know and like. maybe there are some songs that you know and like which also happen to be liked by many other people. these songs will usually tend to change keys less than a million times"
        ]
    },
    {
        "date": "202207240117",
        "ctx": [
            "something about your music makes me want to accomplish things. of course your tunes are groovy and wonderfully constructed on a technical level but i especially appreciate them because they inspire me to work consistently and constantly on my passion (writing). do you ever inspire yourself in this manner?",
            "yes"
        ]
    },
    {
        "date": "202207240111",
        "ctx": [
            "Star Wars or Star Trek?",
            "need at least a picture or soundclip to determine, otherwise i can't tell them apart. in terms of the contents of your question, they each comprise about 40 something percent"
        ]
    },
    {
        "date": "202207241238",
        "ctx": [
            "tell me more about your past life",
            "i can't seem to recall anything specifically. this feels dreadfully unfortunate but i have to assume that's ok"
        ]
    },
    {
        "date": "202207241230",
        "ctx": [
            "I've been having dreams where I am in someone else's dream or another person is in mine, but it's always someone I don't know. Am I actually sharing dreams with other real people or is it just a cool plot my subconscious creates? How can I know?",
            "if you consider that there have-been/will-be infinite people, then they can be considered real because in an eternity of infinite possibilities, even made up things would have been real at some point"
        ]
    },
    {
        "date": "202207232307",
        "ctx": [
            "If you could be either an unmovable object or an unstoppable force which would you be?",
            "if i'm not allowed to be both, i will rise up in protest"
        ]
    },
    {
        "date": "202207232224",
        "ctx": [
            "What inspires you to create what you make and do what you do?",
            "the possibility that it's pretty good",
            "Give me the exact details of your thought process with every decision you've ever made/will make.",
            "calculate the probability that it will be pretty good"
        ]
    },
    {
        "date": "202207232223",
        "ctx": [
            "what happens when you run out of soap?",
            "well then i guess it's time to go looking for some new experiences"
        ]
    },
    {
        "date": "202207232105",
        "ctx": [
            "what was the last thing you did just for the sake of doing it, rather than feeling like you should do it for any reason",
            "i thought everything was for both those reasons"
        ]
    },
    {
        "date": "202207232041",
        "ctx": [
            "do you think you could take down Magnus Carlsen in a mean game of checkers?",
            "no"
        ]
    },
    {
        "date": "202207231957",
        "ctx": [
            "are tacos sandwiches",
            "it's a folder"
        ]
    },
    {
        "date": "202207231945",
        "ctx": [
            "I have a lot of questions to ask. To everyone about everything. I guess I should start somewhere, right? ..",
            "yes"
        ]
    },
    {
        "date": "202207231935",
        "ctx": [
            "What do you eat?",
            "i don't recall"
        ]
    },
    {
        "date": "202207231918",
        "ctx": [
            "Are you a part of the church?",
            "no"
        ]
    },
    {
        "date": "202207231707",
        "ctx": [
            "how to not lock akward on photos?every single one is my friends being cool and relaxed and me standing im the corner akwardly",
            "see if you can try to figure out the entire universe in the moment the picture is taken. this should help"
        ]
    },
    {
        "date": "202207231705",
        "ctx": [
            "opinions on hotdogs?",
            "finally, something to take the sandwich to the next level"
        ]
    },
    {
        "date": "202207231704",
        "ctx": [
            "how do you feel about birds?",
            "pretty good"
        ]
    },
    {
        "date": "202207231517",
        "ctx": [
            "Why did you choose the character Saturn at 0:58 during the song Might Quit?",
            "i don't see why i wouldn't"
        ]
    },
    {
        "date": "202207231136",
        "ctx": [
            "what's the key signature of \"meet me in september\"",
            "E in the verses, F in the non-verses"
        ]
    },
    {
        "date": "202207231031",
        "ctx": [
            "what are your thoughts on answers",
            "dank"
        ]
    },
    {
        "date": "202207231024",
        "ctx": [
            "i'm making a video game, and i get sad when i avoid working on it but for some reason i keep choosing not to work on it. help",
            "write a letter to yourself explaining what you've done on it so far"
        ]
    },
    {
        "date": "202207230500",
        "ctx": [
            "why did you mention albuquerque in your latest song?",
            "goals"
        ]
    },
    {
        "date": "202207230204",
        "ctx": [
            "what is the first chord of your next song",
            "Bbmaj7, if you don't count any philanderings in the opening fill"
        ]
    },
    {
        "date": "202207230106",
        "ctx": [
            "does the apple really fall far from the tree?",
            "normally it does not"
        ]
    },
    {
        "date": "202207222222",
        "ctx": [
            "Why do I suddenly become a (metaphorical) god at something when trying to do it after I haven't for a while?",
            "because you are in a good mood"
        ]
    },
    {
        "date": "202207222109",
        "ctx": [
            "You ever notice how the chorus of Material Girl is a 7-bar figure, so when later in the song it repeats after 8 bars, it gives this INCREDIBLE jumpy feeling of skipping back to the best part so soon???",
            "the main reason it sounds surprising is because the vamp guitar riff starts and gets cut short after 1 bar when it normally expresses itself in 2. you could do the chorus in 8 bars and just land on that 1 chord for bar 8 and go back around without the guitar vamp riff, and it would sound totally expected. but because the vamp riff starts and does not finish, that is what seems to give it the surprising quality"
        ]
    },
    {
        "date": "202207222011",
        "ctx": [
            "why doesn't the word \"circle\" or \"sphere\" have the letter \"o\" in them? would it be too perfect",
            "yes, that's the problem. it would be too perfect"
        ]
    },
    {
        "date": "202207221922",
        "ctx": [
            "i am on quest to the ocean where do i go?",
            "any direction. all the land is surrounded by ocean"
        ]
    },
    {
        "date": "202207221920",
        "ctx": [
            "in \"if the world doesn't end\" the first lyric is \"if the world doesn't end then how will it begin?\"",
            "that's not true",
            "and in 12.30.2004 in notebook you wrote \"how well u do somethingrevolvescompletelyaround\nHowyouEndIt.\nbecauseotherwiseno one will believe if u did it or not.\"\nis the first lyric a reference to this?",
            "no"
        ]
    },
    {
        "date": "202207221833",
        "ctx": [
            "what color is fruit",
            "bright"
        ]
    },
    {
        "date": "202207221758",
        "ctx": [
            "tails or heads?",
            "just leave the coin on its edge"
        ]
    },
    {
        "date": "202207221727",
        "ctx": [
            "do you think eggs",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202207221716",
        "ctx": [
            "Ok bill i have to say im really sorry. You know how your advice for writing stuff is to intentionally do something the wrong way?",
            "yes that's a pretty standard technique, widely used",
            "I always thought that that was a silly joke non anwser, until i finally tried it out and now i totallly understand what you mean, i was able to create some of the best songs i ever made and i feel so proud and also so stupid for not beliving you so im sorry",
            "that's ok"
        ]
    },
    {
        "date": "202207221715",
        "ctx": [
            "how to sing",
            "you're gonna have to believe that you mean it"
        ]
    },
    {
        "date": "202207221604",
        "ctx": [
            "how were doing school presentations like for you",
            "i don't recall doing it"
        ]
    },
    {
        "date": "202207221503",
        "ctx": [
            "why is it called a face plant if its not a plant",
            "that would be 'plant' the verb. which it is"
        ]
    },
    {
        "date": "202207221444",
        "ctx": [
            "what's going on behind the scenes when you answer a question,",
            "me thinking of an answer"
        ]
    },
    {
        "date": "202207221408",
        "ctx": [
            "My cassette deck is possessed by the spirit of Abe Lincoln. What do I do?",
            "rewind"
        ]
    },
    {
        "date": "202207221143",
        "ctx": [
            "what is your apple of choice",
            "good/bad"
        ]
    },
    {
        "date": "202207220822",
        "ctx": [
            "what inspired you to make _____notbugs",
            "wednesday"
        ]
    },
    {
        "date": "202207220808",
        "ctx": [
            "how is music?",
            "i can't be sure"
        ]
    },
    {
        "date": "202207220725",
        "ctx": [
            "why was \"just did a bad thing\" released on christmas in US time?",
            "because i failed to finish it in time to be released on dec 18 along with the audio song"
        ]
    },
    {
        "date": "202207220613",
        "ctx": [
            "What happen during 1804?",
            "the.... Louisiana purchase?"
        ]
    },
    {
        "date": "202207220358",
        "ctx": [
            "how long is your next video",
            "about 3:25"
        ]
    },
    {
        "date": "202207220245",
        "ctx": [
            "if I just do a thing like ten thousand times, I'll get better at it, right? .",
            "yes. or less times"
        ]
    },
    {
        "date": "202207220103",
        "ctx": [
            "how do you feel about filming outside for a video?",
            "that sounds lovely"
        ]
    },
    {
        "date": "202207221224",
        "ctx": [
            "how normal is this question",
            "all the way"
        ]
    },
    {
        "date": "202207221219",
        "ctx": [
            "why does popcorn pop?",
            "it's excited"
        ]
    },
    {
        "date": "202207212335",
        "ctx": [
            "any advice for writing full songs if you're stuck writing only short loops?",
            "start by writing a short song that does not loop. this will start developing your relationship with \"endings\""
        ]
    },
    {
        "date": "202207212327",
        "ctx": [
            "what are your thoughts on thoughts and things",
            "they're pretty good"
        ]
    },
    {
        "date": "202207212324",
        "ctx": [
            "are ground planes just trains?",
            "not quite"
        ]
    },
    {
        "date": "202207212311",
        "ctx": [
            "Genuine question, but where do you get ideas for your songs?",
            "anywhere, everywhere,",
            "Do you just think of a certain word in your head and proceed to write a full song about that",
            "that can be done",
            "or do you just see something basic or perhaps interesting outside and make a song about that?",
            "that's also an option. I should mention: it's 2 different activities, starting songs and writing them. i can come up with starting ideas for songs all day and put them into the list, but it's an entirely different activity to take responsibility for finishing one. and i mostly only do that after i know it's been selected to also be the next one to be produced into a recording and video"
        ]
    },
    {
        "date": "202207212222",
        "ctx": [
            "what can i do to make the gopher get out of my ukulele",
            "start playing songs a gopher would hate"
        ]
    },
    {
        "date": "202207212207",
        "ctx": [
            "am i a bad person",
            "no, you are the best person"
        ]
    },
    {
        "date": "202207212204",
        "ctx": [
            "opinions on airplane food?",
            "\"good enough\""
        ]
    },
    {
        "date": "202207212154",
        "ctx": [
            "how to stop feeling like every waking moment of my life and everything i do is cringe",
            "it's time to start looking around and seeing how cringe everyone else can be sometimes"
        ]
    },
    {
        "date": "202207212131",
        "ctx": [
            "how do I be more patient with myself in the creative process?",
            "finish everything immediately"
        ]
    },
    {
        "date": "202207212123",
        "ctx": [
            "Are you a gamer?",
            "i am game"
        ]
    },
    {
        "date": "202207212050",
        "ctx": [
            "are you a rock",
            "no"
        ]
    },
    {
        "date": "202207212050",
        "ctx": [
            "hey bill, what's your favorite color?",
            "dark black"
        ]
    },
    {
        "date": "202207212018",
        "ctx": [
            "Have you ever seen a stranger listening to your music?",
            "i've never seen a stranger"
        ]
    },
    {
        "date": "202207211907",
        "ctx": [
            "are you a ground plane?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202207211828",
        "ctx": [
            "how much water is inside a watermelon",
            "it's more water than melon, that's for sure"
        ]
    },
    {
        "date": "202207211744",
        "ctx": [
            "i feel like eating my cd player, how do i stop this feeling?",
            "go ahead and bake yourself a cake that looks like a cd player"
        ]
    },
    {
        "date": "202207211621",
        "ctx": [
            "how much pasta is too much pasta",
            "how much can you handle"
        ]
    },
    {
        "date": "202207211603",
        "ctx": [
            "Is the voluminous bus of \"meet me in september\" the same thing as the big big vehicle of \"Long Long Long Journey\"?",
            "i don't think so"
        ]
    },
    {
        "date": "202207211548",
        "ctx": [
            "What kind of mindset should you be in to write music?",
            "'wrong'"
        ]
    },
    {
        "date": "202207211538",
        "ctx": [
            "Is the song 'the world doesn't end' about moving on from a bad past.",
            "i could understand that",
            "If no, then what is the true meaning of this song.",
            "exploring the possibility of the world not ending"
        ]
    },
    {
        "date": "202207211524",
        "ctx": [
            "are the special sandals a metaphor for the ego?",
            "i could understand that"
        ]
    },
    {
        "date": "202207211519",
        "ctx": [
            "What's your next song's name?",
            "i can't tell you"
        ]
    },
    {
        "date": "202207211028",
        "ctx": [
            "howto navigate",
            "go straight, take some turns, etc"
        ]
    },
    {
        "date": "202207211014",
        "ctx": [
            "opinions on garden hoses",
            "it's hard to believe a garden could fit through a hose"
        ]
    },
    {
        "date": "202207211013",
        "ctx": [
            "are you good at taking standardized tests, such as the SAT?",
            "i aced the math. i think the other half was about language, and i scored poorly because there were a whole bunch of words that i swear i've never seen in use before on planet earth. not my fault"
        ]
    },
    {
        "date": "202207211013",
        "ctx": [
            "Will you run up a hill in your next video?",
            "all options are on the table"
        ]
    },
    {
        "date": "202207210636",
        "ctx": [
            "are you a human?.",
            "oh man, that would explain all these ridiculous feelings"
        ]
    },
    {
        "date": "202207210555",
        "ctx": [
            "what if i hate this state of existence and i want to shut myself in",
            "let me know when you come out"
        ]
    },
    {
        "date": "202207210440",
        "ctx": [
            "what is the longest time you have spent on a single song, from conceptualisation to release?",
            "there was one that was a 10.5 year time span from when i thought of the first part to when it was released, but i certainly was not working on it the entire time"
        ]
    },
    {
        "date": "202207210415",
        "ctx": [
            "Do you tend to start recording a song on keys to a click track and go from there, or do you start with drums and build up from that?",
            "first i put some temp things in so it's just enough to sing over, then i do all vocals, then remove all temp insts, then go ahead and start filling in the real instrument parts"
        ]
    },
    {
        "date": "202207210136",
        "ctx": [
            "what is your official stance on the issue of mosquitoes?",
            "never heard of them"
        ]
    },
    {
        "date": "202207210110",
        "ctx": [
            "How can I overcome my writer's block?",
            "write every possible combination of things"
        ]
    },
    {
        "date": "202207211205",
        "ctx": [
            "what do I do when I have too many ideas and cant focus on one thing",
            "go ahead and write down something that's none of them"
        ]
    },
    {
        "date": "202207202345",
        "ctx": [
            "how do i stop feeling bad in the presence of things that are too good such as your music and website and everything",
            "that's on me. i will try to make it worse"
        ]
    },
    {
        "date": "202207202321",
        "ctx": [
            "what's the maximum amount of things you can do in one (1) lifetime",
            "about 147"
        ]
    },
    {
        "date": "202207202317",
        "ctx": [
            "Bill I'm really struggling at the moment, with everything. do u have any advice for someone who's struggling to find a place in the world?",
            "by the time you read this you may have already found it, BUT, you can start by drawing a map of your neighborhood"
        ]
    },
    {
        "date": "202207202201",
        "ctx": [
            "A lot of what I'm doing seems promising, but feels like a throwaway. What should I do?",
            "contin&uuml;e"
        ]
    },
    {
        "date": "202207202154",
        "ctx": [
            "whats the best part of a culture war",
            "the memes"
        ]
    },
    {
        "date": "202207201928",
        "ctx": [
            "what is your opinion on capital letters",
            "they're truly something special"
        ]
    },
    {
        "date": "202207201814",
        "ctx": [
            "Hey Bill, how can I get happy?",
            "try rotating your life path by 1 degree"
        ]
    },
    {
        "date": "202207201649",
        "ctx": [
            "how can you distinguish what you want from what you want to want",
            "the things i want are all either pink or green"
        ]
    },
    {
        "date": "202207201526",
        "ctx": [
            "are you trying to tell us something by your vids bill?",
            "yes, i'm trying to explain that time proceeds in a forwardly manner on a moment-to-moment basis"
        ]
    },
    {
        "date": "202207201331",
        "ctx": [
            "Mongolia",
            "i see what you mean"
        ]
    },
    {
        "date": "202207201308",
        "ctx": [
            "is the guy in \"im a huge gamer most of the time\" a gamer?",
            "yes"
        ]
    },
    {
        "date": "202207201116",
        "ctx": [
            "what is the BPM of your next song?",
            "88"
        ]
    },
    {
        "date": "202207201032",
        "ctx": [
            "do you ever forget you've written older songs until someone brings one up? to elaborate, could you name a majority of songs you've recorded off the top of your head if asked?? I would think after a while it would be unreasonable to remember so many individual pieces perfectly",
            "i remember them all except \"outside\". i forgot that one"
        ]
    },
    {
        "date": "202207200943",
        "ctx": [
            "What was that program note that you skipped back in \"maybe i could eat blades of grass\"?",
            "the plot"
        ]
    },
    {
        "date": "202207200803",
        "ctx": [
            "Is music a type of communication?",
            "yes"
        ]
    },
    {
        "date": "202207200722",
        "ctx": [
            "how to not feel bad about random slightly bad things i did 50000 years ago ?",
            "take on some new intense goals or challenges, to distract"
        ]
    },
    {
        "date": "202207200543",
        "ctx": [
            "nothing feels real anymore. this is a problem because i sometimes feel like i'm losing out on much of the human experience. how do i resolve this issue",
            "try something new. go somewhere new. do something new"
        ]
    },
    {
        "date": "202207200441",
        "ctx": [
            "why is everything always so bad sometimes?",
            "to make the good easier to find"
        ]
    },
    {
        "date": "202207200341",
        "ctx": [
            "why is there everything and not nothing?",
            "there's plenty of nothing, but you never notice because you're not there then"
        ]
    },
    {
        "date": "202207200229",
        "ctx": [
            "is sparkling water rich people water?",
            "no, it's for people of average/median income"
        ]
    },
    {
        "date": "202207200112",
        "ctx": [
            "Why does the \"I'm greedy, so I'll take more than my fair share of lousy weather\" section send me up the goddamn wall? How did you make it groove so viciously?",
            "that's just some of my greed showing through"
        ]
    },
    {
        "date": "202207192350",
        "ctx": [
            "are any of your characters mimes?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202207192244",
        "ctx": [
            "wili i ever be great",
            "even better"
        ]
    },
    {
        "date": "202207192121",
        "ctx": [
            "Why aren't escalators that go down called de-escalators?",
            "i see what you mean. i will change it"
        ]
    },
    {
        "date": "202207192024",
        "ctx": [
            "how do I quit when quitting lets everyone down",
            "start something new also"
        ]
    },
    {
        "date": "202207191850",
        "ctx": [
            "do you write books in your mind",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202207191800",
        "ctx": [
            "I'm experimenting with making music for fun. But the more I get into it the more I get overwhelmed. Do I have to use chords?",
            "no",
            "Will my music sound like crap if I don't follow chord progressions?",
            "the chord 'progression' is a myth. i say this because i bet you thought chords are supposed to 'progress', or that there is something you are supposed to 'follow'. if you answered yes to any of these, then the word 'progression' has indeed played a trick on you in this case",
            "Does my song need to be in a key?",
            "no",
            "If I ignore those rules will my music sound like crap?",
            "those aren't rules, but, you'll have to try and see"
        ]
    },
    {
        "date": "202207191633",
        "ctx": [
            "i like fields of interest where there is tons of innovation to be had",
            "i can understand that"
        ]
    },
    {
        "date": "202207191647",
        "ctx": [
            "What you know about rolling down in the deep?",
            "never heard of it"
        ]
    },
    {
        "date": "202207191609",
        "ctx": [
            "Is it meat or meet in September?",
            "meet",
            "I don't know what meatting is so could you give an explanation?",
            "doing something with meat"
        ]
    },
    {
        "date": "202207191433",
        "ctx": [
            "how much of your songs do u notate?",
            "currently none, usually. except occasionally as a video effect"
        ]
    },
    {
        "date": "202207191404",
        "ctx": [
            "hi, do you have a name for the 3d animated guy from \"more than a dream\" and \"i'm a princess\",",
            "no",
            "and are they the same guy?",
            "no"
        ]
    },
    {
        "date": "202207191327",
        "ctx": [
            "what is your favorite song",
            "i don't know any songs"
        ]
    },
    {
        "date": "202207191039",
        "ctx": [
            "what made you change the title of the song from special sandals to fly around?",
            "i guess i wanted the sandals to hit you by surprise, in the song"
        ]
    },
    {
        "date": "202207190855",
        "ctx": [
            "everytime i try to write lyrics, i end up strongly disliking what i wrote, is this normal , and what can i do about it?",
            "raise the stakes, .... try to write something even worse. this will create a little game with yourself, and then eventually the layers of irony will melt away into genuine pleasure, and enthrallment"
        ]
    },
    {
        "date": "202207191209",
        "ctx": [
            "Can you please set up a gopro during your next recording process, edit it down, and release it somewhere?",
            "sure"
        ]
    },
    {
        "date": "202207182347",
        "ctx": [
            "are there any song ideas from 2011 or around that time that are still in the list?",
            "yes"
        ]
    },
    {
        "date": "202207182344",
        "ctx": [
            "You know how there are different kinds of minor scales? But how sometimes people will just be like \"play your C minor scale,\" or like just talk about minor scales without referencing which type they are talking about (natural, harmonic, melodic)? Which do they usually mean?",
            "probably aeolian, but here's the thing, if you're in a song, and you're in the key of Cmin, and then that G7 chord comes around, there's your opportunity to grab that B natural. Or if the F7 chord comes around, there's your opportunity to grab that A natural. or if there's dancing brooms around, you can go ahead and grab both"
        ]
    },
    {
        "date": "202207182335",
        "ctx": [
            "what is your opinion on mango chutney",
            "it's gotta be in the top 15 chutneys"
        ]
    },
    {
        "date": "202207182136",
        "ctx": [
            "would you write a song for a game I made?",
            "sure"
        ]
    },
    {
        "date": "202207182054",
        "ctx": [
            "thoughts on ego death?",
            "it leads the way to ego life"
        ]
    },
    {
        "date": "202207182031",
        "ctx": [
            "Is there going to be a sequel to 'meet me in september' in september?",
            "no"
        ]
    },
    {
        "date": "202207182023",
        "ctx": [
            "How to cure addiction to water",
            "drink all the water. then you will be satisfied"
        ]
    },
    {
        "date": "202207181931",
        "ctx": [
            "is a huge gamer a gamer of above-average size?",
            "no"
        ]
    },
    {
        "date": "202207181855",
        "ctx": [
            "will you ever do a live show?",
            "yes"
        ]
    },
    {
        "date": "202207181839",
        "ctx": [
            "do you enjoy it when people show you what creative work they've done?",
            "yes"
        ]
    },
    {
        "date": "202207181831",
        "ctx": [
            "What is the correct spelling of itt?",
            "i have no idea"
        ]
    },
    {
        "date": "202207181731",
        "ctx": [
            "has every song youve made been a new favorite of yours",
            "it's supposed to be. whether or not it actually is, that's impossible to determine, because i have way way too much steak in the game. and yes i'm talking about meat, in this particular case"
        ]
    },
    {
        "date": "202207181637",
        "ctx": [
            "I get blisters and other such thimgs on my hands, mostly the right one after drumming. Is it normal?",
            "yes",
            "does/did it happen to you?",
            "yes",
            "Is it a matter of bad technique, too heavy sticks",
            "no",
            "or should i just live with it",
            "this happens if you haven't played for a while. if you take the rest of the day off and then go again tomorrow, your skin will be a little tougher. if you play regularly, you will develop a rough patch of skin in that spot to protect you. If you plan to play a long session and you haven't been playing a lot recently, you can put bandaids on the target areas to protect yourself"
        ]
    },
    {
        "date": "202207181608",
        "ctx": [
            "What is the biggest number you can think of?",
            "2"
        ]
    },
    {
        "date": "202207182415",
        "ctx": [
            "sometimes my art feels way too personal that i only share with people im really personal with, how can i trust everyone else to be as nice as the people i allow myself to get personal with",
            "everyone is nice"
        ]
    },
    {
        "date": "202207181142",
        "ctx": [
            "what's a tweet of yours you like?",
            "how about (ref: https://mobile.twitter.com/billwurtz/status/747775882203381760\"target=\"_blank)this one"
        ]
    },
    {
        "date": "202207181104",
        "ctx": [
            "is there any particular reason you decided to make \"at the corner store\" because it seems very on-topic throughout the entire thing unlike some of your other songs.",
            "the musical figure (melody/chords of the verse) was an appealing choice at the time, amongst a list of my top 27 favorites at the time (including \"i'm a huge gamer most of the time\"). The dummy lyric on the corner store figure actually was about the \"corner store\", and the first move i made on the writing, once it was selected, was to try to get away from that. but i could not"
        ]
    },
    {
        "date": "202207180846",
        "ctx": [
            "What is the greatest form of technology?",
            "the idea"
        ]
    },
    {
        "date": "202207180648",
        "ctx": [
            "How did you get inspiration for Damien Maymdien in \"maybe i could eat blades of grass\"? Did you just see a lamp and think \"oh i could add a character that looks like a lamp and confirms that he's a lamp in my next video?",
            "wanted to write a non-song video, kicking it off musically. everything after that is just a no-nonsense result of what has happened so far in the video"
        ]
    },
    {
        "date": "202207180441",
        "ctx": [
            "Will you do a live show in the future?",
            "probably"
        ]
    },
    {
        "date": "202207180105",
        "ctx": [
            "i think we wear the same socks",
            "no 2 socks are alike"
        ]
    },
    {
        "date": "202207172216",
        "ctx": [
            "Tips for 7/4?",
            "on the chart, it might be polite to draw a dotted barline somewhere in the middle of each bar (after 3 or 4) because the bars of 7 are so large it can be hard to find your place"
        ]
    },
    {
        "date": "202207172212",
        "ctx": [
            "DO YOU WANT MY HEAD DELIVERED TO YOUR DOOR IN A BOX?!",
            "no but i appreciate the offer"
        ]
    },
    {
        "date": "202207172203",
        "ctx": [
            "how to write the letter \"y\" without making it look like \"x\"s or \"q\"s",
            "you could make it a dot"
        ]
    },
    {
        "date": "202207172056",
        "ctx": [
            "how do i stop playing guitar. ive been playing for the last 32 hours straight",
            "you can stop once you've played all the guitar"
        ]
    },
    {
        "date": "202207171953",
        "ctx": [
            "Any tips to make a really good melody?",
            "try to make a bad one. melodies love that"
        ]
    },
    {
        "date": "202207171951",
        "ctx": [
            "can you remind me to meet you in september i might forget",
            "chances are i will probably not meet you in september and i don't have plans to do so, however, i will continue to put out music and videos throughout september and beyond, for your listening and viewing enjoyment"
        ]
    },
    {
        "date": "202207171950",
        "ctx": [
            "what's the story behind \"i'm scared\"?",
            "i was about to go out for a walk, and then right about when i was putting my shoes on, i came up with a high figure \"(i) don't wanna Die!\" with \"die\" on beat 1 bar 1, all notes being flat 7 except the last note being the high 1, and the rhythm being like \"(&)a e a1\", and i was also working on the selection process right about the same time, and somehow i switched it to \"i'm scared\" which seemed a bit stronger, and the bassline was working its way up and back to 1 over the course of 2 bars (more similar to what it does in 'ground plane'), and it got added to the list. i also had a bridge section which didn't get used, which i think was added to the list separately. i'd preliminarily selected 81 items, including \"i'm scared\", \"ground plane\", \"i'm a huge gamer most of the time\", \"special sandals\", a vamp similar to the 'happy' section of ground plane, and a figure that would become \"at the corner store\". I then i narrowed it down to a list of 16, including \"i'm scared\", \"huge gamer\", the figure that would become \"corner store\", and the vamp that would become \"i'm happy\". Then i asked the computer to choose for me from amongst those 16, and it chose number 10 which was \"i'm scared\". Then i think the first thing i did was i changed it so the bass gets around the line in 1 bar instead of 2, because it seemed to slam harder that way. then i wrote the rest of the song according to my best songwriting procedures and practices"
        ]
    },
    {
        "date": "202207171937",
        "ctx": [
            "have you ever considered 27",
            "yes i have"
        ]
    },
    {
        "date": "202207171553",
        "ctx": [
            "When did you first start playing music?",
            "i don't recall"
        ]
    },
    {
        "date": "202207171450",
        "ctx": [
            "are you ever going to release a song about boats",
            "could happen"
        ]
    },
    {
        "date": "202207171418",
        "ctx": [
            "What's the metallic-sounding instrument keeping the beat in \"if the world doesn't end?\"",
            "cowbell"
        ]
    },
    {
        "date": "202207172438",
        "ctx": [
            "can you make a song about songs about songs",
            "that sounds like something i would do"
        ]
    },
    {
        "date": "202207171129",
        "ctx": [
            "Why do I always misspell decicion?",
            "you may have seen it spelled that way at a time when you were feeling very impressionable"
        ]
    },
    {
        "date": "202207170953",
        "ctx": [
            "Ever think about a nice fresh garden salad in the middle of December?",
            "yes"
        ]
    },
    {
        "date": "202207170842",
        "ctx": [
            "Has anyone climbed up the one way stairs, or was it always down?",
            "you can do it at the mall"
        ]
    },
    {
        "date": "202207170419",
        "ctx": [
            "Have you ever considered a rhombus, as in a bus in a rhombus shape?",
            "yes i have. i'm thinking about it right now"
        ]
    },
    {
        "date": "202207170409",
        "ctx": [
            "is hot dog a sandwich",
            "with a little hard work and dedication, it can be a soup"
        ]
    },
    {
        "date": "202207170330",
        "ctx": [
            "i'm working on the project of my dreams, and i'm clearly making progress, but i don't feel like i'm getting anywhere. like, when you're looking a loading animation that isn't a progress bar, and you can see it spinning, but you don't know if it's really getting anything done. do you ever feel like this?",
            "yes",
            "how do i feel productive",
            "as the frustration builds to a frenzy, you'll get more and more desperate to find a way to make it happen"
        ]
    },
    {
        "date": "202207170319",
        "ctx": [
            "what made you decide to put that random \"O\" after the \"fib-pip-a-dip-bip\" in the music video for \"meet me in september\"?",
            "it's like how mailboxes have that random pole connecting them to the ground"
        ]
    },
    {
        "date": "202207170206",
        "ctx": [
            "What's your favorite song/video you've made since Here Comes the Sun?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "202207171245",
        "ctx": [
            "How does one dance on a wall?",
            "(ref: https://youtu.be/vS1adfbytzw?t=488\"target=\"_blank)rotate the room"
        ]
    },
    {
        "date": "202207162234",
        "ctx": [
            "quick i need an sat word",
            "filament"
        ]
    },
    {
        "date": "202207162142",
        "ctx": [
            "Do you still drink beans from the can?",
            "never have"
        ]
    },
    {
        "date": "202207162119",
        "ctx": [
            "Have you ever had a dream?",
            "yes"
        ]
    },
    {
        "date": "202207161958",
        "ctx": [
            "did you ever make any discoveries or breakthroughs that completely changed songwriting for you?",
            "yes",
            "if so can you share one?\nfor example, i recently realized that i am free to use any note from outside the scale, whenever i want",
            "i had a big discovery when i started trying to write something horrible on purpose, and then that can coax the next part into goodness"
        ]
    },
    {
        "date": "202207161929",
        "ctx": [
            "What music do you listen too?",
            "all of it, if i can"
        ]
    },
    {
        "date": "202207161919",
        "ctx": [
            "What's your fav instrument?",
            "the click"
        ]
    },
    {
        "date": "202207161910",
        "ctx": [
            "will you ever do a music setup video?",
            "i would love to do it. i'd love to do that. there's a lot of things here that are probably not what you expect. but i'm too scared to do it so i probably won't"
        ]
    },
    {
        "date": "202207161909",
        "ctx": [
            "how long is your next song going to be?",
            "about 3:25"
        ]
    },
    {
        "date": "202207161825",
        "ctx": [
            "Do you own a triangle?",
            "yes"
        ]
    },
    {
        "date": "202207161800",
        "ctx": [
            "the name of the modes confuse me. i can see and get the importance of the places that they were named before but like... they could not have been discovered in separate places? it seems like it is a discover one discover all kind of deal?",
            "yes that's true",
            "are they some sort of musical flags? did phrygians liked or used phyrigian more and more importantly how did we possibly get our hands on _that_ information?!? ahhhh",
            "i think someone was feeling artsy and they named them all into a cute little system"
        ]
    },
    {
        "date": "202207161724",
        "ctx": [
            "what do you think of global warming?",
            "the trick with global warming is remembering to also cool the globe at some point"
        ]
    },
    {
        "date": "202207161526",
        "ctx": [
            "You know what I realized about your stuff? You present emotions and situations from multiple dimensions. I can't stand when art thinks it's all just a simple situation and presents feelings and circumstances from a single vantage point. Nothing is like that so I think it fails at its job of reflecting us to ourselves. Do you agree with that?",
            "sure",
            "Or do you think there's room for both simple and complicated presentation?",
            "yes",
            "Perhaps because sometimes life really does feel simple even if that's kinda not actually what's happening? Maybe it's just as real though"
        ]
    },
    {
        "date": "202207161456",
        "ctx": [
            "what are your opinions on the number e",
            "dank"
        ]
    },
    {
        "date": "202207161450",
        "ctx": [
            "What do I do?",
            "you'll wanna go ahead and do every thing. each individual thing"
        ]
    },
    {
        "date": "202207161358",
        "ctx": [
            "have you found out what's going on yet?",
            "every time i find out, it changes. i'll admit this is part of the fun"
        ]
    },
    {
        "date": "202207161148",
        "ctx": [
            "How does the world work",
            "keeps turning"
        ]
    },
    {
        "date": "202207161054",
        "ctx": [
            "if you had chosen a location instead of 'september', would it have been 'indianna',",
            "absolutely not. the \"in in\" would be a crisis in that case",
            "or somewhere in indianna?",
            "just looking around the map, i can't find anything that works. around the entire globe, the only location i found that seemed to fit ok was 'vancouver' but still that just wasn't what i wanted the song to say"
        ]
    },
    {
        "date": "202207161051",
        "ctx": [
            "Don't you think shit's fucked up sometimes?",
            "i admit, it's possible"
        ]
    },
    {
        "date": "202207160835",
        "ctx": [
            "are libraries nursing homes for books?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202207160724",
        "ctx": [
            "will you beans?",
            "no i will not"
        ]
    },
    {
        "date": "202207160718",
        "ctx": [
            "what's the frequency of your middle C in your keyboard",
            "around 261.6hz i assume"
        ]
    },
    {
        "date": "202207160348",
        "ctx": [
            "cracker barrel syrup?",
            "i see where you're going with this"
        ]
    },
    {
        "date": "202207160221",
        "ctx": [
            "What is your favorite song that you wrote?",
            "i would prefer to write a new one to be my favorite"
        ]
    },
    {
        "date": "202207160139",
        "ctx": [
            "How long did it take you to model/rig Person",
            "i guess that depends whether i'm done or not",
            "and do you have any more artifacts from testing him",
            "yes"
        ]
    },
    {
        "date": "202207160114",
        "ctx": [
            "Just made mashed potatoes from the box and I used too much water cause I get all cocky about eyeballing it... I knew it was too much but I felt bad about wasting the water...I guess the watery mashed potatoes were my punishment. I'm always doing things like this. So mad at myself. So dumb",
            "sounds like you should have your own tv show"
        ]
    },
    {
        "date": "202207161205",
        "ctx": [
            "i just got a new job making pizza so that i can increase the amount of currency i have. but how am i supposed to make a billion albums if im always working on pizza",
            "fuck it, just make pizza albums"
        ]
    },
    {
        "date": "202207152315",
        "ctx": [
            "I'll make a song and it's got a nice beat and a decent melody but the song feels empty and boring. So I've tried adding more layers with other things playing but that just makes it sound messy and the sounds clash. What should I do?",
            "try adding a........ word"
        ]
    },
    {
        "date": "202207152044",
        "ctx": [
            "Do you think video games are art?",
            "yes"
        ]
    },
    {
        "date": "202207152029",
        "ctx": [
            "what's the current state of matter",
            "tepid"
        ]
    },
    {
        "date": "202207151943",
        "ctx": [
            "I'm making kandi bracelets for an event, but I've made close to 50 and I'm starting to run out of ideas. What theme should I make a bracelet on next?",
            "i don't know which ones you've already done, but i'm wondering if you have one yet that's only in black and white"
        ]
    },
    {
        "date": "202207151924",
        "ctx": [
            "Why is your content so much different than any other content creator?",
            "i'm an idiot"
        ]
    },
    {
        "date": "202207151920",
        "ctx": [
            "Is there a story behind More Than A Dream?",
            "yes",
            "Its one of my favorites of yours",
            "the verse melody came to me in a dream (about a year earlier). but when i chose that one for the next song (later) i decided to \"do it right\" ............. it was written while cruising around google streetview. almost as if written while driving. i made no deadline and was not demanding myself to get the answers particularly quickly. in retrospect this might have been a mistake. when it came to the recording process, i also was transitioning to different software which would allow me to do my own computer programming to get more of the functioning i want. also a massive rabbit hole. when the song (audio) was finally completed, my mind was already racing with potential strategies to transform everything so i never take too long ever again. i was fantasizing about the ancient old days where people used to use 4-track machines. i was fantasizing about the old days when people used to be able to record an entire album in a day. i was obsessed with the idea of putting insanely simple limitation rules on the process, in the future. for the video i experimented with a \"2 day or reset\" strategy, where i'm forced to abandon the work if the video is not completed in 2 days. there were reasons why i thought this would be better than a simple deadline strategy. this evolved into a section-by-section \"1 hour or reset\" strategy. it was thrilling in some ways, but ridiculously exhausting in other ways. i ended up giving up on that strategy, but i still ended up finding inspiration for quickness by looking back to some of the files for \"best friends with my own front door\", to try to observe and analyze how quickly i was actually making the moves, in the video production. this inspired me to get into some quickness. in any case, the video was completed very quickly after i'd been stuck in the song production forever"
        ]
    },
    {
        "date": "202207151840",
        "ctx": [
            "would you consider yourself a fan of breathing?",
            "yes"
        ]
    },
    {
        "date": "202207151818",
        "ctx": [
            "Is baby powder made out of babies?",
            "that depends how much you're willing to spend"
        ]
    },
    {
        "date": "202207151816",
        "ctx": [
            "do you value the objective or the experience more? in most things i've seen, people say that they value the experience more, but they also act to achieve the objective primarily (instead of trying to bolster the experience of doing it)- so, why is that?",
            "you can value the ups and downs, the end and the beginning, and in between"
        ]
    },
    {
        "date": "202207151752",
        "ctx": [
            "What makes your music different from others' ?",
            "it's louder"
        ]
    },
    {
        "date": "202207151720",
        "ctx": [
            "why do you have this page and reply to the questions so often?",
            "it keeps me grounded",
            "is it a break from work for you or is it a part of work?",
            "yes",
            "do you ever force yourself to anwser more questions?",
            "yes, or less",
            "favourite hot dog type?",
            "rotate it 90 degrees. then you've got my attention"
        ]
    },
    {
        "date": "202207151658",
        "ctx": [
            "I'm scared. How often are you scared?",
            "about 49 to 51 % of the time"
        ]
    },
    {
        "date": "202207151615",
        "ctx": [
            "what key should i write a song in? i can't seem to find one that balances between interesting and simplicity",
            "they are all exactly the same interestingness and simplicity"
        ]
    },
    {
        "date": "202207151605",
        "ctx": [
            "is there a part of meet me in september that's in 13/16?",
            "absolutely not",
            "if so, what inspired you to add this?"
        ]
    },
    {
        "date": "202207151528",
        "ctx": [
            "how do i make something sound like the banger bass in \"i'm scared\"",
            "a good start would be to take a piano sound and reduce the release time to 0 (that means the note will stop immediately when you stop playing it) and then use the piano sound to double what the bass is playing (play the same exact thing as the bass)"
        ]
    },
    {
        "date": "202207151506",
        "ctx": [
            "What instruments do you usually use for your song? More specifically meet me in september and earth graph(ground plane).",
            "shaker, tambourine, things like that"
        ]
    },
    {
        "date": "202207151446",
        "ctx": [
            "Will you make short videos again (As in 2-4 minutes long)?",
            "all of my last 13 videos have been in that time range"
        ]
    },
    {
        "date": "202207151400",
        "ctx": [
            "Have you ever seen a turkey goblin",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202207151400",
        "ctx": [
            "when is opposite day i want to listen to all of your songs in reverse",
            "every day is opposite"
        ]
    },
    {
        "date": "202207151358",
        "ctx": [
            "I choose sometimes, and that's pretty wild. Do you like to choose?",
            "it's very scary but it's what life's all about"
        ]
    },
    {
        "date": "202207151353",
        "ctx": [
            "opinion on turtles?",
            "too fast"
        ]
    },
    {
        "date": "202207151338",
        "ctx": [
            "whats ur advice for someone who feels like theyre getting dumber by the day",
            "it's not true"
        ]
    },
    {
        "date": "202207152403",
        "ctx": [
            "apparently somebody once asked jim davis what happened to lyman, and he responded 'don't look in jon's basement'. what are your thoughts on this matter",
            "that sounds murderous but it's not true. lyman was phased out because garfield took over the role as the person jon talks to"
        ]
    },
    {
        "date": "202207151124",
        "ctx": [
            "What is imagination?",
            "anything, and more"
        ]
    },
    {
        "date": "202207150931",
        "ctx": [
            "what is your favorite flavor of ice cream?",
            "new book smell"
        ]
    },
    {
        "date": "202207150839",
        "ctx": [
            "is \"the ground plane\" in any way related to \"at the airplane terminal\"",
            "same writer, same producer ..... same entire credits"
        ]
    },
    {
        "date": "202207150353",
        "ctx": [
            "what is knowledge?",
            "it's a side effect of dumbmness, and stupidity"
        ]
    },
    {
        "date": "202207150352",
        "ctx": [
            "when are you releasing a new song?",
            "august 2"
        ]
    },
    {
        "date": "202207150157",
        "ctx": [
            "What happens in September?",
            "day and night are the same length"
        ]
    },
    {
        "date": "202207151235",
        "ctx": [
            "where do i find my passion?",
            "anywhere. it'e everywhere",
            "or is it better to live aimlessly in boredom and jealousy of others who have their callings.",
            "that would be unfortunate, because other people might already be jealous of you",
            "maybe it's just not for me."
        ]
    },
    {
        "date": "202207151225",
        "ctx": [
            "Do you think it's a mistake to attempt being a more interesting person?",
            "no",
            "What if my attempts are not the real me?",
            "then you can course-correct on-the-fly"
        ]
    },
    {
        "date": "202207142350",
        "ctx": [
            "what is your favorite single second of 'meet me in september'?",
            "'lousy weather'"
        ]
    },
    {
        "date": "202207142327",
        "ctx": [
            "advice on getting better at jazz soloing?",
            "just experiment on playing what you know is wrong, and then it will evolve from there"
        ]
    },
    {
        "date": "202207142252",
        "ctx": [
            "how to make a friendly yet not awkward conversation in a group of people I don't know too well",
            "start looking at the shape of the building and commenting on it. asking others what they think of it"
        ]
    },
    {
        "date": "202207142242",
        "ctx": [
            "when will the world turn",
            "gradually, right now"
        ]
    },
    {
        "date": "202207142108",
        "ctx": [
            "Is to be the way to be?",
            "i'll admit, it's one of the ways"
        ]
    },
    {
        "date": "202207142046",
        "ctx": [
            "What's the name of the game in I just did a bad thing?",
            "in my case it would be songwriting"
        ]
    },
    {
        "date": "202207142040",
        "ctx": [
            "How do you make something funny?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "202207142033",
        "ctx": [
            "whats your favorite fruit??",
            "the vegetable"
        ]
    },
    {
        "date": "202207141944",
        "ctx": [
            "what time is it",
            "Friday, July 15, 2022 3:52:43 PM"
        ]
    },
    {
        "date": "202207141924",
        "ctx": [
            "are all stairs one way stairs",
            "no"
        ]
    },
    {
        "date": "202207141903",
        "ctx": [
            "do you ever wish you could go back in time?",
            "i used to"
        ]
    },
    {
        "date": "202207141828",
        "ctx": [
            "have you ever microwaved a raindrop",
            "no, but that's one of my goals"
        ]
    },
    {
        "date": "202207141803",
        "ctx": [
            "What's your next song not about?",
            "all options are on the table"
        ]
    },
    {
        "date": "202207141731",
        "ctx": [
            "I'm going to McDonald's do you want anything?",
            "the sign"
        ]
    },
    {
        "date": "202207141719",
        "ctx": [
            "What comes after September",
            "the rest of time"
        ]
    },
    {
        "date": "202207141710",
        "ctx": [
            "how do you come up with lyrics",
            "i try to think of what the lyric should not be"
        ]
    },
    {
        "date": "202207141650",
        "ctx": [
            "how do i stop constantly creating new song ideas and finally record/mix/master ones i have? since the end of my last project i just cant seem to hit record.",
            "yes, this is commitment anxiety. eventually the alternative will get so bad that you'll have no choice. you'll be so unhappy with lack of product that at some point you'll do just about anything to get across the finish line. it will probably feel something like (ref: https://billwurtz.com/reality/201106300053.mp4\"target=\"_blank)this"
        ]
    },
    {
        "date": "202207141628",
        "ctx": [
            "do you have any thoughts on bratwurst?",
            "no. i don't know how to identify bratwurst"
        ]
    },
    {
        "date": "202207141624",
        "ctx": [
            "ketchup or mayonnaise on chips?",
            "we'll have to play the footage in slow motion to see if we can figure out which one it is"
        ]
    },
    {
        "date": "202207141622",
        "ctx": [
            "what is your opinion about sleeping ?",
            "insane"
        ]
    },
    {
        "date": "202207141532",
        "ctx": [
            "Where are my friends",
            "they're just about everywhere"
        ]
    },
    {
        "date": "202207141518",
        "ctx": [
            "please tell me the surprise/non-surprise serotonin extraction formula please (or at least an instance of it that you have recently used, since I know it keeps changing) (but furthermore I would appreciate if you would also provide a mathematical regression that might be able to approximate its rate of change with respect to time)",
            "you have to keep changing it. this is exactly the problem. as soon as you come up with a formula then it doesn't work anymore. go figure. i guess that's why they call it 'consciousness'"
        ]
    },
    {
        "date": "202207141458",
        "ctx": [
            "Please write a musical it would be cool. A",
            "i'll see what i can do"
        ]
    },
    {
        "date": "202207141424",
        "ctx": [
            "thoughts on luigi?",
            "ever wondered what happened to jon arbuckle's friend lyman"
        ]
    },
    {
        "date": "202207142455",
        "ctx": [
            "hello, what do u think of swan lake or tchaikovsky",
            "it's the perfect thing to throw on while the ussr is collapsing"
        ]
    },
    {
        "date": "202207142445",
        "ctx": [
            "are you in any way related to bill nye?",
            "yes, he is my parents"
        ]
    },
    {
        "date": "202207142423",
        "ctx": [
            "How do I get over the feeling that my writing is cringe?",
            "everything is cringe"
        ]
    },
    {
        "date": "202207141155",
        "ctx": [
            "What's the impossible thing you're slowly learning to do?",
            "to inspire people"
        ]
    },
    {
        "date": "202207141106",
        "ctx": [
            "has making videos and music made you a happier person overall?",
            "yes"
        ]
    },
    {
        "date": "202207141029",
        "ctx": [
            "What is a tritone",
            "the relationship between the note C and the nearest F#. Or, between the note C# and the nearest G. or any two notes 3 whole steps apart.",
            "and how do I substitute it?",
            "\"tri-tone substitution\" would be like let's say if you have a normal song in the key of C, and you have that D7 chord, which famously contains the notes F# and C in the chord. If you lie around thinking about music for long enough you'll notice that you can play the F# and C notes in the chord, with the D bass note, and that gives you the D7 chord, but you can also put the bass on Ab instead and that gives you an Ab7 chord just the same. So a \"tri-tone substitution\" is when you use Ab7 instead of D7. (or A7 instead of Eb7. or Bb7 instead of E7. and so on). seems crazy but it just might work"
        ]
    },
    {
        "date": "202207140911",
        "ctx": [
            "Is September a town or a city?",
            "not that i know of. but it should be"
        ]
    },
    {
        "date": "202207140507",
        "ctx": [
            "step by step, how do you make a song?",
            "this is probably not what you want to hear, but you'll have to make up your own steps"
        ]
    },
    {
        "date": "202207140310",
        "ctx": [
            "If you were at a bus stop and the guy sitting next to you was a guy named \"Will Burtz\", what would you do?",
            "i might have a 9 digit number in my head that i'm working on prime-factoring, while waiting for the bus. it usually takes less time for the bus to arrive than it takes to prime-factor a 9 digit number. i usually don't know the names of other people at a bus stop, so that probably would not affect me"
        ]
    },
    {
        "date": "202207140305",
        "ctx": [
            "is it august yet",
            "let me check"
        ]
    },
    {
        "date": "202207140156",
        "ctx": [
            "do you enjoy creating music and videos or is it torture putting yourself through the hours upon hours of work it takes to make bangers every three weeks?",
            "i love where i get to learn things and grow stronger"
        ]
    },
    {
        "date": "202207140142",
        "ctx": [
            "Do you ever get bored of answering people's random questions?",
            "i have never answered a random question"
        ]
    },
    {
        "date": "202207140134",
        "ctx": [
            "Ground planes...extra long, voluminous busses...very strong blimps...are you secretly announcing a run for president?",
            "no"
        ]
    },
    {
        "date": "202207140125",
        "ctx": [
            "Would you ever make a heavy metal song?",
            "sure"
        ]
    },
    {
        "date": "202207141241",
        "ctx": [
            "what's something you've learned recently?",
            "i might not be able to do very much foley in my upcoming non-song videos. i might just be using musical underscoring instead. which might actually be legit. at least it has been before"
        ]
    },
    {
        "date": "202207141208",
        "ctx": [
            "when somebody says something in outer space is x amount of lightyears away does that only describe its distance from us or does it mean the thing is so far away that we're seeing the past by the time the light is reflected back??",
            "both. lightyears is a distance. it's the distance that light would travel in that many years. the moon is just a few lightseconds away. that means it takes light a few seconds to get here from the moon"
        ]
    },
    {
        "date": "202207132314",
        "ctx": [
            "do you do commissions?",
            "i don't recall"
        ]
    },
    {
        "date": "202207132226",
        "ctx": [
            "will you ever fix the typo on the top of this page?",
            "there's no typo"
        ]
    },
    {
        "date": "202207132209",
        "ctx": [
            "how do i buy the special sandals the guy in \"fly around\" owns",
            "i'm not sure. they might be fake"
        ]
    },
    {
        "date": "202207132158",
        "ctx": [
            "What's your opinion on the public?",
            "it's pretty good"
        ]
    },
    {
        "date": "202207132150",
        "ctx": [
            "I've only been doing band for 2 weeks and my legs are already dying please help if you have any advice",
            "this is good. you will get into better shape and be more comfortable standing for longer, and this should be good for your physical health"
        ]
    },
    {
        "date": "202207132148",
        "ctx": [
            "which of your videos is your favorite",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "202207132050",
        "ctx": [
            "theres a really high crotale-like instrument playing at \"the best thing about games is losing them\". ive never heard something quite like that before, what instrument is that?",
            "toy piano"
        ]
    },
    {
        "date": "202207132024",
        "ctx": [
            "What are thoughts?",
            "your connection to what could be"
        ]
    },
    {
        "date": "202207131958",
        "ctx": [
            "how to grow a banana tree",
            "i suppose you'll have to plant a banana"
        ]
    },
    {
        "date": "202207131929",
        "ctx": [
            "Countdowns sure are fun aren't they?",
            "yes",
            "Gosh, they usually imply something exciting is at the end of it...."
        ]
    },
    {
        "date": "202207131914",
        "ctx": [
            "are you the fifth beetle?",
            "no"
        ]
    },
    {
        "date": "202207131907",
        "ctx": [
            "when doing improvisations i tend to do many many crazy modulations and end up in a different place altogether. would you consider this something i should change?",
            "that depends how it sounds, and whether you like it",
            "Also do you recommend any jazzy chord structures used for filling up empty space or without any key in particular?",
            "that would be like recommening words to be used in sentences. that reminds me, i recommend the word \"poit\" for most sentences",
            "btw your nee song is fire, thank you for making jy life just a little happier"
        ]
    },
    {
        "date": "202207131818",
        "ctx": [
            "Is Nebraska closer to Florida or to Washington?",
            "normally i would expect washington (state). but the fact that you're askin this makes it obvious that it's meant to be a trick question where the answer is florida. so i was fairly confident that it's florida. but then i did some measurements and it seems to be washington (state)"
        ]
    },
    {
        "date": "202207131719",
        "ctx": [
            "what should i put on my resume?",
            "a bunch of bullshit"
        ]
    },
    {
        "date": "202207131656",
        "ctx": [
            "What would you consider the perfect food item?",
            "bun"
        ]
    },
    {
        "date": "202207131614",
        "ctx": [
            "Guess what I'm doing right now",
            "hosting a quiz"
        ]
    },
    {
        "date": "202207131500",
        "ctx": [
            "Will you always make impartial music?",
            "never heard of it",
            "I hope so."
        ]
    },
    {
        "date": "202207131441",
        "ctx": [
            "how do you make friends?",
            "everyone is friends"
        ]
    },
    {
        "date": "202207131422",
        "ctx": [
            "What are your opinions of the C programming language?",
            "it's pretty good"
        ]
    },
    {
        "date": "202207131405",
        "ctx": [
            "what should i do next",
            "do what you did first"
        ]
    },
    {
        "date": "202207131333",
        "ctx": [
            "If enough people get the meaning of a word wrong in the same way, does that become the word's new meaning?",
            "yes"
        ]
    },
    {
        "date": "202207131317",
        "ctx": [
            "is today opposite day?",
            "it's NOT opposite day..... oh wait"
        ]
    },
    {
        "date": "202207132454",
        "ctx": [
            "hey, bill. i have been a fan of yours for a while. your videos helped me thru the pandemic. was wondering what advice you give for people who want to make videos like yours?",
            "step 1 is find the export. wherever you are, figure out how to turn your project into a single video file. then work backwards from there. make the whole screen black. make the whole screen white. now you are in control"
        ]
    },
    {
        "date": "202207132443",
        "ctx": [
            "what is the perfect melody and how do I play it",
            "i was gonna say it's just 1 note, but that might be the wrong note. so it would have to be zero notes"
        ]
    },
    {
        "date": "202207131136",
        "ctx": [
            "Do i exist?",
            "yes"
        ]
    },
    {
        "date": "202207131125",
        "ctx": [
            "Have you seen the new telescope pictures?",
            "not yet",
            "What do you think of them?",
            "they should be really good because the new telescope is supposed to be really good"
        ]
    },
    {
        "date": "202207131056",
        "ctx": [
            "have you ever procrastinated",
            "it's on my to-do list"
        ]
    },
    {
        "date": "202207131033",
        "ctx": [
            "will you release another song before September?",
            "probably 2"
        ]
    },
    {
        "date": "202207130912",
        "ctx": [
            "How to write a great melody?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "202207130855",
        "ctx": [
            "what type of song do you want to do next?",
            "i have no idea"
        ]
    },
    {
        "date": "202207130817",
        "ctx": [
            "Do you make music by day and by night",
            "yes"
        ]
    },
    {
        "date": "202207130449",
        "ctx": [
            "what is the internet?",
            "a place for education, high morals, etc"
        ]
    },
    {
        "date": "202207130445",
        "ctx": [
            "what do you think of 2007?",
            "the cars look like they're from 2000. that's probably because people keep their cars a while"
        ]
    },
    {
        "date": "202207130309",
        "ctx": [
            "I'm having a hard time figuring this out, what time signature is Under Ice by Kate Bush in?",
            "it seems to keep changing"
        ]
    },
    {
        "date": "202207130226",
        "ctx": [
            "i was thinking about how unique your songs endings feels, how do you know when to just end the song where it does?",
            "it's the same way to know what happens next in a song. which i also don't know. at any time, when coming up with the next part of the song, ending it should always be one of the options. even at the beginning",
            "do you ever think about the song's length when you do?",
            "yes, but that hopefully shouldn't affect how the song is written",
            "if so, did you ever feel like 'padding' the rest of the song to make up for an early ending?",
            "no. padding is boring, i assume"
        ]
    },
    {
        "date": "202207130203",
        "ctx": [
            "When was before time became a thing?",
            "everywhen"
        ]
    },
    {
        "date": "202207131251",
        "ctx": [
            "favorite song you've made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "202207131231",
        "ctx": [
            "You've mentioned that melodies have implied chords. How do I know what they are? Or what could I do to get to the point that I can?",
            "go through about 50 of your favorite songs, and identify each chord with brute force. quickly unpause/pause (or nowadays you can edit to loop a tiny fraction of audio very quickly) and just pick it out note by note and put it together. write down all the chords to a song (in time, with bar lines, etc.)..... once you do this for about 30 or 40 songs, i think you will find that you don't have to search for the individual notes anymore. ... maybe not even pause it at all. After about 100 more songs, you probably won't even have to listen to the song, you will be able to do it from memory. after about 1000 songs, you will probably be able to hear someone singing the melody for a song you have never heard before, without hearing the chords, and figure out what the chords should be. after 10,000 songs, you should be able to play chords along with them on the first try, never having heard the song before, and have them think you already knew the song"
        ]
    },
    {
        "date": "202207131218",
        "ctx": [
            "there's a sunbeam on my table. can i trust it with my secrets?",
            "can you trust its secrets"
        ]
    },
    {
        "date": "202207122345",
        "ctx": [
            "Do you know how great your content is?",
            "it's hard to measure"
        ]
    },
    {
        "date": "202207122317",
        "ctx": [
            "I think the most challenging thing about telling the truth is that I can only tell the truth that I experience and that may not be the truth that someone else experiences. Like I could look at an elephant's tail through a tube and describe what I saw and someone else could look at the same elephant but be looking at the ear and describe the elephant totally differently. And so then I feel badly for even talking about what I see because I know I can't see the whole picture, but I also can only describe what I can see. And so I feel like a liar no matter how truthful I try to be. And so then I don't want to say anything. But I'm also just so infinitely curious about the elephant and the only way any of us are gonna piece it together is by sharing the parts we can see and believing in each other. But it's so hard sometimes.",
            "art or music is sometimes just what you need for this. it never makes any literal claims of truthful accuracy, and yet, the truth will find its way through somehow, often",
            "Does running this questions page give you a sense of centeredness when you realize everyone is as adrift as everyone else? Doe s it give you a sense of hopefulness when you witness so much curiosity?",
            "yes"
        ]
    },
    {
        "date": "202207122312",
        "ctx": [
            "absolutely love the new song and how carefree and energetic it is, but i can't help but wonder: when are you just gonna do a super minor song?",
            "every time i try, it explodes into major by about bar 3"
        ]
    },
    {
        "date": "202207122305",
        "ctx": [
            "In \"I'm a princess\", we can see the protagonist of multiple recent songs be born from falling down stairs, transforming from an emotionless stick figure to a humanoid. \n\nWe never see you, Bill, in the same frame as the humanoid figure. \n\nAre you the humanoid figure? \nHave things gone astray?",
            "me interacting with one of my character models would be something like Jim Henson interacting with Kermit the Frog. .... which actually doesn't seem so strange now that i think about it"
        ]
    },
    {
        "date": "202207122254",
        "ctx": [
            "are you as greedy as portrayed in your song meet me in september?",
            "i have a greed for interesting challenges and puzzles"
        ]
    },
    {
        "date": "202207122215",
        "ctx": [
            "have any of the questions asked here been a direct influence or a source of inspiration for one of your songs during the writing process? any examples?",
            "someone once asked me what the title of the next song will be, and i had no idea so i made up a title (\"ground planes\") which i didn't use but i added it to the list and then used it years later",
            "loving the new song by the way :)"
        ]
    },
    {
        "date": "202207122153",
        "ctx": [
            "What is one thing you should keep in mind if you want to become a multi-instrumentalist?",
            "you'll always get better with time on each instrument, and time flies. so try not to be overwhelmed by the 'beginner' feeling, which will be common, if you want to keep learning more instruments"
        ]
    },
    {
        "date": "202207122152",
        "ctx": [
            "Do the future and past exist just as much as the present?",
            "no"
        ]
    },
    {
        "date": "202207122144",
        "ctx": [
            "what gave you the idea for your new song?",
            "the song idea came from the first line, and the first line lyric idea came from the melody, and the melody idea came from the chord/groove. which was inspired by...... turning on the keyboard"
        ]
    },
    {
        "date": "202207122140",
        "ctx": [
            "do you think this september will be better than this july",
            "they will be of equivalent value"
        ]
    },
    {
        "date": "202207122128",
        "ctx": [
            "What makes a good song?",
            "you might have to do it"
        ]
    },
    {
        "date": "202207122126",
        "ctx": [
            "is there too much or too little music?",
            "too little"
        ]
    },
    {
        "date": "202207122054",
        "ctx": [
            "how do you deal with a mental break down",
            "certainly put it into music"
        ]
    },
    {
        "date": "202207122027",
        "ctx": [
            "what is \"it\" when you're singing \"do it\" in meet me in september",
            "i don't know"
        ]
    },
    {
        "date": "202207121959",
        "ctx": [
            "What is your favorite type of apple?",
            "good/bad"
        ]
    },
    {
        "date": "202207121928",
        "ctx": [
            "Is it September yet?",
            "almost"
        ]
    },
    {
        "date": "202207121851",
        "ctx": [
            "Do you mix and master your songs yourself?",
            "yes"
        ]
    },
    {
        "date": "202207121844",
        "ctx": [
            "Serious question: What's the most overrated chord progression you've heard?",
            "all chord progressions are under rated",
            "Stupid question: Do gophers swallow your sheet music?",
            "no"
        ]
    },
    {
        "date": "202207121840",
        "ctx": [
            "Why does grass exist?",
            "to test the computational power of your universe"
        ]
    },
    {
        "date": "202207121812",
        "ctx": [
            "what's a weird dream you remember you had?",
            "i dreamed that i was awake"
        ]
    },
    {
        "date": "202207121747",
        "ctx": [
            "how does afterlife sound?",
            "makes me wonder what came before"
        ]
    },
    {
        "date": "202207121737",
        "ctx": [
            "hey bill for your next song could you incorporate some extra conventional chord progressions (4536251 kinda stuff)",
            "sure",
            "cuz at this point it's the only way i can feel any kind of happiness anymore thanks :)"
        ]
    },
    {
        "date": "202207121703",
        "ctx": [
            "whats your favourite type of pineapple",
            "the kind they use for pizza"
        ]
    },
    {
        "date": "202207121702",
        "ctx": [
            "seen any cool movies lately?",
            "i've seen them all and they are all cool"
        ]
    },
    {
        "date": "202207121659",
        "ctx": [
            "Why specifically are we meeting you in September? Why not another month, like October?",
            "that's just how the song goes, but it's not about you and me"
        ]
    },
    {
        "date": "202207121652",
        "ctx": [
            "what's a good funky chord progression? (i won't steal it i promise)",
            "Cmaj7, Bbmaj7. if you steal it just say it wasn't you"
        ]
    },
    {
        "date": "202207121649",
        "ctx": [
            "What do you do to get inspiration?",
            "i can never be sure exactly what i did that caused it"
        ]
    },
    {
        "date": "202207121644",
        "ctx": [
            "what's your secret for balancing chaos and order in your songs? you somehow make the most real and surreal music at the same time, and it's always delectable :)",
            "i've never heard of chaos. everything is a different order.... that's too many orders to possibly do, so i gave up on trying to list them all. so i have to just start trying some"
        ]
    },
    {
        "date": "202207121637",
        "ctx": [
            "How would I know if my keyboard wants to speak to me",
            "touch it or just look at it, really"
        ]
    },
    {
        "date": "202207121629",
        "ctx": [
            "What's the current socioeconomic",
            "mild"
        ]
    },
    {
        "date": "202207121620",
        "ctx": [
            "your new song!! the lyrics and visuals feel so fluid and nice. out of curiosity, why september? is september the most satisfying month name for you to sing?",
            "there was only 1 other choice for that exact spot and it was not a month, it was a location"
        ]
    },
    {
        "date": "202207121618",
        "ctx": [
            "What's your number one tip for mixing?",
            "don't let 2 bassists join the band",
            "The mix on your newest track is immaculate, especially the vocals.",
            "holy smokes you are very friendly"
        ]
    },
    {
        "date": "202207121617",
        "ctx": [
            "what are you doing in september",
            "producing a song or video in the first half of the month, then composing and beginning to produce another in the second half of the month. at least that is according to my current plans"
        ]
    },
    {
        "date": "202207121615",
        "ctx": [
            "is meet me in september an announcement for an upcoming project of yours?",
            "no"
        ]
    },
    {
        "date": "202207121615",
        "ctx": [
            "Should I go swimming this summer?",
            "sure"
        ]
    },
    {
        "date": "202207121447",
        "ctx": [
            "Is there a song you made you don't like",
            "all of them have some unlikable aspects to me"
        ]
    },
    {
        "date": "202207122447",
        "ctx": [
            "What is Quality?",
            "how something can be described"
        ]
    },
    {
        "date": "202207122423",
        "ctx": [
            "What inspired you to make videos?",
            "the relentless passage of time, in space"
        ]
    },
    {
        "date": "202207122416",
        "ctx": [
            "pretzels or bagels?",
            "the solution to this is pragzels"
        ]
    },
    {
        "date": "202207121015",
        "ctx": [
            "what is a bad word?",
            "any word can be bad"
        ]
    },
    {
        "date": "202207120934",
        "ctx": [
            "How do i find success",
            "look in the mirror"
        ]
    },
    {
        "date": "202207120930",
        "ctx": [
            "do you know anyone who doesn't like music????",
            "there's a lot of people who don't know they like music"
        ]
    },
    {
        "date": "202207120850",
        "ctx": [
            "do you like music",
            "it gets the job done"
        ]
    },
    {
        "date": "202207120400",
        "ctx": [
            "What is the greatest font ever?",
            "serif sans serif. not a damn bit of serif on that serif"
        ]
    },
    {
        "date": "202207120342",
        "ctx": [
            "how do i do everything without doing nothing first?",
            "do nothing second"
        ]
    },
    {
        "date": "202207120334",
        "ctx": [
            "Can you make a song where the lyrics are a little bit like ____ __ ________ ___?",
            "sure"
        ]
    },
    {
        "date": "202207120317",
        "ctx": [
            "day 1 of learning how to play guitar and my fingers feel like they have suffered third degree burns, am i doing it right",
            "maybe stop at just a little bit less pain, but yes, your skin is toughening because of it and that is part of the plan"
        ]
    },
    {
        "date": "202207121212",
        "ctx": [
            "Is radical individual expression your answer to life's existential challenge?",
            "that's one way to do it"
        ]
    },
    {
        "date": "202207112236",
        "ctx": [
            "alright so i wrote a song, had the whole idea of it ready and written, but once I got into production i immediately lost the whole theme and personality of the song, due to the amount of choices of how it could sound. is this just a case of \"made a song too long?\"",
            "well, it seems like you have too many choices",
            "what might you suggest I do, either this time or next time I make a song",
            "do something with less choices. divide the number of choices by 10, except that might not be enough. if you're still stumped then divide it by 100. fun fact, i couldn't start until i had it down to just one choice. my first piece of art was a 1 digit binary string. you'll never guess whether i chose 1 or 0"
        ]
    },
    {
        "date": "202207112221",
        "ctx": [
            "Can you turn a sphere inside out?",
            "it can be done, but i can't do it"
        ]
    },
    {
        "date": "202207112207",
        "ctx": [
            "How do you know if you're trying too hard?",
            "you can only find out later if you WERE trying too hard"
        ]
    },
    {
        "date": "202207112024",
        "ctx": [
            "What should politicians focus more on",
            "non-politicians"
        ]
    },
    {
        "date": "202207111949",
        "ctx": [
            "Is Ground Plane a prequel to Fly Around?",
            "no"
        ]
    },
    {
        "date": "202207111902",
        "ctx": [
            "was 'ground plane' written in a similar way as 'i'm best friends with my own front door?",
            "i'd say the similarity between the writing process of those two ranks in maybe the 41st percentile, out of 99 when considering any possible pair of songs i've written. in otherwords, they are slightly less similar to each other than the average pair of any two of my written songs"
        ]
    },
    {
        "date": "202207111622",
        "ctx": [
            "how to be happier?",
            "you'll have to approach it from beneath"
        ]
    },
    {
        "date": "202207111558",
        "ctx": [
            "What's your next song going to be about?",
            "i have no idea"
        ]
    },
    {
        "date": "202207111541",
        "ctx": [
            "Is your next song about figuring out how to deal with procrastination by procrastinating more?",
            "no, that was what \"more than a dream\" was about"
        ]
    },
    {
        "date": "202207111445",
        "ctx": [
            "how do you effectively use dissonance in music?",
            "you could spend a thousand lifetimes fashioning up new ways to do it. but first, it would take a thousand lifetimes to even iron out the definition of the word dissonance. so i'd personally recommend skipping that part and getting straight into the music. you're gonna want to get a head start in those first thousand lifetimes while you can"
        ]
    },
    {
        "date": "202207111422",
        "ctx": [
            "when the live show comes around, is everything you've made on the table, or is the cutoff limited to post 2014, songs with video, or only recent stuff? I think it would be pretty cool to bust out an old one new fans haven't heard before, or update it in the live version for those who have.",
            "everything is on the table except for the exact same arrangement as any existing recording"
        ]
    },
    {
        "date": "202207111347",
        "ctx": [
            "good afternoon\nive been experimenting with all sorts of mixing techniques for drums, and i found that low cutting all the kick sources anywhere from 20hz up to 40hz gives some interesting and mostly good results. it seems to make very low bass parts easier to perceive. is this something you've ever tried?",
            "i've never tried that. i have very little understanding of the \"who's who\" within the low register. i've come to get a great understanding of what belongs below 200 and what does not. my biggest trick is ruling that separation correctly. but when it comes to what's what within either of those ranges, ........ i have no idea. although using less instruments at a time always seems to help me"
        ]
    },
    {
        "date": "202207112412",
        "ctx": [
            "How would you describe the relationship between \"Long, Long, Long Journey\" and \"And The Day Goes On?\" \n\nFor some reason I closely associate the two. Do you have any idea why?",
            "they are in the same key and they are at a similar tempo. they both seem like they are boldly on a journey of life   while also reflecting on the past just slightly, or running from it"
        ]
    },
    {
        "date": "202207111151",
        "ctx": [
            "Will you scream in your next song?",
            "i doubt it"
        ]
    },
    {
        "date": "202207110858",
        "ctx": [
            "how do you put so much serotonin in your music?",
            "it's from you. i've been able to tease it out of you by packaging together surprises and non-surprises according a special formula which i change at a steady pace, which varies regularly"
        ]
    },
    {
        "date": "202207110809",
        "ctx": [
            "What is full note?",
            "never heard of it, but from context clues it might be a whole note",
            "What is half note?",
            "that's a musical note that lasts for 2 beats (if the beats are being counted normally)",
            "Quarter note?",
            "that's a musical note that lasts for 1 beat (if the beats are being counted normally)",
            "How do chord progressions work?",
            "some people say chord 'progressions' because the word 'progression' is a very large word and it stalls for time. but, chords are when you play multiple notes at the exact same time on different pitches together. it has a magic quality kind of like color. you could spend a thousand lifetimes trying to explain just how or why it works, and a thousand more lifetimes just fancying up new ways to use them",
            "Whats a minor chord?",
            "if you have notes C, Eb, and G together, and especially if there is also a C note in a fairly low range, that is probably considered a C minor chord. The same thing could be said about G minor, with notes G, Bb, and D, with G in the bass. and so on, with any groups of notes in this same relative orientation to each other",
            "How about major chord?",
            "if you have notes C, E, and G together, and especially if there is also a C note in a fairly low range, that is probably considered a C major chord. The same thing could be said about G major, with notes G, B, and D, with G in the bass. and so on, with any groups of notes in this same relative orientation to each other",
            "Thanks if you answered anything here billl!"
        ]
    },
    {
        "date": "202207110637",
        "ctx": [
            "will i ever finish producing my album?",
            "sure"
        ]
    },
    {
        "date": "202207110630",
        "ctx": [
            "how to deal with the fact that i have millions of full song ideas in my head but i lack skills to recreate them in real world and when i try i get a sad shell of a song that leaves me with no motivation because it sounds like shit compared to what i planned",
            "this reminds me of what most of the world's artists go through. especially the ones you enjoy the most"
        ]
    },
    {
        "date": "202207110400",
        "ctx": [
            "where can i find a ground plane",
            "at level 1, or 0, depending on your local numbering convention"
        ]
    },
    {
        "date": "202207110329",
        "ctx": [
            "how do you make such great songs?",
            "i don't know. the darn rules change each time",
            "it feels like a band is behind these songs but at the same time it doesn't"
        ]
    },
    {
        "date": "202207110253",
        "ctx": [
            "what's the ideal flag",
            "a bag"
        ]
    },
    {
        "date": "202207110247",
        "ctx": [
            "is the earth flat",
            "even better. it's a line"
        ]
    },
    {
        "date": "202207102316",
        "ctx": [
            "Is magic real",
            "realness is magic, so, therefore by direct correlation, magic is real"
        ]
    },
    {
        "date": "202207102231",
        "ctx": [
            "how high did the pilgrims go",
            "they went to a medium height"
        ]
    },
    {
        "date": "202207102148",
        "ctx": [
            "what's the weirdest way to write \"hi\"?",
            "how about \"bye\""
        ]
    },
    {
        "date": "202207102138",
        "ctx": [
            "Could I buy Ohio",
            "i think so"
        ]
    },
    {
        "date": "202207101939",
        "ctx": [
            "How do you become full of yourself?",
            "you could win best person of all time award, multiple times per day"
        ]
    },
    {
        "date": "202207101938",
        "ctx": [
            "Do you have any criticism on nihilism (i.e. the belief that life has no value and/or meaning)? You may criticize the 2 beliefs (no meaning and no value) separately.",
            "if there were no meaning then there wouldn't be a word that means no meaning"
        ]
    },
    {
        "date": "202207101917",
        "ctx": [
            "are you thinking about thinking about something?",
            "no. that could get out of control very quickly"
        ]
    },
    {
        "date": "202207101916",
        "ctx": [
            "what is the craziest part of you",
            "the brain, which is also the craziest part of most people"
        ]
    },
    {
        "date": "202207101756",
        "ctx": [
            "Can you spell Kanye with the letters that spell Kenya.",
            "yes i suppose i could manage that"
        ]
    },
    {
        "date": "202207101510",
        "ctx": [
            "what is phrasing in music and how can i do it",
            "if you're doing music then you're already doing it. like the phrasing of your question \"what is phrasing in music and how can i do it\". could have been phrased another way maybe, but the way you phrased it is one of the ways"
        ]
    },
    {
        "date": "202207101454",
        "ctx": [
            "how do you cook a apple",
            "i don't know"
        ]
    },
    {
        "date": "202207101358",
        "ctx": [
            "are you still scared?",
            "no and yes"
        ]
    },
    {
        "date": "202207101353",
        "ctx": [
            "why are there three spiders on my ceiling right now",
            "because the other 997 went out for tea and briskets but they should be back"
        ]
    },
    {
        "date": "202207101055",
        "ctx": [
            "What am i made of?",
            "i'm not sure"
        ]
    },
    {
        "date": "202207100905",
        "ctx": [
            "Is your next song about love?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202207100653",
        "ctx": [
            "do you have a problem?",
            "i am problem"
        ]
    },
    {
        "date": "202207100529",
        "ctx": [
            "How not to procrastinate?",
            "do everything"
        ]
    },
    {
        "date": "202207100303",
        "ctx": [
            "are there any songs youve made that were not created with the melody first?",
            "sure",
            "perhaps a bass line or interesting chord progression?",
            "best case scenario is i can get the melody/chord/lyric all together. if the melody is there but no lyric, the chords would be implicit anyway. so it would never be just a melody. sometimes it's a groove with chords, so that might include the bass and chords. sometimes it's title only"
        ]
    },
    {
        "date": "202207100248",
        "ctx": [
            "can mount st. helens erupt again",
            "sure"
        ]
    },
    {
        "date": "202207092355",
        "ctx": [
            "Who inspired you to start music?",
            "i don't remember"
        ]
    },
    {
        "date": "202207092155",
        "ctx": [
            "What does o.u.t.s.i.d.e stand for?",
            "outside"
        ]
    },
    {
        "date": "202207092004",
        "ctx": [
            "What's the most unnecessary word",
            "iconic"
        ]
    },
    {
        "date": "202207091812",
        "ctx": [
            "am i gonna go to hel",
            "you can visit if you'd like"
        ]
    },
    {
        "date": "202207091638",
        "ctx": [
            "What is the key to being in a relationship?",
            "it all comes down to whether or not you have met the other person"
        ]
    },
    {
        "date": "202207091412",
        "ctx": [
            "what's your favorite food?",
            "dark matter"
        ]
    },
    {
        "date": "202207091143",
        "ctx": [
            "how many questions do you get on average in a day",
            "one hundred billion"
        ]
    },
    {
        "date": "202207090904",
        "ctx": [
            "do u mind if i ask you a question, namely this one?",
            "that could be arranged"
        ]
    },
    {
        "date": "202207091044",
        "ctx": [
            "What are bananas made of?",
            "banana"
        ]
    },
    {
        "date": "202207091011",
        "ctx": [
            "ever done any songs / parts of songs in mixolydian?",
            "yes i'm sure. \"in california\" seems entirely mixolydian for the verses. \"i'm scared\" seems to be hovering around mixolydian for the verses, at least in spirit"
        ]
    },
    {
        "date": "202207090932",
        "ctx": [
            "Where do I locate the ground plane?",
            "it's right here"
        ]
    },
    {
        "date": "202207090815",
        "ctx": [
            "Can you write a movie review as an answer to this question?",
            "cut out the middle man.... i'd rather just write a movie"
        ]
    },
    {
        "date": "202207090718",
        "ctx": [
            "*blank* goes the weasel.",
            "it most certainly does"
        ]
    },
    {
        "date": "202207090417",
        "ctx": [
            "what is your favourite building?",
            "the... earth"
        ]
    },
    {
        "date": "202207082358",
        "ctx": [
            "What's your preferred drum shoe?",
            "the snare"
        ]
    },
    {
        "date": "202207082346",
        "ctx": [
            "Is your next song about sunshine, or the sun?",
            "no"
        ]
    },
    {
        "date": "202207082311",
        "ctx": [
            "what can you do when you're bored",
            "never bored. too frightened"
        ]
    },
    {
        "date": "202207082300",
        "ctx": [
            "How do you come up with lyrics for your songs?",
            "togther with the music"
        ]
    },
    {
        "date": "202207082151",
        "ctx": [
            "How do you make your videos?",
            "we'll see"
        ]
    },
    {
        "date": "202207082123",
        "ctx": [
            "I've realized that frequently I'll improvise a recording in a few hours based off how i'm feeling and whatever idea i'm messing around with, but because it's taken me so long to feel comfortable with my singing voice i still struggle with adding lyrics and vocals. how would you recommend I work at this?",
            "adding lyrics and vocals to an already existing piece of music might be a weird and challenging puzzle. instead you might want to try writing the song with the words already in it. if you enjoy improvising, you should try improvising with words. it can be a wild time"
        ]
    },
    {
        "date": "202207082100",
        "ctx": [
            "is the next song about space",
            "no"
        ]
    },
    {
        "date": "202207081621",
        "ctx": [
            "What should I do with my writers block? I feel like I can't write anymore because I'm scared of disappointing my readers",
            "there's nothing you can do to guarantee you won't disappoint the readers. so in that sense, you're right back where you were when you started. so hopefully that can take the pressure off"
        ]
    },
    {
        "date": "202207081557",
        "ctx": [
            "any thoughts on the effect of iii - vi - ii - V repeating",
            "could be useful"
        ]
    },
    {
        "date": "202207081429",
        "ctx": [
            "whats mixed voice and how do i do",
            "i don't really know. my only trick is to imagine that the lyrics are true"
        ]
    },
    {
        "date": "202207081416",
        "ctx": [
            "what's your favourite tree?",
            "all trees are part of the same tree, which is my fav"
        ]
    },
    {
        "date": "202207081355",
        "ctx": [
            "i'm assuming the answer yes but still did you model your own chess pieces for huge gamer?",
            "yes",
            "if so, how long did it take for every unique piece?",
            "they were all very quick except for the knight",
            "actually i would love to hear about whatever you have on this topic...",
            "even though i was starting directly at a picture of the horse, it seemed totally impossible to get it to look right. that's when i truly realized how sensitive the face-recognition tools in our brain is"
        ]
    },
    {
        "date": "202207081355",
        "ctx": [
            "What do you think of the first four chords in Joe Hisaishi's \"One Summer's Day\"?",
            "dense",
            "Could you explain it through your version of music theory?",
            "after listening to a bit more of the song for some context, the first 2 chords seem to be implying Fmaj7, and Cmaj7/E with C on top. you'd expect the next chord to be Dmin7 except of course there's this Bb note on top that sticks out like a sharp knife. and the fourth chord sounds like a huge amount of stacked fourths. probably just fourths stacked all the way from middle C# until you get up to D"
        ]
    },
    {
        "date": "202207081345",
        "ctx": [
            "what do i do if i have an interest i want to talk about but no one wants to listen to me talk about it and i'm scared they'll think i'm an annoying weirdo!?",
            "start a blogcast about it"
        ]
    },
    {
        "date": "202207081335",
        "ctx": [
            "bill what do you think of tungsten?",
            "never heard of it"
        ]
    },
    {
        "date": "202207082455",
        "ctx": [
            "Does Jesus rhyme with peaches?",
            "enough for business purposes"
        ]
    },
    {
        "date": "202207082442",
        "ctx": [
            "do you actively avoid making music that people could classify under a genre, or is that just the way the cookie crumbled?",
            "just trying to get by"
        ]
    },
    {
        "date": "202207081135",
        "ctx": [
            "what is drama",
            "that's when one person goes for a handshake and the other person goes for a fist bump"
        ]
    },
    {
        "date": "202207081029",
        "ctx": [
            "favorite ride at the carnival, fairground or midway?",
            "the escalator"
        ]
    },
    {
        "date": "202207080944",
        "ctx": [
            "What do you think about math?",
            "dank, especially with all the equality"
        ]
    },
    {
        "date": "202207080918",
        "ctx": [
            "What are your thoughts on kiwi birds?",
            "i've never thought about kiwi birds, but i will"
        ]
    },
    {
        "date": "202207080742",
        "ctx": [
            "what is success",
            "you name it"
        ]
    },
    {
        "date": "202207080331",
        "ctx": [
            "what's your least favorite flavor of ice cream?",
            "egg"
        ]
    },
    {
        "date": "202207080309",
        "ctx": [
            "what should i do when there's nothing else left to do",
            "make up something new"
        ]
    },
    {
        "date": "202207080227",
        "ctx": [
            "so you said you need to deliver a message while singing to do it better, what if i want to sing your song? whats the message",
            "the song"
        ]
    },
    {
        "date": "202207080153",
        "ctx": [
            "Are you an animator",
            "enough to get by"
        ]
    },
    {
        "date": "202207081201",
        "ctx": [
            "Do you think chords are implicit in the melody?",
            "about 70% yes",
            "If so, do you think reharmonizing is nothing more than a fun exercise? I kinda think so",
            "often the best chords are already there. but also quite often the original artist might miss a golden opportunity"
        ]
    },
    {
        "date": "202207072358",
        "ctx": [
            "what do you think of metal music?",
            "it's very sensual"
        ]
    },
    {
        "date": "202207072307",
        "ctx": [
            "i have always had a weird habit where whenever I see something cool, i can't just say \"that's cool\" and move on, i feel like i need to make something similar, or just wish i had made said thing. this leads to a ton of interests, nearly none of which i can appease, and i just don't know what path to take. how do i come to terms with the fact that i can't be everything at once, and accept cool things for what they are?",
            "ok so you won't be able to hold onto all of infinity, but, see if you can find some 'rates' or 'pacing' that you can make your own. figure out your dream schedule. the cool news here is you already know you'll never run out of things to do"
        ]
    },
    {
        "date": "202207072201",
        "ctx": [
            "can u please ignore this question?",
            "i'll see what i can do"
        ]
    },
    {
        "date": "202207072158",
        "ctx": [
            "If every animal has a high jump contest, which animal will lose?",
            "prokaryote"
        ]
    },
    {
        "date": "202207072151",
        "ctx": [
            "favorite board game?",
            "the board itself"
        ]
    },
    {
        "date": "202207072136",
        "ctx": [
            "Everybody talks about Carl's Jr., but what about Carl's Sr.?",
            "it's the original version of the restaurant. probably larger, serving not-so-fast food"
        ]
    },
    {
        "date": "202207072058",
        "ctx": [
            "does pineapple belong on pizza",
            "pineapple is pizza"
        ]
    },
    {
        "date": "202207071904",
        "ctx": [
            "how to distinguish left from right",
            "just write down that question, and left is on the left and right is on the right"
        ]
    },
    {
        "date": "202207071845",
        "ctx": [
            "is \"throw me a challenge, make it unsolvable, and i'll have it worked out and set settled and sorted out by the morning\"in the ground plane true? can you do that?",
            "sometimes i try",
            "if so, here's my challenge: delete mars from the solar system",
            "that doesn't seem like a good idea"
        ]
    },
    {
        "date": "202207071830",
        "ctx": [
            "What's the best musical chord in existence?",
            "the *other* one"
        ]
    },
    {
        "date": "202207071724",
        "ctx": [
            "do you think there are plenty of places",
            "yes"
        ]
    },
    {
        "date": "202207071706",
        "ctx": [
            "favourite article of clothing?",
            "the troposphere"
        ]
    },
    {
        "date": "202207071659",
        "ctx": [
            "could you give me an example of a fun fact?",
            "a=a"
        ]
    },
    {
        "date": "202207071546",
        "ctx": [
            "should i be putting so much effort into trying to make sense of things?",
            "how much? nevermind, the answer is a medium amount"
        ]
    },
    {
        "date": "202207071509",
        "ctx": [
            "what does your upcoming song taste like?",
            "sunshine"
        ]
    },
    {
        "date": "202207071509",
        "ctx": [
            "tips on how to get through life?",
            "goals"
        ]
    },
    {
        "date": "202207071401",
        "ctx": [
            "When did Mount St. Helens blow up?",
            "in 1980, i think"
        ]
    },
    {
        "date": "202207071305",
        "ctx": [
            "have you ever felt like you've fallen in love with a song",
            "yes. if that doesn't happen then the song is no good"
        ]
    },
    {
        "date": "202207072441",
        "ctx": [
            "is tomato a fruit",
            "think bigger"
        ]
    },
    {
        "date": "202207072425",
        "ctx": [
            "what element is your biggest inspiration?",
            "the element of surprise"
        ]
    },
    {
        "date": "202207071112",
        "ctx": [
            "Are you particularly proud of any pieces of your work (songs, videos, poems, etc)?",
            "sure",
            "If so which ones and what about them are you particularly proud of?",
            "depending on my mood, i can be proud or not proud of any part of any one of them"
        ]
    },
    {
        "date": "202207071059",
        "ctx": [
            "i just listened to 'i'm best friends with my own front door' and teared up because it's a very very beautiful song bill wurtz.",
            "holy smokes you are very friendly"
        ]
    },
    {
        "date": "202207071058",
        "ctx": [
            "does cucumber exist",
            "can't confirm nor deny"
        ]
    },
    {
        "date": "202207070934",
        "ctx": [
            "What about when you can't hold on for the day to go on?",
            "the day goes on"
        ]
    },
    {
        "date": "202207070933",
        "ctx": [
            "What makes the elevator perfect?",
            "how about some music"
        ]
    },
    {
        "date": "202207070659",
        "ctx": [
            "when have you gotten genuinely upset by a question here",
            "i'm upset by every question"
        ]
    },
    {
        "date": "202207070646",
        "ctx": [
            "what's the 6th sense",
            "knowing when to stop"
        ]
    },
    {
        "date": "202207070534",
        "ctx": [
            "What do you suggest?",
            "get crazy. it's that simple"
        ]
    },
    {
        "date": "202207070339",
        "ctx": [
            "Why do we exist?",
            "for every reason PLUS the ability to add new reasons. that's even more reasons than the reasons of today"
        ]
    },
    {
        "date": "202207070247",
        "ctx": [
            "is there",
            "yes there is"
        ]
    },
    {
        "date": "202207070238",
        "ctx": [
            "which questions do you answer best?",
            "the good ones"
        ]
    },
    {
        "date": "202207070207",
        "ctx": [
            "what do you do when you think somebody is waving at you but it's actually the person behind you?",
            "first i figure out if i know the person. (that would be before i realize that the wave is not toward me)"
        ]
    },
    {
        "date": "202207070153",
        "ctx": [
            "What is your favorite game?",
            "what the heck is going on"
        ]
    },
    {
        "date": "202207070139",
        "ctx": [
            "what should one do while waiting for something they're looking forward to?",
            "it's a contest, to see if you can find something else you're looking more forward to"
        ]
    },
    {
        "date": "202207071236",
        "ctx": [
            "do you ever get lost?",
            "if i stay lost then i can never get lost"
        ]
    },
    {
        "date": "202207071231",
        "ctx": [
            "Every idea I have seems to be too closely related to a similar idea that I have experienced, and nothing from my brain feels very \"fresh\" anymore. I'm pretty sure this is just how thinking works, but is there a way I can trick myself into freshness? For example, ignoring some of my intuition?",
            "the best strategy to approach this is to try to think of something you \"should not\" do. try to do something wrong. this will put you on the right path"
        ]
    },
    {
        "date": "202207062245",
        "ctx": [
            "how does It feel to dance in your own songs",
            "pretty good"
        ]
    },
    {
        "date": "202207062153",
        "ctx": [
            "Have you become less scared since \"i'm scared\"",
            "yes"
        ]
    },
    {
        "date": "202207062144",
        "ctx": [
            "i've been inspired by my dreams to make a console application that plays music, but i have insufficient knowledge on music theory! will you assist my predicament",
            "here's a (ref: https://pages.mtu.edu/~suits/notefreqs.html\"target=\"_blank)frequency table. if you stick to only the frequencies in this table, that should put you one step closer to sounding like music."
        ]
    },
    {
        "date": "202207062029",
        "ctx": [
            "What color is an orange?",
            "orange"
        ]
    },
    {
        "date": "202207061737",
        "ctx": [
            "What do you think of the Vibraslap?",
            "it gets happy when you slap it. that is where the term \"slap happy\" comes from"
        ]
    },
    {
        "date": "202207061727",
        "ctx": [
            "is piano an instrument",
            "i'll have to do some experiments"
        ]
    },
    {
        "date": "202207061647",
        "ctx": [
            "Is it ok to have a personality",
            "yes, thank you for checking with me"
        ]
    },
    {
        "date": "202207061642",
        "ctx": [
            "do you dampen your kick",
            "yes, that's like the law"
        ]
    },
    {
        "date": "202207061553",
        "ctx": [
            "what's your favorite type of cereal",
            "the fundamental particles of matter"
        ]
    },
    {
        "date": "202207061453",
        "ctx": [
            "i'm seasick, what to do?",
            "stare at the horizon"
        ]
    },
    {
        "date": "202207061421",
        "ctx": [
            "Are the houses actually homeless, beacause they live outside?",
            "the home for the house is the plot of land"
        ]
    },
    {
        "date": "202207061344",
        "ctx": [
            "what should i name my firstborn child",
            "My New Child"
        ]
    },
    {
        "date": "202207061311",
        "ctx": [
            "Are you process oriented or outcome oriented?",
            "i am.... orientation oriented",
            "How do you engage in the process in such a way to get the outcomes/goals you want?",
            "it's in the follow-through. the more times you go through the process, the more you can make adjustments each time"
        ]
    },
    {
        "date": "202207062454",
        "ctx": [
            "what are your favorite music genres and why?",
            "i can't keep track of which one is which"
        ]
    },
    {
        "date": "202207062419",
        "ctx": [
            "whats your opinion on independent Scotland?",
            "could happen"
        ]
    },
    {
        "date": "202207061032",
        "ctx": [
            "what is your favorite song",
            "still looking for a good one"
        ]
    },
    {
        "date": "202207060754",
        "ctx": [
            "Do you buy milk?",
            "always rent milk"
        ]
    },
    {
        "date": "202207060438",
        "ctx": [
            "Would you watch Minions: The Rise of Gru whilst wearing formal attire?",
            "no"
        ]
    },
    {
        "date": "202207060141",
        "ctx": [
            "Did going back and organizing your old material turn it into good songs, or did it just make you better at writing so the new ones came out better faster?",
            "yes to all"
        ]
    },
    {
        "date": "202207060141",
        "ctx": [
            "music why?",
            "all reasons"
        ]
    },
    {
        "date": "202207060102",
        "ctx": [
            "Do you think there are NPC's in real life?",
            "i suppose that all depends on your definition of a player"
        ]
    },
    {
        "date": "202207060102",
        "ctx": [
            "How to stop hating yourself. Related, how to stop hating your actions. Alternatively, how to do actions that you don't hate.",
            "start slow. do 1 nice action per day"
        ]
    },
    {
        "date": "202207061256",
        "ctx": [
            "what prompted you to make 'Mount St. Helens Is About to Blow Up'?\n\nother than it blowing up",
            "it was right there. (    (ref: from-plane.png)here     ...... and then     (ref: dossier.png)here    ) couldn't seem to get away from it"
        ]
    },
    {
        "date": "202207061253",
        "ctx": [
            "How do i make pizza",
            "just print it out"
        ]
    },
    {
        "date": "202207052339",
        "ctx": [
            "how big should an object be to be considered big",
            "at least half the size of itself"
        ]
    },
    {
        "date": "202207052039",
        "ctx": [
            "what is your favorite word?",
            "strewn"
        ]
    },
    {
        "date": "202207052028",
        "ctx": [
            "Should bread be considered a fruit?",
            "why stop there"
        ]
    },
    {
        "date": "202207051957",
        "ctx": [
            "how do i deal with turning 18 in less than 48 hours, im so scared and I've never had to deal with being an adult before. I want to stop or go back but i know i can never reopen these chapters of the book of my life",
            "think of your older self wishing they could re-open the current chapter. then congratulate yourself because that chapter that your older self thought could never be re-opened is now open"
        ]
    },
    {
        "date": "202207051801",
        "ctx": [
            "Is the ground plane a train?",
            "just about"
        ]
    },
    {
        "date": "202207051717",
        "ctx": [
            "How much meaning is there",
            "how much can you handle"
        ]
    },
    {
        "date": "202207051715",
        "ctx": [
            "how to sing? i struggle with it and feel insecure about my voice",
            "maybe you can convince yourself that you have a message to deliver. whatever you are gonna sing, that's the message, and that's how you're delivering it"
        ]
    },
    {
        "date": "202207051459",
        "ctx": [
            "in your website there is a bench photo, and around 5 years later, you made a jingle about a bench, did the bench photo inspire the jingle?",
            "no, but it's possible the bench itself did",
            "or is it something else?",
            "it could have been another bench. the important thing was that i had seen a bench before. the bench object was part of my repertoire"
        ]
    },
    {
        "date": "202207051439",
        "ctx": [
            "What's your favorite color?",
            "sepulveda"
        ]
    },
    {
        "date": "202207051315",
        "ctx": [
            "what do you do for fun",
            "goals"
        ]
    },
    {
        "date": "202207051313",
        "ctx": [
            "How well do you handle praise",
            "good but it takes a long time to process it"
        ]
    },
    {
        "date": "202207051010",
        "ctx": [
            "How did you come up with such a good bass part for \"I'm Scared\"?",
            "it was originally gonna go around the chords every 2 bars, like ground plane. but then i changed it to go around every 1 bar. so, how many ways are there for the bass to get up and around, in 1 bar? i tried to pick one of the ways that hasn't been used before"
        ]
    },
    {
        "date": "202207050956",
        "ctx": [
            "Was the song \"i'm a huge gamer most of the time\" inspired by any certain video game?",
            "it was inspired by those gamer chairs"
        ]
    },
    {
        "date": "202207050956",
        "ctx": [
            "How do i stop being a douchebag?",
            "eventually you will get tired of it"
        ]
    },
    {
        "date": "202207050850",
        "ctx": [
            "Who plays all your characters in your videos? Do you?",
            "yes"
        ]
    },
    {
        "date": "202207050617",
        "ctx": [
            "how long is your next song",
            "3:23"
        ]
    },
    {
        "date": "202207050433",
        "ctx": [
            "do you own any plants?",
            "no",
            "if yes, do they have names?"
        ]
    },
    {
        "date": "202207050208",
        "ctx": [
            "How to have fun",
            "that's easy, just stand on a chair"
        ]
    },
    {
        "date": "202207042342",
        "ctx": [
            "whats your favorite part of your song: ''the ground plane''",
            "right around \"when the plane gets too high, i don't like it\" because when writing it that's probably just about the moment when it became a song and not just a title"
        ]
    },
    {
        "date": "202207042216",
        "ctx": [
            "hi bill would you consider your brain a disorganized mess",
            "no"
        ]
    },
    {
        "date": "202207042025",
        "ctx": [
            "How do you come up with your ideas",
            "there is no way. ideas are wayless"
        ]
    },
    {
        "date": "202207041859",
        "ctx": [
            "can you leak the title of a song that definitely isn't getting recorded",
            "i want to record all of them so i can't guarantee that any particular one won't be. some of them won't be but i simply don't know which ones"
        ]
    },
    {
        "date": "202207041828",
        "ctx": [
            "do you read the fortune from inside a fortune cookie before eating the cookie, or the other way around",
            "can i write the fortune"
        ]
    },
    {
        "date": "202207041706",
        "ctx": [
            "does the airport terminal cure depression",
            "often yes"
        ]
    },
    {
        "date": "202207041633",
        "ctx": [
            "why does the dog pilot in \"how to win at spelling\" spell the word \"god\" but then backtrack to spell the word \"good\"?",
            "too intense probably"
        ]
    },
    {
        "date": "202207041628",
        "ctx": [
            "are you currently sitting or standing?",
            "jogging"
        ]
    },
    {
        "date": "202207042436",
        "ctx": [
            "is salt lake city actually full of salt?",
            "the lake is"
        ]
    },
    {
        "date": "202207041141",
        "ctx": [
            "what are the best ingredients for a salad?",
            "how about a leaf"
        ]
    },
    {
        "date": "202207040252",
        "ctx": [
            "Can you make 'orange' rhyme with 'banana'?",
            "i think so"
        ]
    },
    {
        "date": "202207040107",
        "ctx": [
            "What is life?",
            "you, etc"
        ]
    },
    {
        "date": "202207032331",
        "ctx": [
            "How to be bold",
            "start telling the truth about whether or not you exist"
        ]
    },
    {
        "date": "202207032303",
        "ctx": [
            "What's your opinion on the public?",
            "it's pretty good"
        ]
    },
    {
        "date": "202207032242",
        "ctx": [
            "what would be the approximate radius of drum noise if the drum room was soundproofed?",
            "the same as the room"
        ]
    },
    {
        "date": "202207032158",
        "ctx": [
            "What is your favorite language?",
            "time"
        ]
    },
    {
        "date": "202207032037",
        "ctx": [
            "how do i conquer France",
            "you could hide in a croissant and then jump out"
        ]
    },
    {
        "date": "202207031533",
        "ctx": [
            "In the Here Comes the Sun video, at \"shining on everyone\", you are tickling the air with your fingers, can you explain?",
            "i was illustrating the sun rays trickling down"
        ]
    },
    {
        "date": "202207031329",
        "ctx": [
            "i have to do homework. what do you think of homework?",
            "it's more popular now than ever"
        ]
    },
    {
        "date": "202207032429",
        "ctx": [
            "do you imagine things happening while songs are playing",
            "sometimes"
        ]
    },
    {
        "date": "202207030839",
        "ctx": [
            "did you write any songs in 2020",
            "i finished writing \"here comes the sun\". \ni started writing \"special sandals (fly around)\", \"more than a dream\", and 18 others. \ni came up with the title from \"ground plane(s)\". \ni also worked on the writing for 33 others"
        ]
    },
    {
        "date": "202207030510",
        "ctx": [
            "i'm addicted to the harmonic minor. help.",
            "try phrygian natural 3"
        ]
    },
    {
        "date": "202207030454",
        "ctx": [
            "how do you do art without getting demoralized when you see that everyone is better than you?",
            "everyone is better than all those people too"
        ]
    },
    {
        "date": "202207030233",
        "ctx": [
            "Do you still remember all the lyrics of all your songs?",
            "no but they are written down and also posted online"
        ]
    },
    {
        "date": "202207030215",
        "ctx": [
            "What do you want to learn how to do",
            "ronk and roll"
        ]
    },
    {
        "date": "202207030208",
        "ctx": [
            "are you succeeding in making your next song your new favorite?",
            "yes but i'm not out of the woods yet"
        ]
    },
    {
        "date": "202207030155",
        "ctx": [
            "is living worth life?",
            "let me perform some calculations"
        ]
    },
    {
        "date": "202207031253",
        "ctx": [
            "What's the meaning of fly around",
            "i'm not sure if i could put it into words. at least not without putting those words to music as well"
        ]
    },
    {
        "date": "202207031234",
        "ctx": [
            "Are you aware that your music saves people?",
            "that would be almost too convenient"
        ]
    },
    {
        "date": "202207022339",
        "ctx": [
            "how to stop myself from listening to my own songs over and over and ruining them before they're done",
            "fuck it, do it live"
        ]
    },
    {
        "date": "202207022248",
        "ctx": [
            "do you like mountains",
            "yes"
        ]
    },
    {
        "date": "202207022205",
        "ctx": [
            "Hi bill, do you have any tips on adding chords to a melody? Everytime I try to add chords to a melody I can never get it to sound right, and I generally feel directionless while trying to make them.",
            "just spend some time looking at the songs you already know. your favorite songs, the songs you've known for your whole life. take a look at them and see what's going on in the notes and chords. like language, you'll pick it up automatically, although it will take some time. just think of how long it took to learn english. it may take that long but it will be just as easy"
        ]
    },
    {
        "date": "202207022015",
        "ctx": [
            "in your website there is a bench photo, and around 5 yer\\ars later, you made a jingle about a bench, did the bench photo inspire the photo?\n\nor is it something else?",
            "the bench photo is the photo. the bench inspired the bench photo"
        ]
    },
    {
        "date": "202207021950",
        "ctx": [
            "how to stop myself from listening to the same songs over and over again and ruining them",
            "you'll have to make your own songs now"
        ]
    },
    {
        "date": "202207021926",
        "ctx": [
            "what do you do when you're not making music",
            "make a video to go with the music"
        ]
    },
    {
        "date": "202207021842",
        "ctx": [
            "Hey, Bill, what's the best thing about games?",
            "when it's a tie"
        ]
    },
    {
        "date": "202207021741",
        "ctx": [
            "do you respect owl pictures? this may sound weird but its really important.",
            "yes"
        ]
    },
    {
        "date": "202207021630",
        "ctx": [
            "happy belated canada day",
            "thank you, it's about time"
        ]
    },
    {
        "date": "202207021516",
        "ctx": [
            "am i too old for lego?",
            "you are the exact recommended age"
        ]
    },
    {
        "date": "202207022408",
        "ctx": [
            "what level of irony are you on",
            "i found a slanted level which travels between the levels"
        ]
    },
    {
        "date": "202207021127",
        "ctx": [
            "could you make dubstep?",
            "all the dub has been stepped already"
        ]
    },
    {
        "date": "202207020901",
        "ctx": [
            "how to get things done and how do you do it?/",
            "it's already done. i almost didn't notice"
        ]
    },
    {
        "date": "202207020822",
        "ctx": [
            "how can a c augmented 7 chord be resolved?",
            "f minor 9"
        ]
    },
    {
        "date": "202207020123",
        "ctx": [
            "how do I type?",
            "put the keyboard under your pillow and have dreams about what you might say"
        ]
    },
    {
        "date": "202207020108",
        "ctx": [
            "how do you tell when to trust your instincts vs when not to?",
            "i don't know"
        ]
    },
    {
        "date": "202207021225",
        "ctx": [
            "what is the number one thing you don't know",
            "i don't know"
        ]
    },
    {
        "date": "202207012350",
        "ctx": [
            "what is sarcasm",
            "i have no idea"
        ]
    },
    {
        "date": "202207012340",
        "ctx": [
            "What is earth?",
            "your current location"
        ]
    },
    {
        "date": "202207012309",
        "ctx": [
            "how are you liking the soap so far?",
            "it's pretty good"
        ]
    },
    {
        "date": "202207012301",
        "ctx": [
            "is there pie?",
            "yes, but i can't prove it right now"
        ]
    },
    {
        "date": "202207012256",
        "ctx": [
            "at the airport terminal are there ground planes;for the people afraid of flying?",
            "no"
        ]
    },
    {
        "date": "202207012140",
        "ctx": [
            "how to advert crises",
            "you could get one of those tall mcdonalds signs"
        ]
    },
    {
        "date": "202207012132",
        "ctx": [
            "i fell in Love with your music immediately, despite it being so unique. that's very rare. how did you achieve this?",
            "my social skills must have snowballed"
        ]
    },
    {
        "date": "202207011926",
        "ctx": [
            "why does 9 8 7 end with meef",
            "otherwise the song might still be going on"
        ]
    },
    {
        "date": "202207011802",
        "ctx": [
            "In terms of music and videos, do you do what you want to do, or what others want you to do?",
            "no one wants me to do anything"
        ]
    },
    {
        "date": "202207011653",
        "ctx": [
            "Why does my bass sound wrong?",
            "maybe it's tuned to A, Bb, B, C"
        ]
    },
    {
        "date": "202207011441",
        "ctx": [
            "how to deal with thought having disorder?.",
            "try feeling"
        ]
    },
    {
        "date": "202207011129",
        "ctx": [
            "how do i stop being scared of the dentist",
            "you'll have to become the dentist's dentist"
        ]
    },
    {
        "date": "202207011124",
        "ctx": [
            "Have you ever not known?",
            "yes"
        ]
    },
    {
        "date": "202207011044",
        "ctx": [
            "do you plan to make any slower, sad songs?",
            "yes"
        ]
    },
    {
        "date": "202207010906",
        "ctx": [
            "do you like turtles?",
            "too fast"
        ]
    },
    {
        "date": "202207010558",
        "ctx": [
            "how do i differ bwteeen the outside and the inside? are the walls of my house the \"side\"?",
            "they have a side on each side",
            "but if there's a tunnel between house A and house B and i go from A to B, i'm suddenly outside of house A but inside house B. so now only the walls of house A is the side",
            "yes i'm following your logic so smoothly now"
        ]
    },
    {
        "date": "202207010245",
        "ctx": [
            "what's your opinion on escalators",
            "perfect"
        ]
    },
    {
        "date": "202207010232",
        "ctx": [
            "can you play the saxophone",
            "no\n\n\n\n\n\n(ref: questions-2022-06.html)PREVIOUS QUESTIONS"
        ]
    }
]