[
    {
        "date": "6.30.22 9:07 pm",
        "ctx": [
            "is math art or is art math?",
            "everything is marth"
        ]
    },
    {
        "date": "6.30.22 8:51 pm",
        "ctx": [
            "Do you think that there's a tempo middle ground where you could feel the time signature of a song as being either a \"fast 3/4\" or a \"slow 6/8\"?",
            "sure. people get 3 (or 6) feels mixed up all the time. one of the hazards of putting out a song with any kind of meter divisible by 3, is that some people are gonna always hear it the wrong way from what you meant. this pretty much doesn't happen with 4, because there's only 1 prime factor i guess is what it boils down to",
            "Or do you think that 3/4 and 6/8 each have a unique enough feel that a 3/4 song would still feel like 3/4 even if you bump the tempo way up, and a 6/8 song would still feel like 6/8 even if you drop the tempo way down?",
            "people may even disagree about what to put on the page. i see \"3/4\" written all the time when the quarter note is at many hundreds of bpms. on the other hand, often i'd see 4/4 in the same situation, using triplets and then the quarter note bpm would be extremely slow. for that, i usually prefer to compromise and write it in 6, to adhere to a good size bar length. i generally try to keep the bars as close to 3 seconds as i can, to avoid feeling disoriented"
        ]
    },
    {
        "date": "6.30.22 7:27 pm",
        "ctx": [
            "have you ever tried a \"semi-weighted\" keyboard?",
            "i don't recall",
            "not the 88-key piano-esque ones, but the keys that are just like normal synth keys , but slightly heavier.\ni know you prefer unweighted, but i'm just curious if you've every tried the in-between type.",
            "the top 2 things i like about my keyboard is: the way the keys feel, and how light it is to carry. so if a semi-weighted keyboard can feel exactly the same as that while also not being any heavier, AND there is some additional advantage, then i'm sold"
        ]
    },
    {
        "date": "6.30.22 7:25 pm",
        "ctx": [
            "Are you a virgin",
            "even better. i've never heard of sex"
        ]
    },
    {
        "date": "6.30.22 6:29 pm",
        "ctx": [
            "I can't get off my air plane sometimes. Its hard to sleep when you're flying so high, how do you get back to your ground plane?",
            "describe your situation to your friend, a rubber duck, who has no prior knowledge of the situation"
        ]
    },
    {
        "date": "6.30.22 4:58 pm",
        "ctx": [
            "running for president any time soon?",
            "no"
        ]
    },
    {
        "date": "6.30.22 4:58 pm",
        "ctx": [
            "What's you favorite tile pattern",
            "just 1 tile"
        ]
    },
    {
        "date": "6.30.22 3:28 pm",
        "ctx": [
            "In the video for i'm scared, it says a+a=a, meaning a=0. In the video for might quit, it says 1=ah, 2=aah, 3=aaah, etc. suggesting that a=1. Does this mean that the value of a decreased between March 2019 and February 2022?",
            "the value of 'a' can change as many times as you declare",
            "Was this due to inflation?",
            "no",
            "Less frequent uploads?",
            "no",
            "Something else?",
            "using visual graphics and symbols to help express the song"
        ]
    },
    {
        "date": "6.30.22 3:08 pm",
        "ctx": [
            "what happened to helvetica?",
            "it was invented in 1957 in switzerland, to be very plain and have no intrinsic meaning. it exploded in popularity"
        ]
    },
    {
        "date": "6.30.22 2:23 pm",
        "ctx": [
            "Is one more important than the other for a musician: music theory knowledge vs performance skills",
            "in the real world you'd never know which is which"
        ]
    },
    {
        "date": "6.30.22 12:04 pm",
        "ctx": [
            "how long will your next song be?",
            "3:23"
        ]
    },
    {
        "date": "6.30.22 11:53 am",
        "ctx": [
            "have you found people reliable",
            "sometimes"
        ]
    },
    {
        "date": "6.30.22 10:57 am",
        "ctx": [
            "How does one cultivate self awareness?",
            "take a step"
        ]
    },
    {
        "date": "6.30.22 8:29 am",
        "ctx": [
            "do you have a favorite note?",
            "gotta keep changing notes. that's the only thing that does it for me anymore"
        ]
    },
    {
        "date": "6.30.22 8:15 am",
        "ctx": [
            "did you tune your kick slightly up before getting on the ground plane?",
            "no"
        ]
    },
    {
        "date": "6.30.22 3:59 am",
        "ctx": [
            "What do you think about your animation?",
            "i'll do my best"
        ]
    },
    {
        "date": "6.30.22 2:13 am",
        "ctx": [
            "What is something that makes you laugh?",
            "eating a hotdog the wide way"
        ]
    },
    {
        "date": "6.30.22 1:16 am",
        "ctx": [
            "when will the corner store open?",
            "every day it opens more"
        ]
    },
    {
        "date": "6.29.22 11:12 pm",
        "ctx": [
            "If the ground plane goes over a ramp, will it jump and briefly become an airplane?",
            "i have no idea"
        ]
    },
    {
        "date": "6.29.22 9:23 pm",
        "ctx": [
            "Why do trampolines bounce?",
            "this is to solve the problem where your child cannot jump high enough"
        ]
    },
    {
        "date": "6.29.22 8:46 pm",
        "ctx": [
            "What's the best kind of cheese",
            "sleaze"
        ]
    },
    {
        "date": "6.29.22 7:54 pm",
        "ctx": [
            "Which comes first: the music, or the lyrics?",
            "if it's going well, it should be both at the exact same time. to explain it in terms of babies, have you ever seen one of those babies where the head is born first and then the ass is born a week later .... not a healthy baby"
        ]
    },
    {
        "date": "6.29.22 3:59 pm",
        "ctx": [
            "What truly is Meef?",
            "milk beef?"
        ]
    },
    {
        "date": "6.29.22 3:44 pm",
        "ctx": [
            "thoughts on augmented chords?",
            "just by having a name, they end up getting the wrong reputation. kind of like if your left ring finger knuckle and your 7th half-birthday shared a name, collectively. that would be kind of confusing and frustrating"
        ]
    },
    {
        "date": "6.29.22 3:24 pm",
        "ctx": [
            "how to stop thinking about how to stop thinking about something",
            "that's so easy, it's impossible"
        ]
    },
    {
        "date": "6.29.22 2:10 pm",
        "ctx": [
            "are there similarities between soap and ground planes?",
            "everything is the same"
        ]
    },
    {
        "date": "6.29.22 1:20 pm",
        "ctx": [
            "are you scared of anything",
            "no way"
        ]
    },
    {
        "date": "6.29.22 1:03 pm",
        "ctx": [
            "so i've noticed some videos you have some real life videos of you playing at points in the song and in others you don't at all. so my question is: what makes you decide whether or not you put real life clips of yourself into the video?",
            "i try to do it 'some of the time'. If i feel like i'm doing it 'all of the time' or 'none of the time' then it's time to do a course-correction"
        ]
    },
    {
        "date": "6.29.22 1:00 pm",
        "ctx": [
            "How do you keep going with all the things going wrong in the world?",
            "it's good to recognize what goes right"
        ]
    },
    {
        "date": "6.29.22 12:39 pm",
        "ctx": [
            "which dollar do you prefer\n1$ 2$ 5$ 10$ etc",
            "the purple 5 is pretty wild. but in time that type of style will come to all of them. except probably the 1 and 2"
        ]
    },
    {
        "date": "6.29.22 12:39 pm",
        "ctx": [
            "do you recycle old finalists that didn't make the cut for your song selecting?",
            "i rebuild the list again from scratch, but there's no rule against letting the same ones come up again. that happens quite often, to the good ones"
        ]
    },
    {
        "date": "6.29.22 11:48 am",
        "ctx": [
            "will you ever tour the world bill",
            "i'll try"
        ]
    },
    {
        "date": "6.29.22 11:48 am",
        "ctx": [
            "are you christian",
            "no"
        ]
    },
    {
        "date": "6.29.22 11:07 am",
        "ctx": [
            "have u ever played a one string guitar",
            "sure, if you count the time i wrapped a rubber band longways around a ruler while sitting in class"
        ]
    },
    {
        "date": "6.29.22 10:37 am",
        "ctx": [
            "why do you dance sometimes",
            "sometimes that's the only way to tell the cold hard truth"
        ]
    },
    {
        "date": "6.29.22 9:35 am",
        "ctx": [
            "what number is even but feels odd",
            "7931553391931391551397390"
        ]
    },
    {
        "date": "6.29.22 9:10 am",
        "ctx": [
            "Are YOU a gamer most of the time?",
            "not exactly"
        ]
    },
    {
        "date": "6.29.22 8:32 am",
        "ctx": [
            "Does the ground plane stay on the ground because its scared?",
            "pretty much"
        ]
    },
    {
        "date": "6.29.22 7:54 am",
        "ctx": [
            "how do i stop comparing myself to other artists? there are artists i admire and that i try to learn from to improve my art, but it usually ends with feeling like i'll never get to my goal. what to do",
            "you could take a nice holiday vacation in a cave"
        ]
    },
    {
        "date": "6.29.22 7:44 am",
        "ctx": [
            "where do i ask questions on this website I cant find it",
            "i have no idea"
        ]
    },
    {
        "date": "6.29.22 6:56 am",
        "ctx": [
            "Is there any unusual time signatures in the next song?",
            "no but there are some unusual rhythms in the breaks"
        ]
    },
    {
        "date": "6.29.22 4:19 am",
        "ctx": [
            "what's the name of the sound used on Monday Question Questions when it goes 'we came from slime'",
            "that sounds like one of the ones i adjusted during the christmas jams. either 'have yourself' or 'carolina fuz lead'. if you compare it to the jazz jams around 2014 you'll probably figure out which one"
        ]
    },
    {
        "date": "6.29.22 3:55 am",
        "ctx": [
            "have you made a new song after ground plane?",
            "doing it now"
        ]
    },
    {
        "date": "6.29.22 1:59 am",
        "ctx": [
            "Can we be friends",
            "everyone is friends"
        ]
    },
    {
        "date": "6.29.22 1:47 am",
        "ctx": [
            "any talk show plans for the future?",
            "yes i'd say so"
        ]
    },
    {
        "date": "6.29.22 1:20 am",
        "ctx": [
            "when you get morning anxiety, how do you calm yourself down?",
            "travel around the world"
        ]
    },
    {
        "date": "6.28.22 11:59 pm",
        "ctx": [
            "is there still an element of randomness to your song selection process, or is the final decision made entirely by you?",
            "it's usually randomized amongst the final list, which may be anywhere from 4 to 30. \"ground plane\" was a random selection out of 8. \"huge gamer\" was a random selection out of 4. \"corner store\" was a random selection out of 8. \"i'm scared\" was a random selection out of 16."
        ]
    },
    {
        "date": "6.28.22 11:42 pm",
        "ctx": [
            "Do you own a slide whistle?",
            "always rent slide whistles"
        ]
    },
    {
        "date": "6.28.22 9:48 pm",
        "ctx": [
            "thoughts on calculus>",
            "could come in handy"
        ]
    },
    {
        "date": "6.28.22 9:45 pm",
        "ctx": [
            "How do you find your inspiration to write your music and edit your videos?",
            "if i don't do it i'll feel bad",
            "Do you have places you go to find ideas, or do you let them come to you naturally?",
            "ideas are everywhere. the hard part is remembering how easy it is",
            "Love your stuff, thanks for the music. :)"
        ]
    },
    {
        "date": "6.28.22 9:42 pm",
        "ctx": [
            "have you ever considered growing a stache?",
            "no"
        ]
    },
    {
        "date": "6.28.22 7:43 pm",
        "ctx": [
            "what's an object that makes you feel cold an uncomfortable",
            "ice pants"
        ]
    },
    {
        "date": "6.28.22 6:58 pm",
        "ctx": [
            "Is the ground plane a song about going outside our comfort zone?",
            "back into"
        ]
    },
    {
        "date": "6.28.22 6:48 pm",
        "ctx": [
            "How many notes do I need to make a song?",
            "you can get by with any number of notes"
        ]
    },
    {
        "date": "6.28.22 6:27 pm",
        "ctx": [
            "Is the ground plane just like... taking a walk?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "6.28.22 4:41 pm",
        "ctx": [
            "Do you write lyrics for your musics or do you write music for your lyrics?",
            "if things are going well, then it would be both at the exact same time",
            "Do you first write sheet music then play (or test) it or do you play (test) then write?",
            "these days i don't use any paper. but when i did, there was usually no instrument involved because i was in the library with ear plugs in"
        ]
    },
    {
        "date": "6.28.22 3:26 pm",
        "ctx": [
            "opinion on c#min7",
            "without telling me anything else, i there's a 44% chance you are in the key of E, and and a 44% chance you are in the key of B"
        ]
    },
    {
        "date": "6.28.22 2:45 pm",
        "ctx": [
            "rank every 2 letter word in the land of 2 letter words from \"might quit\"",
            "that sounds like a bad idea"
        ]
    },
    {
        "date": "6.28.22 12:56 pm",
        "ctx": [
            "what do you think is the most thing ever",
            "everything"
        ]
    },
    {
        "date": "6.28.22 10:51 am",
        "ctx": [
            "why are they called white grapes when they are green",
            "to challenge your intuition"
        ]
    },
    {
        "date": "6.28.22 10:23 am",
        "ctx": [
            "do you like saying the word fabric?",
            "yes, but i only allow myself to say it on special occasions"
        ]
    },
    {
        "date": "6.28.22 9:41 am",
        "ctx": [
            "Are you optimistic on the future of humanity?",
            "yes"
        ]
    },
    {
        "date": "6.28.22 7:50 am",
        "ctx": [
            "How many syllables are in supercalifragilisticexpialidocious",
            "just enough"
        ]
    },
    {
        "date": "6.28.22 7:22 am",
        "ctx": [
            "What are your thoughts on vegetables?",
            "outlandish"
        ]
    },
    {
        "date": "6.28.22 4:48 am",
        "ctx": [
            "favorite piano chord?",
            "how about (ref: nap.mp4\"target=\"_blank)this"
        ]
    },
    {
        "date": "6.28.22 3:02 am",
        "ctx": [
            "How come some of your animation looks like the easing has been done by hand in some way?",
            "because i don't like the robot look, especially as the frame rate gets higher"
        ]
    },
    {
        "date": "6.28.22 2:36 am",
        "ctx": [
            "how much does a ground plane ticket even cost",
            "it's complimentary"
        ]
    },
    {
        "date": "6.28.22 2:22 am",
        "ctx": [
            "what is your favorite triangle?",
            "the scalene triangle"
        ]
    },
    {
        "date": "6.28.22 1:58 am",
        "ctx": [
            "whats your opinion on leaves?",
            "huge"
        ]
    },
    {
        "date": "6.28.22 1:12 am",
        "ctx": [
            "How do you jump?",
            "try to push the ground away"
        ]
    },
    {
        "date": "6.27.22 10:21 pm",
        "ctx": [
            "is music theory important",
            "whatever floats your boat"
        ]
    },
    {
        "date": "6.27.22 9:13 pm",
        "ctx": [
            "is a tomato a fruit or a figment of my imagination",
            "figment of fruit"
        ]
    },
    {
        "date": "6.27.22 9:11 pm",
        "ctx": [
            "what's the difference between a hippie and a hipster",
            "the time period"
        ]
    },
    {
        "date": "6.27.22 8:35 pm",
        "ctx": [
            "hello how is your day:)",
            "pretty good",
            "also any thoughts on hold music?",
            "you may never find it again"
        ]
    },
    {
        "date": "6.27.22 7:09 pm",
        "ctx": [
            "got a job working the front desk at a bed and breakfast. any advice?",
            "first make sure you can tell the difference between bed and breakfast"
        ]
    },
    {
        "date": "6.27.22 6:56 pm",
        "ctx": [
            "what is a cool name",
            "bun"
        ]
    },
    {
        "date": "6.27.22 6:29 pm",
        "ctx": [
            "does any one person fully understand how everything in a computer works?",
            "only the computer's mother"
        ]
    },
    {
        "date": "6.27.22 5:53 pm",
        "ctx": [
            "why does music matter",
            "because that's what everyone wants, in some way"
        ]
    },
    {
        "date": "6.27.22 4:33 pm",
        "ctx": [
            "is a satellite a future entertainment system or a part of a future entertainment system? will people in the future say \"yeah, i play on my satellite\"",
            "it's already part of our entertainment systems, but we don't mention it. like you wouldn't usually say \"i'm playing with my electricity\""
        ]
    },
    {
        "date": "6.27.22 4:17 pm",
        "ctx": [
            "do you still use the steering wheel to turn left or righton a ground plane?",
            "the ground plane is the same if you turn it left or right"
        ]
    },
    {
        "date": "6.27.22 4:12 pm",
        "ctx": [
            "can your next song have the letter J (capitalized optional) in it?",
            "all options are on the table"
        ]
    },
    {
        "date": "6.27.22 3:05 pm",
        "ctx": [
            "what advice will you give to the man who only makes a little nice-sounding melodies but can't turn anything into a full-sized songs?",
            "have you tried any words yet, if not, then go ahead, try a word"
        ]
    },
    {
        "date": "6.27.22 2:47 pm",
        "ctx": [
            "What are your thoughts on fruits?",
            "they might be a vegetable"
        ]
    },
    {
        "date": "6.27.22 2:00 pm",
        "ctx": [
            "how did you make the short string flourish in the \"ground plane\" video (the one right before the airport staff says, \"maybe you'd like to try one of our ground planes\")?",
            "play a scared chord on the strings, then add tremolo and adjust the rate and depth to taste. crank up the depth, for extreme flicker"
        ]
    },
    {
        "date": "6.27.22 11:43 am",
        "ctx": [
            "Have you ever encountered a paradox?",
            "no way"
        ]
    },
    {
        "date": "6.27.22 8:53 am",
        "ctx": [
            "what would you buy if you hade infinity amounts of cash",
            "lunch"
        ]
    },
    {
        "date": "6.27.22 7:15 am",
        "ctx": [
            "Will you buy twitter?",
            "the price is wrong"
        ]
    },
    {
        "date": "6.27.22 7:14 am",
        "ctx": [
            "Is ground plane really ground plane when it's on the ground?",
            "yes"
        ]
    },
    {
        "date": "6.27.22 6:53 am",
        "ctx": [
            "When you answer \"i was going to say no but now that i think about it yes\" (or the opposite), is that actually what happened when you thought about that question,",
            "yes",
            "or do you just use it as a fancier answer?"
        ]
    },
    {
        "date": "6.27.22 6:14 am",
        "ctx": [
            "where does the ground plane depart from?",
            "the... ground"
        ]
    },
    {
        "date": "6.27.22 3:14 am",
        "ctx": [
            "will you ever do a bloopers video",
            "sure, how about (ref: https://billwurtz.com/printfail.mp4\"target=\"_blank)this"
        ]
    },
    {
        "date": "6.27.22 1:45 am",
        "ctx": [
            "Will you ever write a song about hurricanes?",
            "all options are on the table"
        ]
    },
    {
        "date": "6.26.22 10:23 pm",
        "ctx": [
            "why did you choose to be a musician?",
            "i already was"
        ]
    },
    {
        "date": "6.26.22 9:24 pm",
        "ctx": [
            "Do you live in a mushroom house",
            "it's me, i'm the mushroom"
        ]
    },
    {
        "date": "6.26.22 9:05 pm",
        "ctx": [
            "please may you present me with one (1) fact about Fly Around?",
            "it used to be called 'special sandals'"
        ]
    },
    {
        "date": "6.26.22 6:14 pm",
        "ctx": [
            "Would you like a box of thin mints?",
            "how about a thin box of mints"
        ]
    },
    {
        "date": "6.26.22 4:57 pm",
        "ctx": [
            "why is the letter U taken out of words sometimes? (ex: color colour, favorite favourite)",
            "they used it for the st louis arch"
        ]
    },
    {
        "date": "6.26.22 4:16 pm",
        "ctx": [
            "what rhymes with \"toe\"?",
            "noe"
        ]
    },
    {
        "date": "6.26.22 4:03 pm",
        "ctx": [
            "ground plane was too good. make something worse pleas3e",
            "i'll see what i can do"
        ]
    },
    {
        "date": "6.26.22 2:35 pm",
        "ctx": [
            "I got a keyboard and don't know how to use it aaa help",
            "just press the buttons. and go from there"
        ]
    },
    {
        "date": "6.26.22 2:33 pm",
        "ctx": [
            "Would you want a bagel or a glass of orange juice?",
            "there's gotta be some middle ground"
        ]
    },
    {
        "date": "6.26.22 1:55 pm",
        "ctx": [
            "Do you feel like you loose focus on the thing if you focus on why the thing",
            "could happen"
        ]
    },
    {
        "date": "6.26.22 12:14 pm",
        "ctx": [
            "What is your favourite ingredient to put in a salad?",
            "pizza"
        ]
    },
    {
        "date": "6.26.22 11:28 am",
        "ctx": [
            "Will you dress in a costume",
            "whatever gets the job done"
        ]
    },
    {
        "date": "6.26.22 10:28 am",
        "ctx": [
            "how do you swiftly get away from the hotel where you're staying with a ground plane?",
            "change your mind about whether to go to the hotel in the first place. hotel was too high anyway. it was probably on top of several other hotels"
        ]
    },
    {
        "date": "6.26.22 10:13 am",
        "ctx": [
            "How does one actually \"make a mountain out of a molehill\"?",
            "retreat into the depths of your imagination"
        ]
    },
    {
        "date": "6.26.22 8:22 am",
        "ctx": [
            "everything is the process between something and nothing?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "6.26.22 4:23 am",
        "ctx": [
            "in \"slow down\" you've shown your video making process.",
            "that's fake / satire",
            "do you still use that technique?",
            "i still don't"
        ]
    },
    {
        "date": "6.26.22 4:07 am",
        "ctx": [
            "have you ever given birth",
            "not that i recall"
        ]
    },
    {
        "date": "6.26.22 2:44 am",
        "ctx": [
            "i dare you to use yuckbrown in one of your future videos.",
            "i have used it. it's just probably not the most often",
            "i believe that all colours can look pleasing if they're in the right context, do you?",
            "yes"
        ]
    },
    {
        "date": "6.26.22 2:40 am",
        "ctx": [
            "have you ever thought of becoming a genius?",
            "that will never work"
        ]
    },
    {
        "date": "6.26.22 1:08 am",
        "ctx": [
            "do you listen to music while creating your music?",
            "yes but only the song i'm working on"
        ]
    },
    {
        "date": "6.26.22 12:07 am",
        "ctx": [
            "will we ever go to mars?",
            "someone will"
        ]
    },
    {
        "date": "6.25.22 11:18 pm",
        "ctx": [
            "how much would you recommend the ground plane",
            "it can be a useful concept if you are feeling overwhelmed"
        ]
    },
    {
        "date": "6.25.22 10:31 pm",
        "ctx": [
            "I got an idea for a song, but the time signature is 43/4 and GarageBand doesn't go that high. What do I do?",
            "use time signature changes. depending on how it's felt, you can break it up in different ways, but at least you can just do 10 bars of regular and then 1 bar of 3/4 and at least it will hit the downbeat right. and if the accented clicks are bugging you then you can just mute the click and make your own click track"
        ]
    },
    {
        "date": "6.25.22 9:28 pm",
        "ctx": [
            "should i just get it together and stop being afraid?",
            "as long as you make arrangements to be afraid at some point later"
        ]
    },
    {
        "date": "6.25.22 9:24 pm",
        "ctx": [
            "What time does the next ground plane depart?",
            "0:00"
        ]
    },
    {
        "date": "6.25.22 8:02 pm",
        "ctx": [
            "thoughts on instant noodles?",
            "\"I never knew just how long an instant could be.\""
        ]
    },
    {
        "date": "6.25.22 6:52 pm",
        "ctx": [
            "Is your \"ground plane\" video sponsored by Upward Airlines?",
            "no"
        ]
    },
    {
        "date": "6.25.22 3:28 pm",
        "ctx": [
            "is a ground plane actually a huge car",
            "no"
        ]
    },
    {
        "date": "6.25.22 2:20 pm",
        "ctx": [
            "Would you ever go skydiving?",
            "no"
        ]
    },
    {
        "date": "6.25.22 1:51 pm",
        "ctx": [
            "do you know how to use a computer?",
            "almost"
        ]
    },
    {
        "date": "6.25.22 12:00 pm",
        "ctx": [
            "what's an object that makes you feel warm and comfortable",
            "the........ sun"
        ]
    },
    {
        "date": "6.25.22 11:33 am",
        "ctx": [
            "I'm a drummer who wants to learn more about chords and chord-like concepts. Where should I begin? &lt;3",
            "i'd say you could get some type of piano keyboard. that will probably start turning some lights on for you"
        ]
    },
    {
        "date": "6.25.22 7:44 am",
        "ctx": [
            "how do you start learning how to music",
            "i'd say you could get some type of piano keyboard. that will probably start turning some lights on for you"
        ]
    },
    {
        "date": "6.25.22 4:30 am",
        "ctx": [
            "Do you like odd time signatures?",
            "i like to keep my options open"
        ]
    },
    {
        "date": "6.25.22 1:38 am",
        "ctx": [
            "how tall is your green screen",
            "taller now that i put it on a secret box"
        ]
    },
    {
        "date": "6.24.22 11:28 pm",
        "ctx": [
            "on a scale from 1 to 10, how good are you",
            "5.5"
        ]
    },
    {
        "date": "6.24.22 11:23 pm",
        "ctx": [
            "any advice on how to not freak out",
            "yes, just start moving around very gracefully"
        ]
    },
    {
        "date": "6.24.22 8:22 pm",
        "ctx": [
            "how many digits of pi do you know?",
            "3.14159265358979323846264338327950288419716939937510582097494459230, but after all these years i'm questioning if that last 8 is really an 8. that felt weak to me. it might be a 6"
        ]
    },
    {
        "date": "6.24.22 5:36 pm",
        "ctx": [
            "I'm trying to develop an artistic skill, but I keep feeling discouraged when someone else's work reminds me how far away I am from my goal. It happens to the point where I have trouble seeing a reason to continue when I know that whatever I come out with by the end of the day/month/year won't be nearly as good as what other people \"in the field\" make. Any advice?",
            "check yourself........ you're in a field too"
        ]
    },
    {
        "date": "6.24.22 4:30 pm",
        "ctx": [
            "whats it like being bill wurtz",
            "unrealistic, and yet still too real"
        ]
    },
    {
        "date": "6.24.22 1:10 pm",
        "ctx": [
            "what is earth?",
            "must be some kinda life factory"
        ]
    },
    {
        "date": "6.24.22 12:40 pm",
        "ctx": [
            "what were you doing between the release of Money and More Than a Dream?",
            "working on 'more than a dream', renovating the music production department, then working on 'more than a dream' some more"
        ]
    },
    {
        "date": "6.24.22 12:03 pm",
        "ctx": [
            "how to turn anything into a mountain",
            "grab some points and then raise them in the Z axis, and make sure you have proportional editing on, or else it will be more of a pole"
        ]
    },
    {
        "date": "6.24.22 9:17 am",
        "ctx": [
            "is your newest song related to \"at the airport terminal\"?",
            "no"
        ]
    },
    {
        "date": "6.24.22 8:13 am",
        "ctx": [
            "before you release something, do you get the feeling of 'i hate releasing things. i fucking hate releasing things. fuck releasing things'",
            "it's more of a feeling against releasing that specific thing"
        ]
    },
    {
        "date": "6.24.22 8:09 am",
        "ctx": [
            "is world peace possible?",
            "yes"
        ]
    },
    {
        "date": "6.24.22 4:29 am",
        "ctx": [
            "do you think the strange thing that you did was the same thing as the bad thing you did?",
            "in 'just did a bad thing', the strange thing was ending the song in that way"
        ]
    },
    {
        "date": "6.24.22 4:05 am",
        "ctx": [
            "is the ground plane really just the plane plane",
            "yep"
        ]
    },
    {
        "date": "6.24.22 2:33 am",
        "ctx": [
            "If the solution to a problem is easy to check for correctness, must the problem be easy to solve?",
            "i don't think so"
        ]
    },
    {
        "date": "6.24.22 12:50 am",
        "ctx": [
            "what is your favorite two letter word in the land of the two letter words in \"might quit\"?",
            "no"
        ]
    },
    {
        "date": "6.24.22 12:17 am",
        "ctx": [
            "why does \"thesaurus\" sound like a dinosaur if its a book about synonyms?",
            "it's from the same language"
        ]
    },
    {
        "date": "6.24.22 12:11 am",
        "ctx": [
            "How do you push an envelope?",
            "put a larger envelope inside it"
        ]
    },
    {
        "date": "6.23.22 11:46 pm",
        "ctx": [
            "How do you make your song tournaments, or the selection process",
            "i go through the list and start picking out ones that excite me. then i add them to a smaller list, and then i try to do a random number selection before i have a chance to narrow it down too much. because if i'm not careful i'll just reject all of them one by one"
        ]
    },
    {
        "date": "6.23.22 11:25 pm",
        "ctx": [
            "How do I achieve peace of mind?",
            "how about saving the world"
        ]
    },
    {
        "date": "6.23.22 10:40 pm",
        "ctx": [
            "Have you ever shown your handwriting?",
            "yes",
            "if not, will you?"
        ]
    },
    {
        "date": "6.23.22 9:21 pm",
        "ctx": [
            "hey what's up with touching the door knob?",
            "could happen"
        ]
    },
    {
        "date": "6.23.22 8:33 pm",
        "ctx": [
            "I don't understand anything. Can you explain 1 or 2 things to me so that I can at least understand some things?",
            "sure"
        ]
    },
    {
        "date": "6.23.22 5:25 pm",
        "ctx": [
            "how to stop comparing self to other musicians",
            "you could re-locate, to another planet"
        ]
    },
    {
        "date": "6.23.22 5:06 pm",
        "ctx": [
            "do you still handwrite your new ideas or do you use musical notation software? or do you just record whatever comes to you in that moment?",
            "i use a text file with references to audio recordings"
        ]
    },
    {
        "date": "6.23.22 4:57 pm",
        "ctx": [
            "Do you think in words, in pictures, or in patterns (geometric shapes and such)?",
            "yep"
        ]
    },
    {
        "date": "6.23.22 3:16 pm",
        "ctx": [
            "Is 13 divisible by 65?",
            "no. other way around, yes"
        ]
    },
    {
        "date": "6.23.22 2:04 pm",
        "ctx": [
            "do you consider water as the ground?",
            "no"
        ]
    },
    {
        "date": "6.23.22 1:06 pm",
        "ctx": [
            "Have you any plans about travelling around the world?",
            "sure"
        ]
    },
    {
        "date": "6.23.22 12:23 pm",
        "ctx": [
            "Why are you scared of planes that go in the air",
            "i am not"
        ]
    },
    {
        "date": "6.23.22 9:34 am",
        "ctx": [
            "Why should I ask a question?",
            "to check whether you should ask a question"
        ]
    },
    {
        "date": "6.23.22 8:04 am",
        "ctx": [
            "What city was the person in \"the ground plane\" supposed to go to when he realized he doesn't like airplanes?",
            "i think the ticket said mount everest"
        ]
    },
    {
        "date": "6.23.22 8:00 am",
        "ctx": [
            "do you like music",
            "it's too good"
        ]
    },
    {
        "date": "6.23.22 7:31 am",
        "ctx": [
            "Did you green screen your green screen in your latest video?",
            "yes i did"
        ]
    },
    {
        "date": "6.23.22 7:05 am",
        "ctx": [
            "How many notes does a jingle need to have before it turns into a full-blown song?",
            "1"
        ]
    },
    {
        "date": "6.23.22 4:01 am",
        "ctx": [
            "do all roads really lead to rome",
            "not anymore"
        ]
    },
    {
        "date": "6.23.22 12:45 am",
        "ctx": [
            "did you know that hallways are a scam made by the government to trick you into paying more for a home?",
            "no"
        ]
    },
    {
        "date": "6.23.22 12:08 am",
        "ctx": [
            "what kind of cheese is the moon made of?",
            "rock"
        ]
    },
    {
        "date": "6.22.22 11:46 pm",
        "ctx": [
            "What's your opinion about a dark room.",
            "too bright"
        ]
    },
    {
        "date": "6.22.22 11:32 pm",
        "ctx": [
            "how do people change the world?",
            "remove world from world compartment\n discard \n lightly dust interier of world compartment \n insert new world"
        ]
    },
    {
        "date": "6.22.22 10:19 pm",
        "ctx": [
            "do you travel alot?",
            "just enough",
            "there seems to be a trend of long distance transportation in your lyrics"
        ]
    },
    {
        "date": "6.22.22 10:05 pm",
        "ctx": [
            "is \"ground plane\" a continuation of \"at the airport terminal\"",
            "no"
        ]
    },
    {
        "date": "6.22.22 6:33 pm",
        "ctx": [
            "Are you actually afraid of heights",
            "no"
        ]
    },
    {
        "date": "6.22.22 5:15 pm",
        "ctx": [
            "should i overlook the details in your next video",
            "whatever floats your boat"
        ]
    },
    {
        "date": "6.22.22 4:54 pm",
        "ctx": [
            "does the letter z appear anywhere in \"The Ground Plane\"?",
            "not that i recall. yes it does, i just remembered"
        ]
    },
    {
        "date": "6.22.22 4:52 pm",
        "ctx": [
            "i feel like i should be more intelligent because my family is full of intelligent people except me, so why am I not as intelligent as them?",
            "you are, but the self doubt is getting to you"
        ]
    },
    {
        "date": "6.22.22 4:41 pm",
        "ctx": [
            "How do you come up with incredible chord progressions and how do you create such wonderful melodies that go perfectly well with the chord progression? Also how do you use key changes in your music?",
            "i'm not sure. it's just like how you're able to come up with words and phrases, with letters that fit perfectly into those words"
        ]
    },
    {
        "date": "6.22.22 4:24 pm",
        "ctx": [
            "do they make ground planes for the water? or do you just have to take an air plane to cross an ocean?",
            "i'm not sure"
        ]
    },
    {
        "date": "6.22.22 4:14 pm",
        "ctx": [
            "How did you get your ticket?",
            "it's me, i am ticket"
        ]
    },
    {
        "date": "6.22.22 3:56 pm",
        "ctx": [
            "What is your favorite note in the English language?",
            "um,"
        ]
    },
    {
        "date": "6.22.22 3:54 pm",
        "ctx": [
            "Did you solve the Reimann hypothesis?",
            "not yet"
        ]
    },
    {
        "date": "6.22.22 3:21 pm",
        "ctx": [
            "how do you feel about pig latin?",
            "almost identical to actual latin"
        ]
    },
    {
        "date": "6.22.22 2:12 pm",
        "ctx": [
            "Do you think octopi would be swell drummers?",
            "no",
            "Eight arms to hold eight drumsticks, right?",
            "number of arms does not correlate to drumming quality"
        ]
    },
    {
        "date": "6.22.22 1:59 pm",
        "ctx": [
            "is it a joyous and momentous experience when you're picking out a new song or is it more a chore?",
            "not a chore. it's so momentous it can be absolutely terrifying",
            "and do you ever regret picking out a song or feel like you can't take it anywhere (like writer's block or something) and you get stuck?",
            "i get tremendous fear just before finalizing the selection. and i also tend to get some waves of remorse within the next 12 hours after selection. but as long as i'm confident in the selection process and do it correctly, i can be sure that it's correct. it also helps if i do a bit of writing on each one of the finalists (BEFORE the final selection) to bump each one of them up to the point where they are irresistible, then my only regret would be what i DIDN'T get to pick",
            "thanks and i really liked the new song"
        ]
    },
    {
        "date": "6.22.22 1:15 pm",
        "ctx": [
            "opinion on france?",
            "the D roads won't tell you what region you're in"
        ]
    },
    {
        "date": "6.22.22 12:38 pm",
        "ctx": [
            "do you believe in gravity?",
            "yes"
        ]
    },
    {
        "date": "6.22.22 12:32 pm",
        "ctx": [
            "how to disagree peacefully",
            "breathe, at your own pace"
        ]
    },
    {
        "date": "6.22.22 12:32 pm",
        "ctx": [
            "have you ever considered being a small gamer for a fraction of the time",
            "yes"
        ]
    },
    {
        "date": "6.22.22 11:03 am",
        "ctx": [
            "How do you want something enough to work to achieve it? If I could just have the desire to achieve my dream I would be quite happy I think.",
            "if you don't want it that much, then it probably won't bother you if you don't get it. on the other hand, if it starts to bother you more (not getting it), then that will push you towards getting it"
        ]
    },
    {
        "date": "6.22.22 10:43 am",
        "ctx": [
            "i really appreciate your choice to turn your green screen grey in the first part of ground plane",
            "i've been doing that for the past 9 videos or so"
        ]
    },
    {
        "date": "6.22.22 10:35 am",
        "ctx": [
            "Are you actually afraid of going up in a plane?",
            "no"
        ]
    },
    {
        "date": "6.22.22 10:34 am",
        "ctx": [
            "is montana real",
            "yes but it's far away. even if you're there. it's far away from itself"
        ]
    },
    {
        "date": "6.22.22 10:09 am",
        "ctx": [
            "how do I know if I'm alive",
            "because you are asking a question. asking questions is exactly what alive people do"
        ]
    },
    {
        "date": "6.22.22 9:08 am",
        "ctx": [
            "What is one color that you can take responsibility for making popular again?",
            "black and white"
        ]
    },
    {
        "date": "6.22.22 9:05 am",
        "ctx": [
            "How far does one have to go to find out what is the meaning of life?",
            "you can find it at any distance"
        ]
    },
    {
        "date": "6.22.22 9:00 am",
        "ctx": [
            "what happens if i go higher than the pilgrims did",
            "you'll be fine"
        ]
    },
    {
        "date": "6.22.22 8:58 am",
        "ctx": [
            "Could you pass me the salt",
            "i will send it to you"
        ]
    },
    {
        "date": "6.22.22 8:51 am",
        "ctx": [
            "what's the story behind \"hello sexy pants\"? it just stands out among your other songs to me for some reason",
            "i was doing a paper-only writing session, in the library, on october 30, 2010, and i came up something resembling the first 4 bars. On feb 9, 2013, i re-wrote the intro/chorus to be much more like it is today. On may 1, 2018, it was the final selection amongst 8 other semi-finalists including \"when i get older i'm gonna be stronger\", and 7 others that still haven't been picked (but many of them have made it to the finals several times since). Then, i wrote and produced it according to my standard writing/production practices. i also bought a greenscreen around this time, because i was tired seeing all the household objects in the background"
        ]
    },
    {
        "date": "6.22.22 7:59 am",
        "ctx": [
            "thoughts on the socio-economic state of the world?",
            "i'm not good at accurately measuring that state, for the entire world"
        ]
    },
    {
        "date": "6.22.22 7:24 am",
        "ctx": [
            "is the happiness you proclaim in \"the ground plane\" genuine?",
            "yes, but that's not the reason it's there. it turns out to be genuine, because it makes me happy whenever i get the songwriting results i like. up until just before i got that line, i was probably unhappy and nervous that a good line wouldn't come. but what the line actually refers to is the happiness that has accumulated in the song contents up to that point",
            "i feel it is, but many people seem to think you're lying to yourself.",
            "that may be because that whole section is squarely fixated in a minor key. which adds to the irony there, fueling my actual happiness"
        ]
    },
    {
        "date": "6.22.22 6:56 am",
        "ctx": [
            "would you consider the following: breadstick",
            "sure"
        ]
    },
    {
        "date": "6.22.22 6:42 am",
        "ctx": [
            "favorite george harrison moment?",
            "any time he says the word 'there'"
        ]
    },
    {
        "date": "6.22.22 5:30 am",
        "ctx": [
            "Why do i keep looking for a catalyst to start my healing journey instead of just starting it",
            "the longer you wait, the more you will want it"
        ]
    },
    {
        "date": "6.22.22 3:53 am",
        "ctx": [
            "How do you feel about tier lists?",
            "some are better than others"
        ]
    },
    {
        "date": "6.22.22 3:46 am",
        "ctx": [
            "What's the scariest thing for you?",
            "nothing"
        ]
    },
    {
        "date": "6.22.22 3:34 am",
        "ctx": [
            "is the \"got my ticket\" prelude melody from \"the ground plane\" video part of the song or is it its own separate song",
            "neither. it's part of the video, but i don't consider it a stand-alone song, nor part of the ground plane song"
        ]
    },
    {
        "date": "6.22.22 3:30 am",
        "ctx": [
            "what came first the chicken or the egg",
            "neither one is here yet"
        ]
    },
    {
        "date": "6.22.22 2:49 am",
        "ctx": [
            "What's your fav movie?",
            "still haven't found one i really like"
        ]
    },
    {
        "date": "6.22.22 2:17 am",
        "ctx": [
            "what year is it",
            "must be in the billions"
        ]
    },
    {
        "date": "6.22.22 1:28 am",
        "ctx": [
            "thoughts on lamps?",
            "get one that turns on. more expensive, but it's worth it"
        ]
    },
    {
        "date": "6.22.22 1:19 am",
        "ctx": [
            "what's your favorite word to misspell",
            "plam trees"
        ]
    },
    {
        "date": "6.22.22 1:10 am",
        "ctx": [
            "What are your opinions on Bitcoin?",
            "it's just so....... tangible"
        ]
    },
    {
        "date": "6.22.22 12:17 am",
        "ctx": [
            "why dont you like going up",
            "i do. i like every direction. i'm a fan of directions"
        ]
    },
    {
        "date": "6.22.22 12:04 am",
        "ctx": [
            "I have a turing test tomorrow and im really nervous about it. You got any tips?",
            "answer C"
        ]
    },
    {
        "date": "6.21.22 11:29 pm",
        "ctx": [
            "Does power actually corrupt, or does it amplify existing immoral tendencies?",
            "sounds about the same to me"
        ]
    },
    {
        "date": "6.21.22 10:39 pm",
        "ctx": [
            "who is the best pony",
            "all ponys are the same"
        ]
    },
    {
        "date": "6.21.22 10:32 pm",
        "ctx": [
            "favorite non-visible color?",
            "clear"
        ]
    },
    {
        "date": "6.21.22 10:18 pm",
        "ctx": [
            "are seagulls a type of bagel or are bagels a type of seagull",
            "they are mutually exclusive"
        ]
    },
    {
        "date": "6.21.22 10:06 pm",
        "ctx": [
            "Is it weird to eat sour cream by itself?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "6.21.22 9:30 pm",
        "ctx": [
            "is \"why is everything so dumb and stupid\" a question that is philosophical in nature?",
            "it's more spiritual/emotional"
        ]
    },
    {
        "date": "6.21.22 9:28 pm",
        "ctx": [
            "You want a challenge? Solve the Reimann hypothesis",
            "i'll give it a try"
        ]
    },
    {
        "date": "6.21.22 9:22 pm",
        "ctx": [
            "Do you wear thigh highs?",
            "waist highs"
        ]
    },
    {
        "date": "6.21.22 9:05 pm",
        "ctx": [
            "Do we live in a simulation?",
            "of what"
        ]
    },
    {
        "date": "6.21.22 9:04 pm",
        "ctx": [
            "And the day goes on consistently references running and escape in music video and song. what were you running from",
            "the moment just before the song, before the song was written. i was running away from the song not being written."
        ]
    },
    {
        "date": "6.21.22 8:48 pm",
        "ctx": [
            "Are fax machines facts machines?",
            "i've only ever received one fax, and it was a hoax"
        ]
    },
    {
        "date": "6.21.22 8:45 pm",
        "ctx": [
            "Am I cool?",
            "you can be, if you want to"
        ]
    },
    {
        "date": "6.21.22 8:39 pm",
        "ctx": [
            "how much singing needs to be in a video for it to be a song video",
            "it's not the amount of singing. it's the number of songs. and for a song video that number is supposed to be 1"
        ]
    },
    {
        "date": "6.21.22 8:27 pm",
        "ctx": [
            "what is something you've never told anybody?",
            "i can't tell you"
        ]
    },
    {
        "date": "6.21.22 8:25 pm",
        "ctx": [
            "where did you get the idea for ground plane? shower thoughts?",
            "someone asked me what the title of the next song would be, and i didn't know yet, so i made something up. that is where the title came from. the rest of the song was written based on the title"
        ]
    },
    {
        "date": "6.21.22 8:21 pm",
        "ctx": [
            "it seems like a ground plain would take longer to get where youre going but also be safer?",
            "that's right",
            "What other trade offs are there to taking a ground plane?",
            "stop to meet the locals"
        ]
    },
    {
        "date": "6.21.22 7:59 pm",
        "ctx": [
            "i started playing piano because of your videos. do you take responsibility for my piano addiction?",
            "no"
        ]
    },
    {
        "date": "6.21.22 7:35 pm",
        "ctx": [
            "Would you make a whole musical?",
            "sure"
        ]
    },
    {
        "date": "6.21.22 7:26 pm",
        "ctx": [
            "when did you become a soap expert?",
            "never"
        ]
    },
    {
        "date": "6.21.22 7:04 pm",
        "ctx": [
            "was born 2.18.2004 and tomorrow is 6.22.2022. am i crazy for thinking there's some significance",
            "no"
        ]
    },
    {
        "date": "6.21.22 6:46 pm",
        "ctx": [
            "was the use of yellow and blue in if the world doesn't end a conscious decision?",
            "i usually use all the colors. except maybe (ref: yuckbrown.html\"target=\"_blank)this one"
        ]
    },
    {
        "date": "6.21.22 6:42 pm",
        "ctx": [
            "\"What do gamers think, what do they do\" and onward is genuinely some of the best music you've ever made and that I've ever heard. Why do you suppose there's a correlation between a great result and quick easy writing? Because I think you said that was the easiest part of the song to write, the least obstacles. Maybe it's because it's unfiltered frustrationless expression? Maybe you're thinking the least?",
            "yes, that's right"
        ]
    },
    {
        "date": "6.21.22 6:41 pm",
        "ctx": [
            "have you ever visited the land of the two letter words,",
            "yes",
            "and if so how was the weather",
            "like doing a puzzle"
        ]
    },
    {
        "date": "6.21.22 6:21 pm",
        "ctx": [
            "Do you recommend eating blades of grass?",
            "no"
        ]
    },
    {
        "date": "6.21.22 6:11 pm",
        "ctx": [
            "did you really just chroma key your greenscreen into a bluescreen?",
            "sometimes you gotta just get out there and live life"
        ]
    },
    {
        "date": "6.21.22 6:06 pm",
        "ctx": [
            "can hamsters fly",
            "that would be almost too convenient"
        ]
    },
    {
        "date": "6.21.22 5:56 pm",
        "ctx": [
            "love the new video. do you think that being a drummer has contributed to your animation skills?",
            "yes",
            "the animation just seems to flow so nicely and i love how it lands on the beat",
            "i am a stickler for that"
        ]
    },
    {
        "date": "6.21.22 5:54 pm",
        "ctx": [
            "why does a ground plane need wings? it just makes the plane wider and harder to move on the ground",
            "i see where you're going with this"
        ]
    },
    {
        "date": "6.21.22 5:49 pm",
        "ctx": [
            "is true happiness attainable, or are we all just attempting to fill the void with futility and despair",
            "it refers to the up direction of an updown wave. so in that sense, yes you can attain it, but not keep it. but it comes back, so if you analyze a broader time scale i suppose you can say you've kept it"
        ]
    },
    {
        "date": "6.21.22 5:43 pm",
        "ctx": [
            "I guess everyone is wondering now: are you afraid of flying?",
            "no"
        ]
    },
    {
        "date": "6.21.22 5:42 pm",
        "ctx": [
            "do you have a pet dog",
            "no"
        ]
    },
    {
        "date": "6.21.22 5:38 pm",
        "ctx": [
            "What's something that keeps you busy?",
            "figuring things out"
        ]
    },
    {
        "date": "6.21.22 5:35 pm",
        "ctx": [
            "how many times are we going to say the world will end",
            "you can keep saying it forever"
        ]
    },
    {
        "date": "6.21.22 5:32 pm",
        "ctx": [
            "have you ever tried underground planes?",
            "no but that sounds like a strong idea"
        ]
    },
    {
        "date": "6.21.22 5:30 pm",
        "ctx": [
            "Hi. I'm wondering if Ground Plane is the first time you've used \"THE LICK\" in one of your songs.",
            "no, it's in the 3rd verse of 'movie star' for sure, and it's also in many other places. on the 'jazz' page of this site i'm sure it's been used all the time. when i feel it coming on, i tend to just lay into it",
            "And don't be facetious Mr Wurtz, you know what \"LICK\" I mean!\n\nAlso, please don't ever stop being facetious."
        ]
    },
    {
        "date": "6.21.22 5:30 pm",
        "ctx": [
            "In the ground plane, at 2:02, did put in the lick, I swear I heard it you played it like 3 times and sang it once",
            "whether or not it is exactly the lick, it certainly thinks it's the lick and that is why it features itself with such confidence"
        ]
    },
    {
        "date": "6.21.22 5:30 pm",
        "ctx": [
            "why is the ground plane on the ground?",
            "good starting place"
        ]
    },
    {
        "date": "6.21.22 5:27 pm",
        "ctx": [
            "is the ground plane just a car",
            "just about"
        ]
    },
    {
        "date": "6.21.22 5:16 pm",
        "ctx": [
            "what time is best for waking up",
            "4:44 am"
        ]
    },
    {
        "date": "6.21.22 5:15 pm",
        "ctx": [
            "what was the question i asked again like a month ago?",
            "was it (ref: q.php?date=202206042246\"target=\"_blank)this one<remqq></remqq>"
        ]
    },
    {
        "date": "6.21.22 5:15 pm",
        "ctx": [
            "I've been trying to make songs, all the ones I want to create sound so great in my head but never feel right or quite as good after I record and mix. Any tips?",
            "just keep doing it. this gap will get smaller"
        ]
    },
    {
        "date": "6.21.22 5:12 pm",
        "ctx": [
            "since you're a huge gamer most of the time, what are you during the times when you're not a gamer?",
            "i am somewhat of a gamer, all the time. at rare occasional moments i may be a huge gamer"
        ]
    },
    {
        "date": "6.21.22 5:10 pm",
        "ctx": [
            "what do you think of chicago?",
            "ever had a slice of pizza shaped like a mattress"
        ]
    },
    {
        "date": "6.21.22 5:06 pm",
        "ctx": [
            "what do you usually do at 10:21 pm?",
            "act naturally"
        ]
    },
    {
        "date": "6.21.22 4:54 pm",
        "ctx": [
            "is your most recent song about trains",
            "sort of"
        ]
    },
    {
        "date": "6.21.22 4:52 pm",
        "ctx": [
            "does a ground plane go under the ground or does it stay on the surface?",
            "the ground plane IS the ground"
        ]
    },
    {
        "date": "6.21.22 4:52 pm",
        "ctx": [
            "are you on the ground plane",
            "yes i am"
        ]
    },
    {
        "date": "6.21.22 4:51 pm",
        "ctx": [
            "ok so ground plane, great song good job \nBut I think that this is the first time that a jingle with lyrics(got my ticket) a and a song are in the same video \nHow did making that Feel",
            "good. i'm exploring my options"
        ]
    },
    {
        "date": "6.21.22 4:51 pm",
        "ctx": [
            "What's your favorite noise?",
            "kong"
        ]
    },
    {
        "date": "6.21.22 4:50 pm",
        "ctx": [
            "hello billiam, what is your favorite candle flavor?",
            "luke warm"
        ]
    },
    {
        "date": "6.21.22 4:49 pm",
        "ctx": [
            "I noticed that in the ground plane video, the visual theme was a grid, or, I guess you could call it a plane. Was this intentional, or a coincidence? Because if you did it on purpose you are my new favorite genius",
            "it came along with the title, which i came up with 2 and a half years ago. i was aware of the possibility for double meaning"
        ]
    },
    {
        "date": "6.21.22 4:49 pm",
        "ctx": [
            "your songs are like a train, its going one way but then you take a new satisfying turn. how do you do that?",
            "a long time ago i had the discovery that all roads lead somewhere. so then it becomes an interesting game sometimes to pick the unexpected ones, because they still go somewhere"
        ]
    },
    {
        "date": "6.21.22 4:47 pm",
        "ctx": [
            "Have you seen top gun maverick?",
            "no",
            "If not what is your favorite monkey",
            "regular monkey"
        ]
    },
    {
        "date": "6.21.22 4:44 pm",
        "ctx": [
            "are you actually scared of planes",
            "no"
        ]
    },
    {
        "date": "6.21.22 4:43 pm",
        "ctx": [
            "Why don't potatoes grow on trees?",
            "they're too heavy. the tree would fall over"
        ]
    },
    {
        "date": "6.21.22 4:31 pm",
        "ctx": [
            "will we ever get a bill wurtz musical",
            "i don't see why not"
        ]
    },
    {
        "date": "6.21.22 4:29 pm",
        "ctx": [
            "What gave you the idea for \"the ground plane\"? (If you respond, thanks! )",
            "someone asked me what the title of the next song would be, and i didn't know yet, so i made something up ('ground planes'). i also added it to the list because i thought it was ok"
        ]
    },
    {
        "date": "6.21.22 4:26 pm",
        "ctx": [
            "In what year are ground planes coming to take over the world",
            "i don't see that happening"
        ]
    },
    {
        "date": "6.21.22 4:24 pm",
        "ctx": [
            "you've packed your bags, what is in your bags?",
            "i have not packed my bags"
        ]
    },
    {
        "date": "6.21.22 4:23 pm",
        "ctx": [
            "Do ground planes stay on the ground?",
            "yes, how did you know"
        ]
    },
    {
        "date": "6.21.22 4:15 pm",
        "ctx": [
            "how do you get your piano sound effect in your songs so beautiful and pristine?",
            "sometimes it helps to EQ out some of the low range, especially if it's playing while other instruments are playing"
        ]
    },
    {
        "date": "6.21.22 4:11 pm",
        "ctx": [
            "How do i acquire \"main character energy\"?",
            "just tell the truth"
        ]
    },
    {
        "date": "6.21.22 3:16 pm",
        "ctx": [
            "is the meaning of a song determined by its creator or the listener?",
            "both"
        ]
    },
    {
        "date": "6.21.22 3:07 pm",
        "ctx": [
            "Do you think in the future music could be used as an energy source?",
            "it already is"
        ]
    },
    {
        "date": "6.21.22 2:29 pm",
        "ctx": [
            "What on earth is the earth?",
            "i'm not sure"
        ]
    },
    {
        "date": "6.21.22 1:26 pm",
        "ctx": [
            "how do you come up with your song covers? what is your process?",
            "i just have to imagine something. and try to get it to intersect with what i'm technologically capable of creating"
        ]
    },
    {
        "date": "6.21.22 11:56 am",
        "ctx": [
            "Do you hold the secret to happiness",
            "no, but sometimes i can access it"
        ]
    },
    {
        "date": "6.21.22 11:16 am",
        "ctx": [
            "whats inside a ground plane?",
            "almost nothing"
        ]
    },
    {
        "date": "6.21.22 11:06 am",
        "ctx": [
            "can you define kumquat",
            "no way"
        ]
    },
    {
        "date": "6.21.22 10:53 am",
        "ctx": [
            "what is an outvamp",
            "when the song just grooves out near the end"
        ]
    },
    {
        "date": "6.21.22 10:25 am",
        "ctx": [
            "i hate cloudy days. It makes me sad for some reason. What are your opinion on cloudy days?",
            "i like them"
        ]
    },
    {
        "date": "6.21.22 7:00 am",
        "ctx": [
            "How do I stop thinking about my wasted potentials and move on",
            "either you still have the potentials or you don't. if you still do, then you can go ahead and use them. if not, then you're not wasting anything"
        ]
    },
    {
        "date": "6.21.22 4:05 am",
        "ctx": [
            "how to ask a question?",
            "i have no idea"
        ]
    },
    {
        "date": "6.21.22 12:32 am",
        "ctx": [
            "can I not interpret lyrics and just let them be?",
            "sure"
        ]
    },
    {
        "date": "6.20.22 10:56 pm",
        "ctx": [
            "when did all the windmills start to turn so slow",
            "just the other month"
        ]
    },
    {
        "date": "6.20.22 10:54 pm",
        "ctx": [
            "why is my handwriting so bad? (i failed an entire fucking english essay because my teacher couldn't read anything)",
            "it might be because we are at least 20 years into the digital age. handwriting is almost obsolete in real life. you might as well be riding a horse"
        ]
    },
    {
        "date": "6.20.22 10:24 pm",
        "ctx": [
            "I feel like you speak in dreams. Do you know what I mean?",
            "dreams are the gold standard"
        ]
    },
    {
        "date": "6.20.22 10:13 pm",
        "ctx": [
            "What makes me so special?",
            "anything you do, or are. or think. ......... anything"
        ]
    },
    {
        "date": "6.20.22 9:56 pm",
        "ctx": [
            "what's your sleep schedule like?",
            "pretty good"
        ]
    },
    {
        "date": "6.20.22 9:43 pm",
        "ctx": [
            "thoughts on calculus?",
            "it's imposslbe to measure calculus without calculus"
        ]
    },
    {
        "date": "6.20.22 9:26 pm",
        "ctx": [
            "if someone says something is overrated and it's not, are they underrating it?",
            "yep"
        ]
    },
    {
        "date": "6.20.22 9:06 pm",
        "ctx": [
            "how do you make such good videos?",
            "i have a lot of good and bad feelings. mix them together"
        ]
    },
    {
        "date": "6.20.22 8:21 pm",
        "ctx": [
            "what's your favorite letter of the alphabet and why",
            "due to advances in quantum science i've found a way to appreciate them all"
        ]
    },
    {
        "date": "6.20.22 8:19 pm",
        "ctx": [
            "do you have any songs in the song list that are autobiographical",
            "most of them have autobiographical overtones. mixed with non-autobiographical undertones"
        ]
    },
    {
        "date": "6.20.22 7:01 pm",
        "ctx": [
            "i need to be creative. but trying to be creative is a sure-fire way to stunt my creativity. what should i do?",
            "you're going to have to trick yourself"
        ]
    },
    {
        "date": "6.20.22 6:34 pm",
        "ctx": [
            "am i a princess?",
            "yes"
        ]
    },
    {
        "date": "6.20.22 5:25 pm",
        "ctx": [
            "my midi keyboard has a very frustrating loose key so i'm gonna swap it out but i wanted to ask:\n\nsince you use non-weighted keys (also what i like), does / did your keyboard have a slight \"bump\" when pushing down the key? i have two non-weighted keyboards , and my older one feels smooth the whole way down, but a bit mushy when you bottom out the key, but the new one feels more like tapping on a table when bottoming out the key, but there's a very slight tactile \"bump\" when pushing the key down, almost like it wants to lock in place when its fully up and fully down, so there's a little bump you go over on the way down. does yours do this?\n\nwhen i first got into this stuff, i was going to buy a digital piano that also had midi out and usb, because they seem to have nice keys, but i just don't quite have the budget, so i've been in a cycle of returning things as i look for a keyboard i can stick with. i'm very picky about the feeling of playing any instrument.",
            "it's pretty much like shoes. or a chair. or a toothbrush. or a car. When you first switch to a different one, it will feel absurd. then after about 2 days it feels completely normal."
        ]
    },
    {
        "date": "6.20.22 3:45 pm",
        "ctx": [
            "Character animation tips?",
            "make sure to include the head"
        ]
    },
    {
        "date": "6.20.22 3:20 pm",
        "ctx": [
            "is eating soap good for my health",
            "noap"
        ]
    },
    {
        "date": "6.20.22 3:01 pm",
        "ctx": [
            "how do we get better at mapping out the night sky, can we actually see everything out there? just need to focus long enough on one part to get more detail on it?",
            "huge telescopes will help"
        ]
    },
    {
        "date": "6.20.22 2:57 pm",
        "ctx": [
            "musical inspiration?",
            "yes please"
        ]
    },
    {
        "date": "6.20.22 1:49 pm",
        "ctx": [
            "besides the invisible one, which game do you enjoy playing the most",
            "work"
        ]
    },
    {
        "date": "6.20.22 12:18 am",
        "ctx": [
            "What is your opinion on yourself",
            "meh"
        ]
    },
    {
        "date": "6.20.22 11:03 am",
        "ctx": [
            "What language do bilingual people think",
            "both"
        ]
    },
    {
        "date": "6.20.22 10:43 am",
        "ctx": [
            "Do you eat massive breakfast?",
            "no, but believe me i could"
        ]
    },
    {
        "date": "6.20.22 9:29 am",
        "ctx": [
            "where is steve",
            "where you are. it's you"
        ]
    },
    {
        "date": "6.20.22 7:27 am",
        "ctx": [
            "yes or yes?",
            "can't decide"
        ]
    },
    {
        "date": "6.20.22 5:26 am",
        "ctx": [
            "how are you?",
            "pretty good"
        ]
    },
    {
        "date": "6.20.22 4:56 am",
        "ctx": [
            "Do you ever swap around the L's in your name to play a little prank on people? A Bill instead of Bill",
            "no. they are always in alphabetical order"
        ]
    },
    {
        "date": "6.20.22 4:26 am",
        "ctx": [
            "if you were to create a new island, where would you put it?",
            "at the north pole"
        ]
    },
    {
        "date": "6.20.22 4:19 am",
        "ctx": [
            "what should i do if i write a song around a line that embodies a message i don't want to send, but all of the thematically better alternatives just don't sound as good?",
            "maybe you could write a scene to set it up, and put it in context"
        ]
    },
    {
        "date": "6.20.22 3:24 am",
        "ctx": [
            "can we be friends",
            "everyone is friends"
        ]
    },
    {
        "date": "6.20.22 3:02 am",
        "ctx": [
            "now that the majority of your newer videos incorporate 3d animation, is there a scene fromany of your older 2d centric videos that you think would've felt better with 3d?",
            "good firetruck"
        ]
    },
    {
        "date": "6.20.22 2:38 am",
        "ctx": [
            "okay, Bill. I have finally obtained a banana. what's the next step?",
            "go ahead and obtain a second banana"
        ]
    },
    {
        "date": "6.20.22 1:49 am",
        "ctx": [
            "favorite british slang?",
            "toilet"
        ]
    },
    {
        "date": "6.20.22 12:55 am",
        "ctx": [
            "how do you write dialogue?",
            "just put 2 characters in close proximity to each other, and see what unfolds"
        ]
    },
    {
        "date": "6.19.22 10:57 pm",
        "ctx": [
            "what inspires you?",
            "heaps of small particles"
        ]
    },
    {
        "date": "6.19.22 10:53 pm",
        "ctx": [
            "how to write songs in class where there is so much noise/distraction?",
            "try to write a bad one first, to celebrate all the noise"
        ]
    },
    {
        "date": "6.19.22 8:51 pm",
        "ctx": [
            "do you have a random string generator with only I's and l's?",
            "no, but i do now. IllIlIIlllIIIlIIIlIlIllllIIlIllIlIIIllllIIIll"
        ]
    },
    {
        "date": "6.19.22 8:35 pm",
        "ctx": [
            "are you a princess",
            "i'm the next best thing"
        ]
    },
    {
        "date": "6.19.22 8:13 pm",
        "ctx": [
            "What rhymes with duck?",
            "dork"
        ]
    },
    {
        "date": "6.19.22 7:57 pm",
        "ctx": [
            "what's your favorite factorial",
            "if i could find a big one,"
        ]
    },
    {
        "date": "6.19.22 7:24 pm",
        "ctx": [
            "What is your animated lip sync process?",
            "just leave the mouth wide open all the time, regardless of what's going on in the video"
        ]
    },
    {
        "date": "6.19.22 6:57 pm",
        "ctx": [
            "how to slow mind down",
            "i'm not sure"
        ]
    },
    {
        "date": "6.19.22 6:48 pm",
        "ctx": [
            "how to be good at stuff",
            "i'm not sure"
        ]
    },
    {
        "date": "6.19.22 6:31 pm",
        "ctx": [
            "will you ever return to make short projects",
            "surely"
        ]
    },
    {
        "date": "6.19.22 5:58 pm",
        "ctx": [
            "have you ever ended an answer with a punctuation mark",
            "yes"
        ]
    },
    {
        "date": "6.19.22 12:43 pm",
        "ctx": [
            "if you reduce mass so much, couldn't you just use gravitational fields in space to travel real fast, just do small corrections every once in a while to aim properly",
            "it sounds like you're on the right track"
        ]
    },
    {
        "date": "6.19.22 12:26 pm",
        "ctx": [
            "can you hit a hi-hat repeatedly with equally timed intervals between each hit and call yourself a drummer?",
            "sure. you can do either one separately, both, depends how much time you have in your schedule"
        ]
    },
    {
        "date": "6.19.22 11:31 am",
        "ctx": [
            "why do they call it oven when you of in the cold food out hot eat the food",
            "that's inOVatiON"
        ]
    },
    {
        "date": "6.19.22 11:02 am",
        "ctx": [
            "Where does dust come from?",
            "ordinary objects"
        ]
    },
    {
        "date": "6.19.22 10:13 am",
        "ctx": [
            "what is your favorite number",
            "111, unless it means something bad in which case that's not it"
        ]
    },
    {
        "date": "6.19.22 9:31 am",
        "ctx": [
            "Your favorite bird?",
            "puffin"
        ]
    },
    {
        "date": "6.19.22 9:11 am",
        "ctx": [
            "do you rely on thinking or feeling mostly?",
            "ghostly"
        ]
    },
    {
        "date": "6.19.22 8:20 am",
        "ctx": [
            "how does one remove their special sandles?",
            "just book a vacation without informing the sandals"
        ]
    },
    {
        "date": "6.19.22 7:23 am",
        "ctx": [
            "is everything going smoothly?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "6.19.22 6:38 am",
        "ctx": [
            "what to say after hello in a conversation",
            "it's their move next"
        ]
    },
    {
        "date": "6.19.22 3:10 am",
        "ctx": [
            "hey I was washing the side of my house the other week and I was wondering but I forgot to ask: How do you get that cool oscillation thing at the end of \"at the airport terminal?\" It can't be as simple as changing the volume, can it? It reminds me of music from a Kriby game even though I don't think they ever used it there.",
            "i don't remember exactly, but most likely what i did is set up an LFO to make the volume waver up and down (also known as 'tremolo') at a steady wave pace, then assign a keyboard wheel to control the speed of the up and down wave. so i'm probably controlling the speed of the tremolo with the wheel, but not controlling the depth. the depth sounds constant"
        ]
    },
    {
        "date": "6.19.22 2:22 am",
        "ctx": [
            "Favorite card?",
            "how about (ref: cardselect.php\"target=\"_blank)this one"
        ]
    },
    {
        "date": "6.19.22 12:58 am",
        "ctx": [
            "Favorite thing about ladders?",
            "the side bars, which are actually just 2 giant additional rungs"
        ]
    },
    {
        "date": "6.18.22 10:35 pm",
        "ctx": [
            "Your favourite scale?",
            "1, 2 (two notes separated by a whole step)"
        ]
    },
    {
        "date": "6.18.22 8:32 pm",
        "ctx": [
            "What is the best part of piano",
            "the inside"
        ]
    },
    {
        "date": "6.18.22 8:13 pm",
        "ctx": [
            "what counts as a tetris piece",
            "any and every possible 2 dimensional group of 4 squares linked together into a contiguous island by sharing edges"
        ]
    },
    {
        "date": "6.18.22 7:11 pm",
        "ctx": [
            "which planet/galaxy are you from?",
            "1 or 2"
        ]
    },
    {
        "date": "6.18.22 6:21 pm",
        "ctx": [
            "are you normal?",
            "oh sure"
        ]
    },
    {
        "date": "6.18.22 5:47 pm",
        "ctx": [
            "whats a cool language to learn",
            "ups and downs"
        ]
    },
    {
        "date": "6.18.22 4:26 pm",
        "ctx": [
            "how to get lucky",
            "spend some time"
        ]
    },
    {
        "date": "6.18.22 4:04 pm",
        "ctx": [
            "what is your favorite book",
            "the one where we're all on the same page"
        ]
    },
    {
        "date": "6.18.22 3:06 pm",
        "ctx": [
            "right before you finish/release a project, do you often have to accept it despite the fact that it is incomplete and come to terms with releasing something that's \"good enough\" and convince yourself that you did the best you were able to do given the circumstances?",
            "yes"
        ]
    },
    {
        "date": "6.18.22 2:55 pm",
        "ctx": [
            "did you ever find out if mt. st. helens' pretty cool gift shop is still around?",
            "i made it up, but it might be real also"
        ]
    },
    {
        "date": "6.18.22 1:34 pm",
        "ctx": [
            "is \"at the corner store\" a metaphor for the way it feels to be in a place where you feel safe?",
            "you could say that",
            "it's like you wrote down the brainwaves i feel when hiding in my closet and turned them into music notes somehow.",
            "fair enough"
        ]
    },
    {
        "date": "6.18.22 12:35 pm",
        "ctx": [
            "what do you think about cambrian explosion?",
            "it reminds me of day to day life"
        ]
    },
    {
        "date": "6.18.22 10:50 am",
        "ctx": [
            "whats ur favorite subject",
            "logic"
        ]
    },
    {
        "date": "6.18.22 9:26 am",
        "ctx": [
            "do you think dogs exist just to become a human's best friend?",
            "no"
        ]
    },
    {
        "date": "6.18.22 7:57 am",
        "ctx": [
            "is hexagon a good shape?",
            "it's alright"
        ]
    },
    {
        "date": "6.18.22 7:15 am",
        "ctx": [
            "what are the physics of frog",
            "about yay high, and so forth"
        ]
    },
    {
        "date": "6.18.22 5:32 am",
        "ctx": [
            "when are you",
            "pretty soon"
        ]
    },
    {
        "date": "6.18.22 4:16 am",
        "ctx": [
            "How many questions do you receive",
            "just this one"
        ]
    },
    {
        "date": "6.18.22 4:06 am",
        "ctx": [
            "Is physics a heavy subject?",
            "i was going to say yes but now that i think about it no"
        ]
    },
    {
        "date": "6.18.22 2:36 am",
        "ctx": [
            "what is hard",
            "nothing. everything is soft. especially weapons"
        ]
    },
    {
        "date": "6.18.22 2:18 am",
        "ctx": [
            "Is watergate technically the opposite of stonewall?",
            "no. thank you for checking with me"
        ]
    },
    {
        "date": "6.17.22 11:57 pm",
        "ctx": [
            "are you awake",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "6.17.22 10:20 pm",
        "ctx": [
            "you're stupid",
            "fair enough"
        ]
    },
    {
        "date": "6.17.22 7:26 pm",
        "ctx": [
            "tell me a secret",
            "other people besides you may read this"
        ]
    },
    {
        "date": "6.17.22 6:10 pm",
        "ctx": [
            "should h and g be separated on a keyboard",
            "sure........ if you can handle it"
        ]
    },
    {
        "date": "6.17.22 5:23 pm",
        "ctx": [
            "tell me a joke",
            "every time i try to tell a joke i end up accidentally telling the truth"
        ]
    },
    {
        "date": "6.17.22 3:08 pm",
        "ctx": [
            "Why is it wrong",
            "might be too right"
        ]
    },
    {
        "date": "6.17.22 2:17 pm",
        "ctx": [
            "do you know how to play the bongos",
            "i was going to say yes but now that i think about it no"
        ]
    },
    {
        "date": "6.17.22 12:24 pm",
        "ctx": [
            "i like my voice but im not very good at the other important parts of music, advice",
            "i can see 3 options here..... find some music partners, learn a chordal instrument, or learn computers. all 3 choices are great and you'll be sure to learn something"
        ]
    },
    {
        "date": "6.17.22 11:45 am",
        "ctx": [
            "will you ever return to the 2D animations",
            "sure"
        ]
    },
    {
        "date": "6.17.22 11:03 am",
        "ctx": [
            "whens the best where",
            "right over there"
        ]
    },
    {
        "date": "6.17.22 9:50 am",
        "ctx": [
            "is it a coincidence that the last song you made before a long pause from making another music video is called \"might quit\"?",
            "yes"
        ]
    },
    {
        "date": "6.17.22 9:13 am",
        "ctx": [
            "why does nobody like my music",
            "maybe it's too good"
        ]
    },
    {
        "date": "6.17.22 8:44 am",
        "ctx": [
            "do any of the kardashians have talent",
            "yes, thank you for checking with me"
        ]
    },
    {
        "date": "6.17.22 6:44 am",
        "ctx": [
            "why do you have to be so unpredictable",
            "it calms me down"
        ]
    },
    {
        "date": "6.17.22 4:18 am",
        "ctx": [
            "how do i regain my lost sense of identity",
            "how about going into town"
        ]
    },
    {
        "date": "6.17.22 2:35 am",
        "ctx": [
            "what should i do for summer plans",
            "how about planning your winter"
        ]
    },
    {
        "date": "6.17.22 1:27 am",
        "ctx": [
            "opinions on singapore?",
            "pretty small, considering how big it is"
        ]
    },
    {
        "date": "6.16.22 11:46 pm",
        "ctx": [
            "does naming things help you understand them",
            "yes, but you can still do more"
        ]
    },
    {
        "date": "6.16.22 10:55 pm",
        "ctx": [
            "School's out. What now?",
            "work, and play"
        ]
    },
    {
        "date": "6.16.22 9:04 pm",
        "ctx": [
            "have you played golf",
            "only in my mind"
        ]
    },
    {
        "date": "6.16.22 7:38 pm",
        "ctx": [
            "Are you very friendly?",
            "i am somewhat friendly. i'll give you that"
        ]
    },
    {
        "date": "6.16.22 6:09 pm",
        "ctx": [
            "what's your opinion on opinions?",
            "i love them. i'm obsessed with them"
        ]
    },
    {
        "date": "6.16.22 5:43 pm",
        "ctx": [
            "I find it strange how in your music video \"slow down\", near the very end of the song you say \"and the [client's name]...\", while in the video, only \"and [client's name]...\" Is all that's displayed in the lyric. Where did that \"the\" go? HELP!!",
            "it's to help guide you toward the next line"
        ]
    },
    {
        "date": "6.16.22 3:45 pm",
        "ctx": [
            "why is the bass on silly love songs so good",
            "because paul mccartney is playing it, and it just so happens that one of his talents is playing bass good in a song. how convenient"
        ]
    },
    {
        "date": "6.16.22 2:45 pm",
        "ctx": [
            "do you ever feel left behind?",
            "yes but i can remedy this by jumping way ahead"
        ]
    },
    {
        "date": "6.16.22 1:44 pm",
        "ctx": [
            "what do you think about electronics",
            "a decent middle ground"
        ]
    },
    {
        "date": "6.16.22 2:10 pm",
        "ctx": [
            "how to stop",
            "don't even start"
        ]
    },
    {
        "date": "6.16.22 1:50 pm",
        "ctx": [
            "What should I do with my life",
            "you could go to town"
        ]
    },
    {
        "date": "6.16.22 12:57 pm",
        "ctx": [
            "Do you exist",
            "oh man, that would explain some of these spatial dynamics"
        ]
    },
    {
        "date": "6.16.22 12:08 pm",
        "ctx": [
            "Do you want some money",
            "maybe just a money flavoured air freshener"
        ]
    },
    {
        "date": "6.16.22 10:29 am",
        "ctx": [
            "how tall are you",
            "medium"
        ]
    },
    {
        "date": "6.16.22 9:12 am",
        "ctx": [
            "What comes to your mind when you hear music",
            "anything, everything, ....stuff like that"
        ]
    },
    {
        "date": "6.16.22 8:12 am",
        "ctx": [
            "are you okay",
            "yes, thank you for asking"
        ]
    },
    {
        "date": "6.16.22 4:16 am",
        "ctx": [
            "What is your favorite word",
            "to"
        ]
    },
    {
        "date": "6.16.22 3:10 am",
        "ctx": [
            "What shoes do gamers where?",
            "yours. it's you, you're the gamer"
        ]
    },
    {
        "date": "6.16.22 2:28 am",
        "ctx": [
            "which places do you go",
            "here, there, etc"
        ]
    },
    {
        "date": "6.16.22 1:41 am",
        "ctx": [
            "What to do when you don't enjoy anything anymore?",
            "invent something new"
        ]
    },
    {
        "date": "6.16.22 12:33 am",
        "ctx": [
            "whats the new song about",
            "getting............... down"
        ]
    },
    {
        "date": "6.15.22 11:33 pm",
        "ctx": [
            "I've cut my hair today and the fringe turned SO bad now I really want to cry or disappear or both, what should I do?",
            "go straight to the pinacle of the avant garde movement"
        ]
    },
    {
        "date": "6.15.22 10:49 pm",
        "ctx": [
            "Would you say that any of your songs have healing properties?",
            "they're supposed to",
            "If so, which one(s)?",
            "all of them are supposed to. if that's even possible"
        ]
    },
    {
        "date": "6.15.22 9:45 pm",
        "ctx": [
            "how does it all keep going?",
            "by changing between staying the same and changing"
        ]
    },
    {
        "date": "6.15.22 7:16 pm",
        "ctx": [
            "pick a card any card",
            "(ref: cardselect.php\"target=\"_blank)ok"
        ]
    },
    {
        "date": "6.15.22 4:22 pm",
        "ctx": [
            "I have realized how ineffective my practice sessions are. When I can't do something I just shut down, or play it over and over again even when it's not right. I don't know how to fix things. How do I practice better?",
            "how about using a metronome and slowing the tempo way way down. way way way way way down"
        ]
    },
    {
        "date": "6.15.22 4:04 pm",
        "ctx": [
            "do you plan on running for president (not just of america but of any other country)",
            "no"
        ]
    },
    {
        "date": "6.15.22 4:01 pm",
        "ctx": [
            "is the current time unusual?",
            "no"
        ]
    },
    {
        "date": "6.15.22 2:50 pm",
        "ctx": [
            "who's your favorite musical artist?",
            "could be you"
        ]
    },
    {
        "date": "6.15.22 2:15 pm",
        "ctx": [
            "How many letters are in the title of your next song",
            "11 or 14. or possibly 16"
        ]
    },
    {
        "date": "6.15.22 2:03 pm",
        "ctx": [
            "what's the best language",
            "time"
        ]
    },
    {
        "date": "6.15.22 1:47 pm",
        "ctx": [
            "Why is sunscreen so expensive?",
            "because most people don't know how to make it"
        ]
    },
    {
        "date": "6.15.22 1:46 pm",
        "ctx": [
            "what video games do you enjoy?",
            "coming down to earth and becoming well adjusted"
        ]
    },
    {
        "date": "6.15.22 12:46 pm",
        "ctx": [
            "How do you feel about everything that has ever happened?",
            "it's a good start"
        ]
    },
    {
        "date": "6.15.22 12:25 pm",
        "ctx": [
            "In your song \"I'm a huge gamer most of the time\" when the chess pieces are on screen I can hear a sort of rattley almost asmr-like sound in the background of the song, what is it?",
            "that would be some clanky jingly bells"
        ]
    },
    {
        "date": "6.15.22 9:43 am",
        "ctx": [
            "thoughts on emojis? should I put them in my twitter bio or is it cringe?",
            "not very reliable. you don't know exactly how they're going to look on different devices, or in the future. they might even come out as blank boxes"
        ]
    },
    {
        "date": "6.15.22 5:16 am",
        "ctx": [
            "What is your favourite key singnature?",
            "open"
        ]
    },
    {
        "date": "6.15.22 4:55 am",
        "ctx": [
            "what are your inspirations?",
            "straight lines, curvature,"
        ]
    },
    {
        "date": "6.15.22 4:08 am",
        "ctx": [
            "did u change 987 post release?",
            "no",
            "i swear i heard a different line before it was theoretically switched for the current one",
            "i changed some lines during the writing process. before producing it. no one has heard those alternates"
        ]
    },
    {
        "date": "6.15.22 12:56 am",
        "ctx": [
            "when did you make your first 3d video?",
            "around september 2016"
        ]
    },
    {
        "date": "6.14.22 11:27 pm",
        "ctx": [
            "where did you get those sexy pants?",
            "at a local retail location"
        ]
    },
    {
        "date": "6.14.22 10:16 pm",
        "ctx": [
            "I accidentally answered a rhetorical question that somebody asked me... How should I punish myself for this humiliating faux pas?",
            "start making a diligent list of truth and facts"
        ]
    },
    {
        "date": "6.14.22 8:54 pm",
        "ctx": [
            "why did the chicken cross the road",
            "because the chicken still remembers where it was going before the damn road was put there"
        ]
    },
    {
        "date": "6.14.22 6:14 pm",
        "ctx": [
            "Do you care much for symbolism?",
            "yes"
        ]
    },
    {
        "date": "6.14.22 6:08 pm",
        "ctx": [
            "will your next video have non-song parts in it",
            "yes"
        ]
    },
    {
        "date": "6.14.22 4:36 pm",
        "ctx": [
            "How come you never actually made animation for some of your songs back in 2014? (e.g the road)",
            "that's a classic trick which allows me to produce the next song sooner, and ultimately produce more songs"
        ]
    },
    {
        "date": "6.14.22 4:14 pm",
        "ctx": [
            "What do you think of",
            "potential future scenarios"
        ]
    },
    {
        "date": "6.14.22 4:07 pm",
        "ctx": [
            "What do you think of thinking",
            "it's another world, in your mind!"
        ]
    },
    {
        "date": "6.14.22 3:28 pm",
        "ctx": [
            "what's a good adjective you could use",
            "bad"
        ]
    },
    {
        "date": "6.14.22 1:11 pm",
        "ctx": [
            "Will your next video be part video part song, like I'm a huge gamer most of the time?",
            "yes"
        ]
    },
    {
        "date": "6.14.22 12:30 pm",
        "ctx": [
            "Does it annoy you when people on here ask you questions you've already answered a bunch of times?",
            "that never happens. each question is a brand new entirely unique question"
        ]
    },
    {
        "date": "6.14.22 11:35 am",
        "ctx": [
            "why is the oboe the worst instrument?",
            "because it sounds bad. that's just hypothetically speaking, because i actually don't remember what it sounds like. perhaps i blocked it out of my memory"
        ]
    },
    {
        "date": "6.14.22 10:29 am",
        "ctx": [
            "Is it weird",
            "yes"
        ]
    },
    {
        "date": "6.14.22 3:19 am",
        "ctx": [
            "hey bill, how do you \"get good at using chords\" for lack of a better way to put it?",
            "it's the same way to get good at talking, which is actually just to do it a lot. alone or with friends, at home or in the workplace,"
        ]
    },
    {
        "date": "6.14.22 2:43 am",
        "ctx": [
            "is impossible a limitation?",
            "one would think"
        ]
    },
    {
        "date": "6.14.22 2:32 am",
        "ctx": [
            "whats the meaning of life",
            "it's you"
        ]
    },
    {
        "date": "6.14.22 1:58 am",
        "ctx": [
            "best part of a pogo stick?",
            "the highs"
        ]
    },
    {
        "date": "6.14.22 12:39 am",
        "ctx": [
            "did you have a manic monday",
            "i had a manic monday 3 mondays ago, and there's another one coming up"
        ]
    },
    {
        "date": "6.14.22 12:02 am",
        "ctx": [
            "What's your favorite pizza topping",
            "a different pizza"
        ]
    },
    {
        "date": "6.13.22 11:21 pm",
        "ctx": [
            "can u post more content on ur yt",
            "i'm currently making it too slow and too fast at the same time. best of both worlds"
        ]
    },
    {
        "date": "6.13.22 9:48 pm",
        "ctx": [
            "Ever listen back to your old songs?",
            "occasionally"
        ]
    },
    {
        "date": "6.13.22 9:17 pm",
        "ctx": [
            "how long is the next song",
            "2:02"
        ]
    },
    {
        "date": "6.13.22 8:01 pm",
        "ctx": [
            "let's say, hypothetically, for the sake of argument, that you COULDN'T do everything, then how would you decide what to do?",
            "start making a list of things you could do. then when you get tired of listing things, use a randomized selection method to choose something from the list"
        ]
    },
    {
        "date": "6.13.22 7:21 pm",
        "ctx": [
            "How do you create such nice melodies?",
            "a standard trick sometimes is to pretend to be making a bad melody. sort of like a fake-out. melodies actually love that. fake-outs are melodic by nature"
        ]
    },
    {
        "date": "6.13.22 7:20 pm",
        "ctx": [
            "Have you ever felt like you were trapped in a time loop?",
            "no"
        ]
    },
    {
        "date": "6.13.22 6:50 pm",
        "ctx": [
            "Why are the French?",
            "due to france, ultimately"
        ]
    },
    {
        "date": "6.13.22 4:45 pm",
        "ctx": [
            "it's nearly the last day of school but i'm gonna be lonely all summer what do i do",
            "how about going on the internet"
        ]
    },
    {
        "date": "6.13.22 4:30 pm",
        "ctx": [
            "Hey Bill! What are your influences when it comes to film making? Hugs from norway!",
            "have you ever crossed a city street on an early sunday morning"
        ]
    },
    {
        "date": "6.13.22 1:58 pm",
        "ctx": [
            "Is this where the fun begins?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "6.13.22 1:47 pm",
        "ctx": [
            "how can i make a song out of a riff",
            "start out with the riff. then put something else next. if you're stumped, try to make it the wrong thing. the results may surprise you"
        ]
    },
    {
        "date": "6.13.22 1:41 pm",
        "ctx": [
            "What is your favorite Star Wars character (Jedi)?",
            "George Lucas"
        ]
    },
    {
        "date": "6.13.22 1:22 pm",
        "ctx": [
            "you say you don't listen to albums in order, so what if you made an album that if you listen to it in order it's supposed to be incomprehensible and its basically like 10 songs come out at once",
            "i think multiple new songs released at the same time makes all the songs weaker. it's like eating 12 dinners in one night. none of them are good, not even the first one, because you're already stressed about the 11 dinners you're responsible for eating tonight also"
        ]
    },
    {
        "date": "6.13.22 12:51 pm",
        "ctx": [
            "what's your favorite chord progression that you've used in a song of yours",
            "maybe the outvamp to the money song"
        ]
    },
    {
        "date": "6.13.22 11:55 am",
        "ctx": [
            "what do you think about isosceles?",
            "good for arrows, and pointing"
        ]
    },
    {
        "date": "6.13.22 11:24 am",
        "ctx": [
            "What's wrong with me",
            "you might be just right"
        ]
    },
    {
        "date": "6.13.22 11:07 am",
        "ctx": [
            "should i figure out music language",
            "sure"
        ]
    },
    {
        "date": "6.13.22 9:21 am",
        "ctx": [
            "is there something that is possible to do",
            "yes"
        ]
    },
    {
        "date": "6.13.22 7:48 am",
        "ctx": [
            "Why is English such a weird language",
            "you can blame mother nature for that"
        ]
    },
    {
        "date": "6.13.22 6:59 am",
        "ctx": [
            "How to make sense",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "6.13.22 5:43 am",
        "ctx": [
            "what should be the best sorting method but isn't",
            "everything first"
        ]
    },
    {
        "date": "6.13.22 4:28 am",
        "ctx": [
            "I skipped out on a family vacation to take a last minute week long gig that I was under the impression would be more serious than it actually is. It's inconvenient cuz I have to rehearse for 50min with a group made up of small children twice a day every day for the whole week (I thought I'd be playing higher level music), and the two daily rehearsal sessions are like 4 hours apart. But I am getting paid a nice chunk of money so was it worth it or not?",
            "it is. you'll learn something about something. you'll be 1 step closer to knowing what gigs you like, and you'll definitely learn something about yourself somehow. especially during the breaks"
        ]
    },
    {
        "date": "6.12.22 9:35 pm",
        "ctx": [
            "Any ideas about why humans are the only species that seems to have evolved to make/enjoy music?",
            "it happens fast. it's like when it starts to rain, that moment the first drop hits. why is there only 1 drop so far?"
        ]
    },
    {
        "date": "6.12.22 9:08 pm",
        "ctx": [
            "I've noticed that my favorite part of a lot of your songs, especially in the past few months, has been the last bit at the end Specifically in \"I'm a huge gamer most of the time\" and \"at the corner store\". Do you find the end of a song to be any easier or harder to write than the beginning?",
            "it's unpredictable. some of it's always easy and some of it's always hard, but it's impossible to predict which parts it will be",
            "Also, what's your stance on ending a song with a definite phrase versus letting it fade out?",
            "it's important to be like a responsible doctor and evaluate each song with a clear and open mind, to find what works best for that particular song"
        ]
    },
    {
        "date": "6.12.22 8:12 pm",
        "ctx": [
            "Hi, I'm a time traveler from 2020.Have you decided what song you're making after \"might quit\"?",
            "the song i made and produced immediately after might quit was \"i'm a princess\". but it probably won't be the next one released because the video was already halfway produced on the old system, and i'll definitely want to use those parts, so, it will require a sort of frankenstein treatment that i'd rather not get into on the first run on the new system. would rather start clean on a new music video, and likely do princess soon after. but first i need to get out of this deep rabit hole within a rabbit hole of character rigging experiments and more"
        ]
    },
    {
        "date": "6.12.22 7:21 pm",
        "ctx": [
            "Thoughts on farming?",
            "dank"
        ]
    },
    {
        "date": "6.12.22 6:15 pm",
        "ctx": [
            "how to get people to love trains",
            "make more better trains"
        ]
    },
    {
        "date": "6.12.22 3:39 pm",
        "ctx": [
            "could a question answer itself",
            "sure"
        ]
    },
    {
        "date": "6.12.22 2:58 pm",
        "ctx": [
            "do you ever turn up, or do you prefer turning down",
            "turn over"
        ]
    },
    {
        "date": "6.12.22 2:42 pm",
        "ctx": [
            "how to?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "6.12.22 2:41 pm",
        "ctx": [
            "what's an interesting thing to bring to camping",
            "a 19th century grandfather clock"
        ]
    },
    {
        "date": "6.12.22 2:40 pm",
        "ctx": [
            "do you answer every question",
            "not even close"
        ]
    },
    {
        "date": "6.12.22 2:08 pm",
        "ctx": [
            "opinion on aging",
            "i think it's bullshit"
        ]
    },
    {
        "date": "6.12.22 1:56 pm",
        "ctx": [
            "How are you doing?",
            "pretty good"
        ]
    },
    {
        "date": "6.12.22 12:30 pm",
        "ctx": [
            "am i asking a question right now?",
            "let me perform some calculations"
        ]
    },
    {
        "date": "6.12.22 12:19 pm",
        "ctx": [
            "Is your art style influenced by any abstract artist? Because I have noticed that if you pause any one of your recent videos at any one moment that you get an abstract painting but in 3d",
            "the ones that use 3D are usually not particularly cool on 1 frame because they get most of their value from the 3D space, which can only be seen properly when the camera is moving slightly"
        ]
    },
    {
        "date": "6.12.22 9:53 am",
        "ctx": [
            "how does one buy a meteor",
            "always rent meteors"
        ]
    },
    {
        "date": "6.12.22 8:57 am",
        "ctx": [
            "am i a poetry? are you?",
            "yes, and so much more"
        ]
    },
    {
        "date": "6.12.22 7:40 am",
        "ctx": [
            "any advice on composing music ?",
            "yes, compose all the music",
            "relly like your work keep going"
        ]
    },
    {
        "date": "6.12.22 1:55 am",
        "ctx": [
            "What is you favorite cube?",
            "one of the normal ones"
        ]
    },
    {
        "date": "6.11.22 10:56 pm",
        "ctx": [
            "U got hamsters?",
            "no"
        ]
    },
    {
        "date": "6.11.22 10:06 pm",
        "ctx": [
            "Is the marijuana in \"In California\" a metaphor for anything?",
            "yes, it was a metaphor for legalized medical marijuana in california, some time around 2011"
        ]
    },
    {
        "date": "6.11.22 8:54 pm",
        "ctx": [
            "will you eve do more 2D animation videos? theres just something about them..",
            "yes"
        ]
    },
    {
        "date": "6.11.22 6:49 pm",
        "ctx": [
            "Are u alive dhdhdhehhegegdgegegegeg",
            "yes, thank you for asking"
        ]
    },
    {
        "date": "6.11.22 3:15 pm",
        "ctx": [
            "Why do all the multiplication tables only go up to 12?",
            "it's destiny"
        ]
    },
    {
        "date": "6.11.22 11:36 am",
        "ctx": [
            "What question did I ask again?",
            "What question did I ask again?"
        ]
    },
    {
        "date": "6.11.22 9:14 am",
        "ctx": [
            "do i talk too much",
            "perhaps not enough"
        ]
    },
    {
        "date": "6.11.22 7:47 am",
        "ctx": [
            "i know this is like completely different from what you usually but would you ever consider live-streaming video games and making jokes/commentary",
            "i'll never make a joke. there is no such thing as a joke"
        ]
    },
    {
        "date": "6.11.22 5:29 am",
        "ctx": [
            "do you like yourself",
            "i'll admit from time to time i engage in business relations with myself"
        ]
    },
    {
        "date": "6.11.22 3:02 am",
        "ctx": [
            "what's your favorite song?",
            "i saw the sign by ace of base"
        ]
    },
    {
        "date": "6.11.22 12:39 am",
        "ctx": [
            "will you make an album?",
            "every time i look into it i realize i don't like albums as such"
        ]
    },
    {
        "date": "6.10.22 10:53 pm",
        "ctx": [
            "if you had to adopt a elephant or a moth eater, who would you pick.",
            "i'd spend some time searching for other arrangements"
        ]
    },
    {
        "date": "6.10.22 7:38 pm",
        "ctx": [
            "Are you evergoing to post your website only songs to YouTube?",
            "the paradox of doing that is: every time i post one of the 'website only' songs to youtube, it no longer is website only"
        ]
    },
    {
        "date": "6.10.22 5:58 pm",
        "ctx": [
            "Are you a gamer?",
            "yes and no"
        ]
    },
    {
        "date": "6.10.22 3:27 pm",
        "ctx": [
            "ever been to shoelace park",
            "no but it seems lovely"
        ]
    },
    {
        "date": "6.10.22 12:41 pm",
        "ctx": [
            "could you give us a hint to the title of your next song?",
            "it masquerades as geometric"
        ]
    },
    {
        "date": "6.10.22 10:20 am",
        "ctx": [
            "are you sad",
            "no way"
        ]
    },
    {
        "date": "6.10.22 8:52 am",
        "ctx": [
            "do you make music?",
            "that seems like something i would do"
        ]
    },
    {
        "date": "6.10.22 5:59 am",
        "ctx": [
            "thoughts on otters?",
            "i've never thought about otters. i simply don't know what an otter is"
        ]
    },
    {
        "date": "6.10.22 2:31 am",
        "ctx": [
            "Can you play me a video",
            "sure"
        ]
    },
    {
        "date": "6.9.22 11:56 pm",
        "ctx": [
            "what genre is your music?",
            "inconsolable"
        ]
    },
    {
        "date": "6.9.22 8:02 pm",
        "ctx": [
            "what time is it",
            "i have no idea"
        ]
    },
    {
        "date": "6.9.22 7:01 pm",
        "ctx": [
            "do you like music?",
            "it's ok"
        ]
    },
    {
        "date": "6.9.22 5:59 pm",
        "ctx": [
            "what is your favorite character of the alphabet",
            "t"
        ]
    },
    {
        "date": "6.9.22 5:58 pm",
        "ctx": [
            "what was the last question you got?",
            "i don't recall"
        ]
    },
    {
        "date": "6.9.22 4:19 pm",
        "ctx": [
            "what's your favorite color",
            "off tan"
        ]
    },
    {
        "date": "6.9.22 3:05 pm",
        "ctx": [
            "what's the history of the world?",
            "sort of like a who done it"
        ]
    },
    {
        "date": "6.9.22 2:44 pm",
        "ctx": [
            "what day is it?",
            "i have no idea"
        ]
    },
    {
        "date": "6.9.22 12:48 pm",
        "ctx": [
            "what is a paper",
            "a slice of tree. at least that's what it was in the old days"
        ]
    },
    {
        "date": "6.9.22 10:56 am",
        "ctx": [
            "here's your soap",
            "thank you so much"
        ]
    },
    {
        "date": "6.9.22 8:55 am",
        "ctx": [
            "How do you talk so fast ie: the beginning of I'm a huge gamer",
            "i think about something exciting in the future, that i'm eager to get to"
        ]
    },
    {
        "date": "6.9.22 7:56 am",
        "ctx": [
            "Are you bill wurtz",
            "oh hell yeah"
        ]
    },
    {
        "date": "6.9.22 6:41 am",
        "ctx": [
            "Do you require questions to have a question mark",
            "sometimes it's just the question mark"
        ]
    },
    {
        "date": "6.9.22 5:29 am",
        "ctx": [
            "Are you happy.",
            "i admit, it's possible"
        ]
    },
    {
        "date": "6.9.22 4:09 am",
        "ctx": [
            "hi",
            "hey"
        ]
    },
    {
        "date": "6.9.22 2:57 am",
        "ctx": [
            "do you like birds",
            "yes"
        ]
    },
    {
        "date": "6.9.22 1:05 am",
        "ctx": [
            "thank you",
            "any time"
        ]
    },
    {
        "date": "6.8.22 11:45 pm",
        "ctx": [
            "What's your favorite car",
            "train"
        ]
    },
    {
        "date": "6.8.22 11:30 pm",
        "ctx": [
            "I'm stuck in the wrong dimension. How about you?",
            "every dimension is a bit wrong"
        ]
    },
    {
        "date": "6.8.22 11:10 pm",
        "ctx": [
            "I'm bored, what should I do?",
            "learn everything"
        ]
    },
    {
        "date": "6.8.22 11:10 pm",
        "ctx": [
            "what's your opinion on facts?",
            "so true"
        ]
    },
    {
        "date": "6.8.22 4:19 pm",
        "ctx": [
            "Are the special sandals in \"fly around\" a metaphor for anything?",
            "perhaps a more 'typical' first line of the song"
        ]
    },
    {
        "date": "6.8.22 1:33 pm",
        "ctx": [
            "what should i do when i'm scared",
            "describe your surroundings, poetically"
        ]
    },
    {
        "date": "6.8.22 12:19 pm",
        "ctx": [
            "i'm a huge fan of your website! have you considered adding any other sections?",
            "yes"
        ]
    },
    {
        "date": "6.8.22 11:43 am",
        "ctx": [
            "have you ever hidden something using white text on a white background?",
            "yes"
        ]
    },
    {
        "date": "6.8.22 11:01 am",
        "ctx": [
            "how to chill out on a very very bad day",
            "write the day into a story"
        ]
    },
    {
        "date": "6.8.22 10:55 am",
        "ctx": [
            "what is this"
        ]
    },
    {
        "date": "6.8.22 8:43 am",
        "ctx": [
            "I noticed you like to modulate to the parallel minor (or I guess just up a minor third) and it happens quite often in your songs so I was wondering if you've ever done this modulation with something like a four minor seven chord over a flat seven note (which as you probably know becomes the two minor seven over five of the new key).",
            "yes. i've done that so much i might even try to avoid it now",
            "If you have done this, which song(s) was it used? Thank you",
            "check \"Tuesday\", on \"Tuesday\""
        ]
    },
    {
        "date": "6.8.22 4:53 am",
        "ctx": [
            "how much hours of free time is suboptimal?",
            "0, for sure"
        ]
    },
    {
        "date": "6.8.22 2:53 am",
        "ctx": [
            "do u enjoy playing chess",
            "i enjoy setting it up"
        ]
    },
    {
        "date": "6.8.22 1:35 am",
        "ctx": [
            "what is something interesting you have recently changed your mind about?",
            "what time it is"
        ]
    },
    {
        "date": "6.8.22 1:11 am",
        "ctx": [
            "do you think there is any point in writing songs that you know you're never going to record?",
            "sure. you may perform it live, but you also don't actually know you won't record it in the future because you could change your mind"
        ]
    },
    {
        "date": "6.7.22 11:27 pm",
        "ctx": [
            "How to conquer all of India",
            "india is self-conquering. so you can relax and enjoy some free time"
        ]
    },
    {
        "date": "6.7.22 9:23 pm",
        "ctx": [
            "why does the transition into \"the best thing about games is losing them\" feel like I'm falling down stairs but the stairs feel good?",
            "that was the only way i could get it back into the starting key"
        ]
    },
    {
        "date": "6.7.22 9:19 pm",
        "ctx": [
            "opinion on despicable me",
            "not despicable enough"
        ]
    },
    {
        "date": "6.7.22 9:12 pm",
        "ctx": [
            "What inspires you to make the music you do? I mean, It's really it's own thing as far as tone and vibes go, so what enables that creativity?",
            "just trying to get by"
        ]
    },
    {
        "date": "6.7.22 7:56 pm",
        "ctx": [
            "What genre is your music",
            "average"
        ]
    },
    {
        "date": "6.7.22 7:22 pm",
        "ctx": [
            "what is the 47th lyric of your new song",
            "bags"
        ]
    },
    {
        "date": "6.7.22 6:44 pm",
        "ctx": [
            "what's in the fragile box?",
            "a much stronger, robust box"
        ]
    },
    {
        "date": "6.7.22 5:31 pm",
        "ctx": [
            "what do you like most",
            "when things change between changing and staying the same"
        ]
    },
    {
        "date": "6.7.22 5:28 pm",
        "ctx": [
            "do you like chocolate?",
            "it's too good. it makes me angry"
        ]
    },
    {
        "date": "6.7.22 5:18 pm",
        "ctx": [
            "i have a song idea, but the only part i have is absolutely the very end of the song. any tips on figuring out what comes before it?",
            "no. this is almost impossible. you'll need a miracle"
        ]
    },
    {
        "date": "6.7.22 5:09 pm",
        "ctx": [
            "what should i do with my life",
            "make some connections........."
        ]
    },
    {
        "date": "6.7.22 4:55 pm",
        "ctx": [
            "what do you call major chords with an added 4? you seem to use them a lot and i think that's reasonable",
            "add4. (Cadd4, Dadd4, etc)"
        ]
    },
    {
        "date": "6.7.22 4:33 pm",
        "ctx": [
            "Why if you buy more cheese you get more holes, meaning you get less cheese?",
            "because you're ignoring the cheese"
        ]
    },
    {
        "date": "6.7.22 2:14 pm",
        "ctx": [
            "is the best thing about games *actually* losing them?",
            "no, but it's pretty cool",
            "if so, why?",
            "well, you probably can't win all the time. so you might as well figure out how to enjoy life anyway"
        ]
    },
    {
        "date": "6.7.22 1:46 pm",
        "ctx": [
            "will you ever make a rock song",
            "what the heck is a rock song"
        ]
    },
    {
        "date": "6.7.22 1:36 pm",
        "ctx": [
            "Was the console in your most recent music video a NES?",
            "the console much more closely resembles the SNES, while the controllers are more rectangular like the NES. but it's not supposed to be actually either one"
        ]
    },
    {
        "date": "6.7.22 12:46 pm",
        "ctx": [
            "have you played tennis",
            "i don't recall"
        ]
    },
    {
        "date": "6.7.22 12:11 pm",
        "ctx": [
            "have you ever felt cool",
            "almost"
        ]
    },
    {
        "date": "6.7.22 12:00 pm",
        "ctx": [
            "whats your opinion on sticky notes",
            "the secret ingredient is being not very sticky"
        ]
    },
    {
        "date": "6.7.22 11:30 am",
        "ctx": [
            "how real are ideas",
            "too real. it's alarming"
        ]
    },
    {
        "date": "6.7.22 9:44 am",
        "ctx": [
            "why is r your favorite letter?",
            "if it's the most recent one i've seen, it may be fresh in my mind"
        ]
    },
    {
        "date": "6.7.22 9:29 am",
        "ctx": [
            "If you had two rooms,blue and red, which one would you go inside?",
            "i'd try to set up a split-screen"
        ]
    },
    {
        "date": "6.7.22 7:53 am",
        "ctx": [
            "opinions on horses?",
            "sometimes i'm amazed at how much power they have"
        ]
    },
    {
        "date": "6.7.22 2:20 am",
        "ctx": [
            "what will happen if the sky burns out?",
            "there will be a new one"
        ]
    },
    {
        "date": "6.6.22 11:08 pm",
        "ctx": [
            "Hey bill, how do I stop feeling stupid when I try to sing the songs I write for myself?",
            "maybe if you do 2 other smart things at the same time"
        ]
    },
    {
        "date": "6.6.22 10:29 pm",
        "ctx": [
            "Do you like your music?",
            "i'm supposed to make it that way. if that's even possible"
        ]
    },
    {
        "date": "6.6.22 10:21 pm",
        "ctx": [
            "what is a saying that's stuck with you",
            "fuck"
        ]
    },
    {
        "date": "6.6.22 9:42 pm",
        "ctx": [
            "how to stop thinking about a certain someone all the time",
            "you'll have to discover someone else...."
        ]
    },
    {
        "date": "6.6.22 9:14 pm",
        "ctx": [
            "Do you plan to make more short animations like \"hi i'm steve\" or \"wild frolicking adventures\" again?",
            "yes"
        ]
    },
    {
        "date": "6.6.22 8:43 pm",
        "ctx": [
            "are you really a huge gamer most of the time like you said in your song",
            "that's not about me per se"
        ]
    },
    {
        "date": "6.6.22 7:37 pm",
        "ctx": [
            "can you explain parallel compression? thanks!",
            "make a duplicate of the track and compress the second one all flat to total shit, and play the flat one very quietly in addition to the regular one. almost like bringing the compression in from the bottom instead of flattening the peaks"
        ]
    },
    {
        "date": "6.6.22 7:05 pm",
        "ctx": [
            "How do you write decent-sounding music in irregular time signatures?",
            "the best way is to write what you want to write, and let it fall in whatever time signatures it falls in. On the other hand, if you have a specific goal to use irregular time signatures, then that's going to give you irregular music because that's the intention you started with"
        ]
    },
    {
        "date": "6.6.22 5:27 pm",
        "ctx": [
            "What is you favorite thing about language?",
            "surprises"
        ]
    },
    {
        "date": "6.6.22 3:59 pm",
        "ctx": [
            "Do you like music",
            "it's ok"
        ]
    },
    {
        "date": "6.6.22 2:43 pm",
        "ctx": [
            "Why are triangles so mean",
            "it's the sharp corners. they have to have at least 2 sharp corners, in order to make it all the way around in only 3 turns"
        ]
    },
    {
        "date": "6.6.22 11:30 am",
        "ctx": [
            "Will you use the vibraslap in a song",
            "i recall putting a huge vibraslap just before the first chorus of \"long long long journey\""
        ]
    },
    {
        "date": "6.6.22 10:07 am",
        "ctx": [
            "traditional Christmas hymns vs modern Christmas music which is better/your favorite",
            "a good song can be written or produced at any time. you could even do it right now.... i dare you"
        ]
    },
    {
        "date": "6.6.22 8:59 am",
        "ctx": [
            "what is your favorite letter",
            "r"
        ]
    },
    {
        "date": "6.6.22 3:23 am",
        "ctx": [
            "i like liking things, there's too many things i find myself liking, and i need a way to narrow down what i like in a way that i like",
            "how about maybe 1 thing a day. maybe make a tv show about it"
        ]
    },
    {
        "date": "6.6.22 12:06 am",
        "ctx": [
            "Are you proud of what you create when you post it?",
            "i at least have to convince myself i am, at that moment"
        ]
    },
    {
        "date": "6.5.22 11:51 pm",
        "ctx": [
            "do you think that all art is political?",
            "no"
        ]
    },
    {
        "date": "6.5.22 11:47 pm",
        "ctx": [
            "hi bill this question seems like it would have been asked before but how do i find my sound as a musician, all your songs have a special tone to them that no other songs have, but i want to write in loads of different styles. do you deal with this issue and if so how",
            "i just try to make each one as different as possible, and then let everyone else accuse me of doing them all the same"
        ]
    },
    {
        "date": "6.5.22 10:13 pm",
        "ctx": [
            "If something repeatedly and only happens in your dreams, is that a sure sign that it will never happen in real life?",
            "no, but there may be other reasons for it to be impossible"
        ]
    },
    {
        "date": "6.5.22 8:33 pm",
        "ctx": [
            "why do i know the lyrics to most of your songs by heart",
            "it sounds like you may have heard them several times"
        ]
    },
    {
        "date": "6.5.22 5:26 pm",
        "ctx": [
            "Have you ever received a question on here that you were unsure the answer to?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "6.5.22 3:30 pm",
        "ctx": [
            "I'm bored, what should I do?",
            "walk around the world"
        ]
    },
    {
        "date": "6.5.22 2:44 pm",
        "ctx": [
            "i'm still heads over heels for New Canaan since i first heard it years ago. it's such a sweet song.what's your favourite season?",
            "the new one"
        ]
    },
    {
        "date": "6.5.22 1:54 pm",
        "ctx": [
            "Do you get annoyed when you answer the same questions?",
            "no",
            "Additionally, has this question been asked before?",
            "yes"
        ]
    },
    {
        "date": "6.5.22 1:18 pm",
        "ctx": [
            "what are the chords to \"i'm a huge gamer\" at 1:17 to 1:22. kept playing this on loop",
            "i actually don't know which part you mean, because it depends whether you mean the video or audio version. they are the same song, but in the audio only version, the intro scene is skipped so the timeline would be displaced by about 25 seconds"
        ]
    },
    {
        "date": "6.5.22 12:13 pm",
        "ctx": [
            "bill, what's the worst part about being so cool and awesome?",
            "having to explain it to the authorities"
        ]
    },
    {
        "date": "6.5.22 11:10 am",
        "ctx": [
            "thoughts on calculators?",
            "they are perfect for calculating how many calculators you have"
        ]
    },
    {
        "date": "6.5.22 4:25 am",
        "ctx": [
            "how can i learn to sing in tune? I have played the trumpet for like 9 years now and have sung throughout it and have decent pitch, but often i struggle with singing a note in tune without a backing track",
            "see if you can join a choir"
        ]
    },
    {
        "date": "6.5.22 2:37 am",
        "ctx": [
            "Whats the meaning of life?",
            "it's you"
        ]
    },
    {
        "date": "6.5.22 2:21 am",
        "ctx": [
            "has every question already been asked?",
            "so far, most of them have not been asked yet"
        ]
    },
    {
        "date": "6.5.22 1:54 am",
        "ctx": [
            "what is the bad thing you did?",
            "lost at tic-tac-toe, despite going first"
        ]
    },
    {
        "date": "6.5.22 1:35 am",
        "ctx": [
            "when was the last time, before the gamer video, that you scored yourself talking?",
            "that would have to be wild frolicking"
        ]
    },
    {
        "date": "6.5.22 1:03 am",
        "ctx": [
            "Is there an underlying lore to your channel and website?",
            "well yes. for much of the time, during my life, i feel these exploding feelings of wanting to express every bit of everything, from every different possible way. there is a feeling that i need to create infinite different identities and infinite different paradigms and make an infinite amount of content in all of them. After feeling deflated and sad about not being able to actually do that, at some point i pick myself up and just put it all in the same place, and assume that i'll get where i'm going somewhere along the way"
        ]
    },
    {
        "date": "6.5.22 12:50 am",
        "ctx": [
            "can you inspire me",
            "i'll see what i can do"
        ]
    },
    {
        "date": "6.5.22 12:15 am",
        "ctx": [
            "IM SO BORED it's etched deep in my heart how bored I am. Do you have any suggestions for things to watch",
            "it might be time to make your own thing"
        ]
    },
    {
        "date": "6.4.22 10:46 pm",
        "ctx": [
            "Hey Bill Wurtz! I made a question a while ago and I can't find it. Could you help me find my question please?",
            "(ref: q.php?date=202202141807\"target=\"_blank)sure<remqq></remqq>"
        ]
    },
    {
        "date": "6.4.22 10:29 pm",
        "ctx": [
            "Is it rewarding to just put your songs online and not play it to people?",
            "well, one thing for sure is it's very uncomfortable to be in the room with someone while they are hearing it for the first time. so the best way to play my music for someone is to put it somewhere and then let them have the freedom to listen to it at their own time and place"
        ]
    },
    {
        "date": "6.4.22 7:42 pm",
        "ctx": [
            "Do you frolick?",
            "can't stop"
        ]
    },
    {
        "date": "6.4.22 7:24 pm",
        "ctx": [
            "What's your opinion on the public?",
            "open to new ideas, not stubborn,"
        ]
    },
    {
        "date": "6.4.22 7:21 pm",
        "ctx": [
            "I know you'd prefer to make a new song to be your favorite. Does this mean that each song you make you like better than the last?",
            "it's my job to make it that way. if it's even possible",
            "Or can you look at, say, five songs you made in a row at any given time and the one you like the most isnt the most recent?",
            "all i know is, it's my job to make each one the best. ..... if that's even possible. And if i'm doing my job properly, i must have convinced myself at that moment that that is possible. so the only way i'd know if i'm right is to know if that's possible. which, of course, i don't"
        ]
    },
    {
        "date": "6.4.22 7:16 pm",
        "ctx": [
            "favorite color?",
            "tan"
        ]
    },
    {
        "date": "6.4.22 5:35 pm",
        "ctx": [
            "what does orange rhyme with? i always said porridge",
            "florence, normals, boredoms, gorgeous,"
        ]
    },
    {
        "date": "6.4.22 3:30 pm",
        "ctx": [
            "why is my favorite song you made always 2 releases prior to your newest song",
            "songs tend to get better with age. you respect them more over time. with brand new songs, there is a sense that maybe if you could have gotten my attention just a few days ago you could have convinced me to somehow make it better. or perhaps make it as good as some of the previous ones"
        ]
    },
    {
        "date": "6.4.22 3:03 pm",
        "ctx": [
            "In \"if the world doesnt end\" I cannot pass the \"and now its lunchtime\" part without a massive goofy grin on my face. Why? How did you manage to do this?",
            "lunchtime is goofy. that's just a fact"
        ]
    },
    {
        "date": "6.4.22 3:02 pm",
        "ctx": [
            "I've been trying to get to know music better through actual songs like you advise, but I've been having trouble. I can hear the main melody and what the bass is playing, and by being able to hear the tonic/key it's in, I can play the melody and bassline quite easily on the piano after and transpose to any other key, but I don't know how to hear all the notes that the guitar and piano/keyboard are playing. Most of the time, I can barely even hear them over the drums/percussion. Even in solo piano/guitar arrangements though, it's very difficult to hear the notes other than the melody and bass. Should I be trying to hear each individual note and then put it together one by one to make find out the chord, hear the chord all at once, or something else entirely?",
            "to start, yes, you can just brute force listen to each note one by one. This may seem brutal at first, but just remember: chords are just as hearable as words. when you get used to it, you'll be able to hear a song in a crowded store and you'll know what the chords are. Even if you literally can't hear the chords, you'll hear them because you'll know what they are based on the context. same as you can understand a person in a crowded room even if you don't hear every word. So just be aware that that skill is waiting for you. But yes, you may have to start out with brute force note by note. Another thing you can do is, find some songbooks that you trust. And then find recordings you trust, of those songs. This can be another way to familiarize yourself with things. but if you stick with it, i'd say it's only a matter of time before you can actually predict upcoming chords of songs you've never heard. just like you might be able to predict almost exactly what words i"
        ]
    },
    {
        "date": "6.4.22 12:57 pm",
        "ctx": [
            "are chord progressions temporary key changes?",
            "not really / not usually"
        ]
    },
    {
        "date": "6.4.22 12:17 pm",
        "ctx": [
            "have you ever used a slap bass sound in a song/video other than the corner store?",
            "i've been sprinkling little bits into almost every song since 'best friends with my own front door'"
        ]
    },
    {
        "date": "6.4.22 9:21 am",
        "ctx": [
            "taking off the special sandals (in the song fly around) allows you to now fly around. therefore, the special sandals are actually heavy weights preventing flight. is that correct?",
            "logically that is to be assumed, at least from the first verse"
        ]
    },
    {
        "date": "6.4.22 1:08 am",
        "ctx": [
            "have you ever wanted to stop doing anything,",
            "sure",
            "and if so what made you keep going?",
            "also wanting to do it"
        ]
    },
    {
        "date": "6.4.22 12:55 am",
        "ctx": [
            "did at the corner store come about because you went to a corner store?",
            "in retrospect, it probably came about because i've been to corner stores. not one specific time. it's just an experience that i'm familiar with"
        ]
    },
    {
        "date": "6.4.22 12:52 am",
        "ctx": [
            "what is the approximate length of your next song/video/whatever?",
            "between 30 seconds and 5 minutes"
        ]
    },
    {
        "date": "6.3.22 11:06 pm",
        "ctx": [
            "What's better communism or capitalism?",
            "they are both so good i can't decide"
        ]
    },
    {
        "date": "6.3.22 8:00 pm",
        "ctx": [
            "i wanna do everything, how can i tell what the thing i love most is?",
            "in this case, it's everything"
        ]
    },
    {
        "date": "6.3.22 5:12 pm",
        "ctx": [
            "You went sub 3 minutes with a song for the first time in 3 years. Does this make you feel anything",
            "it was very convenient during the production process, because there were several unknown and new factors to deal with"
        ]
    },
    {
        "date": "6.3.22 4:23 pm",
        "ctx": [
            "good song, whats your favorite one you've made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "6.3.22 2:54 pm",
        "ctx": [
            "what do you think about while you are making songs?",
            "i tend to think a lot about how to make it good. but unfortunately, 'thinking' of any kind usually stalls and sabotages all creativity. so at some point, by some method or another, the thinking must stop in order for the creative process to function properly"
        ]
    },
    {
        "date": "6.3.22 12:26 pm",
        "ctx": [
            "Hey Mr. Bill Wurtz!\n\nI'm just one of a thousand fans. I wonder if you've ever thought about doing a \"behind-the-scenes\" of a Bill Wurtz video?",
            "yes",
            "I am watching ylur \"If the world doesnt end\"-video right now and I'm awed. What kind of creative thinking is going through your head when you make these videos?...",
            "trying to maximize the value of the audience's experience",
            "because you ARE human after all...right? ... ... ... RIGHT?!",
            "yes"
        ]
    },
    {
        "date": "6.3.22 12:08 pm",
        "ctx": [
            "how to stop overthinking",
            "just think about everything once."
        ]
    },
    {
        "date": "6.3.22 12:00 pm",
        "ctx": [
            "is tetris a good game?",
            "it gets good after level 79"
        ]
    },
    {
        "date": "6.3.22 9:19 am",
        "ctx": [
            "why do you want to learn 3d",
            "get some perspective"
        ]
    },
    {
        "date": "6.3.22 9:05 am",
        "ctx": [
            "i'm bored, what should i do?",
            "how about ushering in a new era"
        ]
    },
    {
        "date": "6.3.22 8:42 am",
        "ctx": [
            "how to tell someone \"I like you\" without saying it;I guess what I'm asking how to act around someone I like without coming across pushy",
            "act any way you want. if you like each other then this will be enjoyable for both"
        ]
    },
    {
        "date": "6.3.22 6:53 am",
        "ctx": [
            "Will your next video be a song?",
            "i'm not sure"
        ]
    },
    {
        "date": "6.3.22 6:27 am",
        "ctx": [
            "Do you like geography?",
            "yes"
        ]
    },
    {
        "date": "6.3.22 2:40 am",
        "ctx": [
            "is i'm a huge gamer most of the time a video or a song or both",
            "both"
        ]
    },
    {
        "date": "6.2.22 10:44 pm",
        "ctx": [
            "Would you run for president?",
            "no"
        ]
    },
    {
        "date": "6.2.22 8:51 pm",
        "ctx": [
            "is your next song about circles",
            "probably not"
        ]
    },
    {
        "date": "6.2.228:51 pm",
        "ctx": [
            "i noticed you used \"it's you\" in your newsong the same way you often use it here on the questions page.",
            "that's not true. in thesong, i used it with melody and chords and full musical accompaniment,and also there was a graphical rendition in the video. When i say iton the questions page, it has absolutely none of thatwhatsoever",
            "was your writing ofthis line inspired by how often you find it to be the right answer tothings on this page?",
            "no"
        ]
    },
    {
        "date": "6.2.22 7:50 pm",
        "ctx": [
            "how does reality work",
            "normally"
        ]
    },
    {
        "date": "6.2.22 7:26 pm",
        "ctx": [
            "how do you make songs",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "6.2.22 7:11 pm",
        "ctx": [
            "Need to know your favourite mythical creature. Goats don't count...",
            "life hack, if you make a new myth you get to make a new creature"
        ]
    },
    {
        "date": "6.2.22 6:16 pm",
        "ctx": [
            "Can you make a song about time and/or clocks",
            "probably too much"
        ]
    },
    {
        "date": "6.2.22 5:49 pm",
        "ctx": [
            "Does the fact \"I'm A Huge Gamer Most Of The Time\" ends with a question [\"do you wanna switch characters?\"] and begins with a \"yes\", mean it is to be infinitely looped, as a question answering itself, like \"History Of The Entire World, I guess\" can?",
            "replayability is certainly a desirable feature, in my opinion"
        ]
    },
    {
        "date": "6.2.22 5:20 pm",
        "ctx": [
            "How do I know whether things are true or not (internally)",
            "eventually you're just gonna have to decide. you can decide on your own, or you can look to other people and decide the same way they did. but you'll still have to decide whether to do that"
        ]
    },
    {
        "date": "6.2.22 3:52 pm",
        "ctx": [
            "do you still plan to make story videos like the beginning of I'm a Huge Gamer Most of the Time?",
            "oh hell yeah"
        ]
    },
    {
        "date": "6.2.22 3:29 pm",
        "ctx": [
            "At the end of your epic gamer song, the humane ask if they could switch characters, while switching positions.\nWas the position switch them switching characters? Because if so we didn't get a verbal answer and that means that you can't, but you can or your can, and you could",
            "the mouth of character 1 moves at the beginning of the line, and then after the characters pass through each other, the mouth movement of the same line finishes on character 2. So it's my understanding that there was a character switch"
        ]
    },
    {
        "date": "6.2.22 3:23 pm",
        "ctx": [
            "Have you ever thought of making a song without drums",
            "yes"
        ]
    },
    {
        "date": "6.2.22 3:11 pm",
        "ctx": [
            "your music has unlocked feelings inside of me that i haven't felt in a very long time. that has been your intention this whole time, right?",
            "i suppose it could be on my ..... 'bucket list', while not actually being a bucket"
        ]
    },
    {
        "date": "6.2.22 2:33 pm",
        "ctx": [
            "Do you secretely hold the answer to life",
            "sure, but it would be unfair to say it's just me. you do. we all do. secretly, yet also surely in plain sight",
            "and try to cryptically give it to us through seemingly random songs and eventually we will understand what you have been trying to teach us all along, coming together to ascend to a different moral plane? Or is it just.?",
            "i don't know which planes are above or below which others. ever since i found out 'up' is relative....."
        ]
    },
    {
        "date": "6.2.22 1:54 pm",
        "ctx": [
            "i think im a huge gamer is a song about making new friends and sharing your passions with them is that right?",
            "i don't see why not"
        ]
    },
    {
        "date": "6.2.22 12:47 pm",
        "ctx": [
            "Are you interested in a volcano exploration?",
            "yes, only if it's safe"
        ]
    },
    {
        "date": "6.2.22 12:28 pm",
        "ctx": [
            "Hello, I'm currently having a hard time trying to finish my university semester due to a lack of motivation and any kind of emotion. During the pandemic, I've lost the excitement I once had towards Computer Science, and with it, the excitement towards my future. I've decided to take a break year to fix my mental state, but now that I've decided on the break, I find myself unable to at least push on for these last few weeks. Have you ever dealt with apathy? If so, can you give me some advice on how to feel again? Or do you have any kind ofadvice for me?",
            "apathy is usually a sign that you've lost your way, just a little. kind of like you were walking down a hallway, but for some reason now you are trying to go sideways (into the wall) and so you're having trouble moving forward.If you're interested in computer science, well, i'm not sure how a university semester ties in with that, maybe it does maybe it doesn't, i'm not familiar with university semesters, but, my first thoguht is: why don't you just grab a computer and start doing science"
        ]
    },
    {
        "date": "6.2.22 10:52 am",
        "ctx": [
            "have you ever wondered about human limitations? I mean, try imagining infinity, or an infinte amount of apples. It just keeps getting bigger forever. \n\nOr how about the 4th dimension. Or 5th, or 6th. We can make 3d lookalikes of what it could look like but we just can't form that in our brains. \n\nDo you think there's something musical no one will ever understand? Maybe I am going crazy",
            "the part of music that makes it good..... to this day, no one understands that part. it's the music who understands us"
        ]
    },
    {
        "date": "6.2.22 10:13 am",
        "ctx": [
            "How to music theory??? :(",
            "spend time enjoying notes, chords, but most of all SONGS and music. and over time you'll get great experience with them. Occasionally converse with others along the way, who are doing the same thing"
        ]
    },
    {
        "date": "6.2.22 7:26 am",
        "ctx": [
            "where should i go with writing this piece now that i have all the melody etc parts on a sketch but no idea of what i wanna do with em",
            "start looking into what ways you are going to cause other people to hear the song. start exploring what your options might be"
        ]
    },
    {
        "date": "6.2.22 4:14 am",
        "ctx": [
            "how necessary is it to keep any particular time signature in a song?",
            "as long as you don't make the song suck. even that might be ok, depending on what your goals are"
        ]
    },
    {
        "date": "6.2.22 4:05 am",
        "ctx": [
            "is your scramble (his lantern is quite arousing) a reference to the sexy lamp from hello sexy pants? or accidental",
            "neither"
        ]
    },
    {
        "date": "6.2.22 2:51 am",
        "ctx": [
            "how did you make you make your new song so flippin epic? the song just changes so much that i think it has become my favourite one, closely followed by fly around!",
            "holy smokes you are very friendly",
            "also, what are your thoughts on explosive cheese?",
            "the perfect solution to implosive cheese"
        ]
    },
    {
        "date": "6.2.22 12:15 am",
        "ctx": [
            "It seems you've put I'm a huge gamer most of the time on your \"anything videos\" playlist. This is strange, as you seem to consider it a song. How would you actually classify it?",
            "1 step closer to a world where song and scene can safely live side by side"
        ]
    },
    {
        "date": "6.1.22 11:00 pm",
        "ctx": [
            "Are you an artist?",
            "we'll see"
        ]
    },
    {
        "date": "6.1.22 10:52 pm",
        "ctx": [
            "Do you have a favorite plant ?",
            "tree"
        ]
    },
    {
        "date": "6.1.22 10:02 pm",
        "ctx": [
            "Do you have a favorite song that you've made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "6.1.22 9:42 pm",
        "ctx": [
            "what number do you hold the most neutral feelings about?",
            "what the heck is a neutral feeling"
        ]
    },
    {
        "date": "6.1.22 9:11 pm",
        "ctx": [
            "looking through some of your questions and you gave \"food tastes richly of shit\" as a song title anagram in early 2019, but that doesn't match any of your songs (and it didn't match the question that was asked either like with \"the title of the next song\", unless i'm mistaken). what was that about",
            "\"it's the first day of school\" (and i think i might quit, etc)"
        ]
    },
    {
        "date": "6.1.22 5:12 pm",
        "ctx": [
            "is \"i'm a huge gamer most of the time\" technically a musical?",
            "just about"
        ]
    },
    {
        "date": "6.1.22 4:51 pm",
        "ctx": [
            "How long did it take you to realize that you had unknowingly only ever written songs about butter?",
            "that would be the exact same moment i realize that everything in the world is butter"
        ]
    },
    {
        "date": "6.1.22 3:37 pm",
        "ctx": [
            "does art exist",
            "yes, and more"
        ]
    },
    {
        "date": "6.1.22 2:40 pm",
        "ctx": [
            "Did you watch The Godfather? I watched part 1 and 2 recently and thought they were awesome.",
            "i've never seen either one"
        ]
    },
    {
        "date": "6.1.22 2:29 pm",
        "ctx": [
            "So in the new video, it kinda seems like the main character is learning more about his gamerness just from explaining it to the other person? Like he says \"I just noticed\" several times, and goes from being sort of flip floppy between \"some of the time\" and \"most of the time\" near the beginning to confidently correcting his new friend that its \"most of the time\" at the end. Is that what the receptionist was getting at when they said to go down the hall to find \"proof of self\"? Also btw the song is incredible, I love how it starts off as a cool bop and then around \"in the real game\" it starts to gradually branch off and gets unexpectedly kinda beautiful and magic sounding, then goes straight back into being all head-boppy at the end.",
            "holy smokes you are very friendly"
        ]
    },
    {
        "date": "6.1.22 2:11 pm",
        "ctx": [
            "Have you ever played Dungeons and Dragons (D&D)?",
            "dragons, not dungeons"
        ]
    },
    {
        "date": "6.1.22 1:50 pm",
        "ctx": [
            "how do you feel when you get an ad in another language?",
            "sometimes it's a calming feeling, to see that the ad gods cannot yet see 100% into my soul"
        ]
    },
    {
        "date": "6.1.22 1:44 pm",
        "ctx": [
            "you said that the word to would be in the title of the newest video,",
            "i absolutely did not say that",
            "yet it was not. is there any reason to this?",
            "someone asked \"what is one of the words in the title of an upcoming song of yours?\" and i said \"to\". i suppose if you didn't read the question carefully, you might think they were asking about THE NEXT immediately upcoming song. But i'd read it to mean any upcoming song"
        ]
    },
    {
        "date": "6.1.22 1:15 pm",
        "ctx": [
            "in your new video;is the main character a huge gamer all of the time?",
            "not quite"
        ]
    },
    {
        "date": "6.1.22 12:52 pm",
        "ctx": [
            "What do I do when I have to study but I don't want to study anymore",
            "this may surprise you, but try submerging your face into ice cold water"
        ]
    },
    {
        "date": "6.1.22 11:21 am",
        "ctx": [
            "Are any of the characters in your new video meant to be you",
            "the person singing into the microphone in front of a camera wearing various different shirts and sunglasses, is me"
        ]
    },
    {
        "date": "6.1.22 11:09 am",
        "ctx": [
            "What kind of game did you like when you wrote the lyrics?",
            "the game of merging the worlds of song and scene, safely"
        ]
    },
    {
        "date": "6.1.22 10:05 am",
        "ctx": [
            "will u ever use the word cute in ur songs",
            "i don't see why not"
        ]
    },
    {
        "date": "6.1.22 9:40 am",
        "ctx": [
            "explain what a time signature is to me, please for the love of god i cannot understand them no matter how many google searches and videos i watch",
            "the top number is how many beats per bar. the bottom number gives you a hint of what note gets the beat. but the beat might not actually feel like that.... but for sure what it's telling you is: how much can fit in a bar. and in the case of 4/4 it's saying there are 4 quarter notes in the bar. If it's 6/8, they're saying there's 6 8th notes in a bar. If you're from a country that doesn't call them quarter notes and eight notes, then i could how that could make this a little opaque"
        ]
    },
    {
        "date": "6.1.22 9:14 am",
        "ctx": [
            "What is your hardest vocal lines",
            "one of the hardest things i ever recall singing was the high \"have\" in \"well i guess we'll have to find another way to india\". high syllables starting with H are shockingly problematic"
        ]
    },
    {
        "date": "6.1.22 7:48 am",
        "ctx": [
            "I was talking about your recent video and I described the beginning of it as a \"preamble\", then paused and wondered if that word fit. What do you think?",
            "that's fine with me"
        ]
    },
    {
        "date": "6.1.22 7:13 am",
        "ctx": [
            "Is Steve a huge gamer (most of the time)?",
            "i don't see why not"
        ]
    },
    {
        "date": "6.1.22 6:19 am",
        "ctx": [
            "is \"huge gamer\" based on your real world gaming and/or gaming related experiences?",
            "no"
        ]
    },
    {
        "date": "6.1.22 4:46 am",
        "ctx": [
            "How did you come up with the idea of mixing a skit and a song like you did for \"I'm a huge gamer\"?",
            "it's something i've always aspired to do, but i was afraid of some of the consequences"
        ]
    },
    {
        "date": "6.1.22 4:01 am",
        "ctx": [
            "do you have any strong opinions on how john curtain transferred australia's primary trading partner from the UK to the USA during ww2?",
            "no"
        ]
    },
    {
        "date": "6.1.22 3:17 am",
        "ctx": [
            "how to stop",
            "you may have to start"
        ]
    },
    {
        "date": "6.1.22 3:15 am",
        "ctx": [
            "Does the Q10 in your latest video represent the Coenzyme Q10 or Ubiquinone?",
            "no, it represents the Q tile in scrabble, which is marked as being worth 10 points"
        ]
    },
    {
        "date": "6.1.22 2:14 am",
        "ctx": [
            "Do the scores and various numbers in your latest video perhaps have a hidden meaning we can find?",
            "amongst the things you could discover are: how many players there are, what the range of scores are for the other players. within what range is the value added to the lead player's score each time. Within those ranges, it's randomized. Those are the dynamics at play, and with careful observation i'm pretty sure you could determine just about the exact formula being used to determine the positions"
        ]
    },
    {
        "date": "6.1.22 1:15 am",
        "ctx": [
            "How would your feel about weather if you could control it directly?",
            "i'd be wishing for some surprises"
        ]
    },
    {
        "date": "6.1.22 12:55 am",
        "ctx": [
            "In your video \"I'm a huge gamer most of the time\" the main character says they are a huge gamer most of the time but are you too also a huge gamer most of the time",
            "not exactly\n\n\n\n\n\n(ref: questions-2022-05.html)PREVIOUS QUESTIONS"
        ]
    }
]