[
    {
        "date": "1.31.22 11:38 pm",
        "ctx": [
            "i feel like you're the type of person to have the taskbar on their computer in someplace wacky. where is your taskbar?",
            "off the screen. i don't use it"
        ]
    },
    {
        "date": "1.31.22 11:37 pm",
        "ctx": [
            "I wrote a chorus to a song half a year ago and I have been trying to think of a verse ever since, but i can't think of one. I have an outro and a bridge that go with the chorus, but a verse just eludes me. The problem is, the song starts with the chorus, and i really like the chorus, so i can't think of anything that i like enough to come after it",
            "from the way you explained it, it almost sounds like your 'bridge' should come after the chorus. but if that doesn't work, try doing a brief vamp and then jump back into the chorus with slightly different lyrics the second time. i have no idea if any of this will work because i haven't heard any of the material you're working with. but here's another idea: use the verse to try to explain how and why you came up with the part you already have. but don't forget to check if it already just works with only what you have. if it really doesn't want to go back to the chorus, and if it really can't go to the bridge after the first chorus, then maybe you can just figure out the minimum amount you could do before it feels ok to back to the chorus. it's like one of those fun rooms, where you go out the exit door and then everyone just goes directly around to the entrance and goes in again"
        ]
    },
    {
        "date": "1.31.22 11:22 pm",
        "ctx": [
            "how many times do vowels appear in your next song",
            "i'm not sure. it's difficult to count that"
        ]
    },
    {
        "date": "1.31.22 10:52 pm",
        "ctx": [
            "Any news on Canada",
            "it's good"
        ]
    },
    {
        "date": "1.31.22 10:38 pm",
        "ctx": [
            "How do you view your accomplishments?",
            "most of the time i'm viewing the ones in the future"
        ]
    },
    {
        "date": "1.31.22 7:05 pm",
        "ctx": [
            "Bill, I'm worried about never discovering any more music that I love, I mean really love. I'm really heavily into one music artist, I was absolutely in love with them from the start, every song of theirs is gold, but I've just never had that with any other artist. I've listened to the Beatles, Queen, Elton John, etc, the legends, y'know? And while their stuff is good, it's not \"incredible\", like my first artist. Do I have expectations that are too high to compete with, or am I just lucky to have one artist I love so much, and give up on that ever happening again? I don't know why it gets me so worked up, but I figured it was worth asking you. Have a great day man, thanks",
            "the obvious solution here would be to create your own music. that may seem hard, but someone's gotta do it"
        ]
    },
    {
        "date": "1.31.22 4:15 pm",
        "ctx": [
            "what inspires your lyrics?",
            "together with the music, it can be inspired by anything. i have a to-do list of everything and i plan to be inspired by each one in due time",
            "also when you write a full song, do you use lyrics that you think fits into the melody?",
            "the lyrics/melody never appear in the first place unless they already go together. it's a package deal"
        ]
    },
    {
        "date": "1.31.22 2:59 pm",
        "ctx": [
            "What is your MBTI type?\n(Look up 16personalities and take the test to find out)",
            "all 16 personalities belong to myers-briggs. depending on which way i answer the questions, i get to read a different one of their personalities"
        ]
    },
    {
        "date": "1.31.22 12:48 pm",
        "ctx": [
            "it's not too late, right? I can start now?",
            "i think so. in the future you'll certainly think you could have started now"
        ]
    },
    {
        "date": "1.31.22 12:28 pm",
        "ctx": [
            "Why did you look like you enjoyed yourself too much when hitting the triangle in the song \"I'm Crazy / It's Raining\"?",
            "because you would prefer that i enjoy myself less"
        ]
    },
    {
        "date": "1.31.22 11:29 am",
        "ctx": [
            "would you ever release a fully produced cover song?",
            "i would like to do all of them",
            "how would you choose the song?",
            "that's exactly the problem"
        ]
    },
    {
        "date": "1.31.22 10:42 am",
        "ctx": [
            "what was in the box labeled \"do not open, fragile\"",
            "camera B"
        ]
    },
    {
        "date": "1.31.22 10:13 am",
        "ctx": [
            "do you like telling stories with your music?",
            "yes, but that's only half of the picture. i also like telling non-stories"
        ]
    },
    {
        "date": "1.31.22 9:32 am",
        "ctx": [
            "How to tell the truth",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "1.31.22 7:58 am",
        "ctx": [
            "What's a style of music that you have not yet explored that you would like to?",
            "a non-song video that includes a significant enough portion of a new original song that it warrants completing and releasing a longer stand-alone version of the song, to be released separately at a similar time",
            "How would you go about learning it?",
            "by doing it"
        ]
    },
    {
        "date": "1.31.22 6:33 am",
        "ctx": [
            "favorite character?",
            "could be you"
        ]
    },
    {
        "date": "1.31.22 6:19 am",
        "ctx": [
            "What is the best thing to put on a sandwich? (i am ordering one right now)",
            "a hat"
        ]
    },
    {
        "date": "1.31.22 3:36 am",
        "ctx": [
            "Do you ever edit the question before posting the answer?",
            "no"
        ]
    },
    {
        "date": "1.31.22 1:14 am",
        "ctx": [
            "Have you ever been betrayed, abandoned, or otherwise made an incoherent fool out of?",
            "sometimes it feels that way, even if it's not true",
            "What is the significance that these negative experiences have had on your music and other work?",
            "i've put that line into a video"
        ]
    },
    {
        "date": "1.30.22 11:47 pm",
        "ctx": [
            "how do you know which questions warrant an answer, and which ones should be ignored?",
            "i don't"
        ]
    },
    {
        "date": "1.30.22 11:32 pm",
        "ctx": [
            "Are you capable of saying aluminum five times fast?",
            "yes"
        ]
    },
    {
        "date": "1.30.22 11:06 pm",
        "ctx": [
            "are you ridiculous? Are you feeling very particular?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "1.30.22 10:58 pm",
        "ctx": [
            "when did the human race discover we liked music?",
            "seems like just the other day"
        ]
    },
    {
        "date": "1.30.22 10:52 pm",
        "ctx": [
            "22nd word of the chorus of your next song",
            "strong"
        ]
    },
    {
        "date": "1.30.22 9:32 pm",
        "ctx": [
            "how long is too long?",
            "forever. nevermind, maybe that's just right"
        ]
    },
    {
        "date": "1.30.22 8:59 pm",
        "ctx": [
            "I looked for your song \"got some money\" in my local dumpster and couldn't find it. Can you think of any reason this might be the case?",
            "might have been sold out"
        ]
    },
    {
        "date": "1.30.22 6:47 pm",
        "ctx": [
            "where can you find the truth",
            "it's you. but if you get bored with that, it's also everyone else"
        ]
    },
    {
        "date": "1.30.22 6:16 pm",
        "ctx": [
            "how to read",
            "that's easy. just stare at the words"
        ]
    },
    {
        "date": "1.30.22 4:40 pm",
        "ctx": [
            "if you discovered a color, what would you name it?",
            "it depends what it looks like, or reminds me of. the most obvious name would be the name of the object it is"
        ]
    },
    {
        "date": "1.30.22 3:09 pm",
        "ctx": [
            "Do you know why the letter we call double-u is actually shaped more like a double-v? I think of that every time I notice a volkswagen car.",
            "the U changed. U used to look like V"
        ]
    },
    {
        "date": "1.30.22 12:32 pm",
        "ctx": [
            "Hello, good sir. Do you like stories?",
            "yes"
        ]
    },
    {
        "date": "1.30.22 11:55 am",
        "ctx": [
            "how to do good in life",
            "no one knows"
        ]
    },
    {
        "date": "1.30.22 10:41 am",
        "ctx": [
            "does your next song have the word \"very\" in it?",
            "no",
            "if not, why not?",
            "i didn't need it"
        ]
    },
    {
        "date": "1.30.22 9:38 am",
        "ctx": [
            "are you a perfectionist",
            "no. i hate perfect stuff"
        ]
    },
    {
        "date": "1.30.22 6:10 am",
        "ctx": [
            "Have you ever or will you ever use swing rythm in a song?",
            "yes"
        ]
    },
    {
        "date": "1.30.22 5:32 am",
        "ctx": [
            "Thoughts on music boxes?",
            "nowadays music is stored in balls"
        ]
    },
    {
        "date": "1.30.22 4:39 am",
        "ctx": [
            "behold, multiple questions!\n\n1: is the color orange prominently shown in the video for your next song?",
            "no",
            "2: is 168,202 a lot?",
            "it's medium",
            "3: do you like the word \"deteriorated\"?",
            "no"
        ]
    },
    {
        "date": "1.30.22 4:03 am",
        "ctx": [
            "when will you make more true[sic]",
            "right away"
        ]
    },
    {
        "date": "1.30.22 3:06 am",
        "ctx": [
            "in your free time, (if you have any) do you wear the same hat that's just a purple base and 3 yellow lines like in \"i'm a princess\"?",
            "that's fake"
        ]
    },
    {
        "date": "1.30.22 2:54 am",
        "ctx": [
            "Why is your song a song?",
            "i have no idea"
        ]
    },
    {
        "date": "1.30.22 12:33 am",
        "ctx": [
            "how many times have you used \"gorillas\" in an answer",
            "0"
        ]
    },
    {
        "date": "1.29.22 11:54 pm",
        "ctx": [
            "Do you play the triangle?",
            "sometimes",
            "If so, how is it?",
            "the typical challenge of the triangle is this: if you want it to ring out nicely, it needs to be held by an extrenely thin string. this unfortunately makes it more likely to spin around when you hit it. If it's held more securely, it will not ring as vibrantly"
        ]
    },
    {
        "date": "1.29.22 11:35 pm",
        "ctx": [
            "is there gonna be snare sound in new song?",
            "yes"
        ]
    },
    {
        "date": "1.29.22 11:32 pm",
        "ctx": [
            "can i be in your next song",
            "sure"
        ]
    },
    {
        "date": "1.29.22 11:13 pm",
        "ctx": [
            "Do you have a document containing how much you have revealed about the next song?",
            "no"
        ]
    },
    {
        "date": "1.29.22 11:07 pm",
        "ctx": [
            "What is the most mediocre cereal?",
            "according to the oxford english dictionary, it's cornflakes"
        ]
    },
    {
        "date": "1.29.22 10:18 pm",
        "ctx": [
            "why do you need a \"capital letter usage report\"?",
            "to dis-prove the nay sayers"
        ]
    },
    {
        "date": "1.29.22 10:10 pm",
        "ctx": [
            "have you studied philosophy?",
            "sometimes i do my own philosophy. cut out the middle man",
            "the way you answer these questions is quite transcendental tbh.",
            "sometimes that's the only way to get by"
        ]
    },
    {
        "date": "1.29.22 9:29 pm",
        "ctx": [
            "1. I've been trying to make music lately after not doing it for a while. However, I still feel like it's missing something. It sounds like how an all bread sandwich would taste, bland. Granted, there are different breads in the sandwich but it still doesn't have any interesting flavors or textures. How do I make music that is more like a toasted bread sandwich?",
            "follow up question, are there any words or tangible situations in it or in any way connected to it",
            "2. Is it weird that I tried to compare my music to a sandwich?",
            "i doubt it",
            "3. How do I use correct punctuation?",
            "as long as the other person understands you then you've won"
        ]
    },
    {
        "date": "1.29.22 9:06 pm",
        "ctx": [
            "what's it like to actually know things",
            "impossible"
        ]
    },
    {
        "date": "1.29.22 8:32 pm",
        "ctx": [
            "I'm currently writing a story, and I know a point in the plot I want to reach. But I don't want to jump straight there. How do I bridge the gap?",
            "i have no idea. this is not my strong point. i write better forwards. the only thing i can suggest is, take the part you have and put it at the beginning, temporarily. then go into a flashback and see what happens in the flashback. and if it works, then you can move the other part to the end"
        ]
    },
    {
        "date": "1.29.22 7:35 pm",
        "ctx": [
            "SIR DO YOU HAVE ANY SENIOR QUOTE IDEAS?",
            "try to explain everything in 1 sentence"
        ]
    },
    {
        "date": "1.29.22 6:41 pm",
        "ctx": [
            "in \"long long long journey\", the character is seen going painting to painting to see paintings he relates to.\nthen you said \"even though most of them were painted by somebody else\", which paintings are triangle boy's?",
            "i'm not sure"
        ]
    },
    {
        "date": "1.29.22 5:55 pm",
        "ctx": [
            "will there be an \"&\" surrounded by leaves in a tree in your new video?",
            "yes"
        ]
    },
    {
        "date": "1.29.22 5:46 pm",
        "ctx": [
            "how to unlock imagination",
            "it's unlocked"
        ]
    },
    {
        "date": "1.29.22 2:24 pm",
        "ctx": [
            "what to do if i've fallen out of love with something but feel guilty about not liking it as much any longer",
            "repent!"
        ]
    },
    {
        "date": "1.29.22 2:17 pm",
        "ctx": [
            "does it scare you when you perceive yourself as an artist?",
            "no"
        ]
    },
    {
        "date": "1.29.22 2:04 pm",
        "ctx": [
            "Why is the word \"and\" in your next song?",
            "because i love that word. it has the power to bring things together"
        ]
    },
    {
        "date": "1.29.22 1:18 pm",
        "ctx": [
            "how do i keep my pedal from sliding away further and further every time i step on it?",
            "you could try sitting inside the car instead of outside"
        ]
    },
    {
        "date": "1.29.22 11:02 am",
        "ctx": [
            "are you great?",
            "everything is great"
        ]
    },
    {
        "date": "1.29.22 10:51 am",
        "ctx": [
            "Do you like making songs",
            "yes"
        ]
    },
    {
        "date": "1.29.22 10:48 am",
        "ctx": [
            "i had a dream that you dropped off the face of the earth for three years to learn cantonese because \"it's the most elegant language,\" then reappeared with a cantonese-language song called Amazing Sun and the\ncover art for the digital release was a drawing of a bookshelf full of milk cartons styled after those \"MISSING PERSON\" milk carton alerts but instead of pics of missing people the milk cartons all had pictures of extinct species of plants. on a scale of 0 to 100 how prophetic do you think this dream was",
            "it's not prophetic but it's good"
        ]
    },
    {
        "date": "1.29.22 9:56 am",
        "ctx": [
            "Should one try doing music even if he doesn't have any musical tallent ?",
            "i wonder how they'd know that unless they had already tried before"
        ]
    },
    {
        "date": "1.29.22 7:56 am",
        "ctx": [
            "does the title of the next song contain the letter \"a\"",
            "yes"
        ]
    },
    {
        "date": "1.29.22 7:35 am",
        "ctx": [
            "if i had to guess, what's in front of you is this question that you're reading. is that right?",
            "yes that's right"
        ]
    },
    {
        "date": "1.29.22 4:19 am",
        "ctx": [
            "how do you make a normal situation interesting",
            "take it out of context"
        ]
    },
    {
        "date": "1.29.22 12:59 am",
        "ctx": [
            "What if I did a bad thing?",
            "do a medium thing. it will seem great compared to the other thing"
        ]
    },
    {
        "date": "1.28.22 10:59 pm",
        "ctx": [
            "I believe the meaning of life is to have a good time, and make a positive impact. Do you agree?",
            "that sounds meaningful, and i'm sure there could be other meanings also"
        ]
    },
    {
        "date": "1.28.22 9:48 pm",
        "ctx": [
            "what song are you talking about in money/got some money when you said \"Hello, it's a Tuesday show\n'Cause Wednesday seems so long ago\nI said it three or four songs ago\"? I tried to find it but I'm not sure...",
            "i was just using songs as a way to measure time. i'm expressing the sentiment of \"it's time for the show\", and i often tend to imagine that i wish i could have a new piece of material ready for release each tuesday. This has been a goal that i've been fantasizing about for a long time. when i say \"i said it 3 or 4 songs ago\", really what i mean is i say it all the damn time"
        ]
    },
    {
        "date": "1.28.22 9:20 pm",
        "ctx": [
            "Are we at the point yet where you can tell me the 47th letter of the lyrics of your next song?",
            "sure. i think it's \"h\""
        ]
    },
    {
        "date": "1.28.22 7:24 pm",
        "ctx": [
            "is the character \"&\" in your next music video",
            "yes"
        ]
    },
    {
        "date": "1.28.22 7:05 pm",
        "ctx": [
            "how many times does the letter V appear in your next song",
            "i think 6"
        ]
    },
    {
        "date": "1.28.22 5:25 pm",
        "ctx": [
            "is life a dream?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "1.28.22 2:27 pm",
        "ctx": [
            "name four places that are not well-suited to writing a song",
            "every time i think of a bad place to write a song, it turns out to be a great place. that's probably because of the massive amount of reverse psychology in the nature of songs"
        ]
    },
    {
        "date": "1.28.22 1:00 pm",
        "ctx": [
            "The Big Bang is the source of every atom in the universe, suggesting a singular source to everything. Do you believe this extrapolates to everything in our universe being part of the same fabric;the same consciousness if you will.",
            "sure, i will if you will",
            "Thank you for your time!"
        ]
    },
    {
        "date": "1.28.22 11:34 am",
        "ctx": [
            "did you have a good childhood?",
            "i had a mild childhood. mildhood"
        ]
    },
    {
        "date": "1.28.22 11:23 am",
        "ctx": [
            "Is free will an illusion?",
            "i haven't decided yet"
        ]
    },
    {
        "date": "1.28.22 9:48 am",
        "ctx": [
            "is the next song about hate?",
            "no"
        ]
    },
    {
        "date": "1.28.22 9:00 am",
        "ctx": [
            "help I feel like everything I write/compose needs to be impressive and have higher meaning what do I do",
            "higher than what"
        ]
    },
    {
        "date": "1.28.22 8:37 am",
        "ctx": [
            "have you ever eaten road salt",
            "no"
        ]
    },
    {
        "date": "1.28.22 8:21 am",
        "ctx": [
            "why are people?",
            "it's what you requested"
        ]
    },
    {
        "date": "1.28.22 7:30 am",
        "ctx": [
            "Make sure to make an album called \"The William Wurtz LP\" please",
            "i would never use the word \"LP\" because i don't understand what it means, no matter how many people try to explain it to me"
        ]
    },
    {
        "date": "1.28.22 3:42 am",
        "ctx": [
            "how do you come up for the titles of your songs?",
            "i don't know"
        ]
    },
    {
        "date": "1.28.22 1:13 am",
        "ctx": [
            "What is your opinion on green beans?",
            "not as green as advertised"
        ]
    },
    {
        "date": "1.28.22 12:01 am",
        "ctx": [
            "can you teach me some cool New York slang that people don't know about",
            "\"get away from me\" means \"you're kidding, i don't believe you. what you just said seems implausible\""
        ]
    },
    {
        "date": "1.27.22 11:39 pm",
        "ctx": [
            "does it ever blow your mind that you literally create stuff out of nothing",
            "yes"
        ]
    },
    {
        "date": "1.27.22 11:38 pm",
        "ctx": [
            "in the song \"La de da de da de da de day oh\" when you sing \"when will you come back home\" a picture of a mountain appears. is this mountain mount saint helens?",
            "no"
        ]
    },
    {
        "date": "1.27.22 11:08 pm",
        "ctx": [
            "How to accept change",
            "change even ore"
        ]
    },
    {
        "date": "1.27.22 10:49 pm",
        "ctx": [
            "when are you gonna apologize to that one ball that you kept hitting with that one stick",
            "fake"
        ]
    },
    {
        "date": "1.27.22 10:43 pm",
        "ctx": [
            "is the next song about love",
            "almost"
        ]
    },
    {
        "date": "1.27.22 10:37 pm",
        "ctx": [
            "is it natural to yell \"PARKOUR\" when jumping from place to place?",
            "yes"
        ]
    },
    {
        "date": "1.27.22 9:22 pm",
        "ctx": [
            "are you one person?",
            "yes but sometimes i feel like more. this causes conflict"
        ]
    },
    {
        "date": "1.27.22 8:05 pm",
        "ctx": [
            "why are you so cool?",
            "it's a fallback, in case everything else goes wrong"
        ]
    },
    {
        "date": "1.27.22 6:49 pm",
        "ctx": [
            "What the heck is dinosaurs?",
            "like the huge version of dogs"
        ]
    },
    {
        "date": "1.27.22 4:24 pm",
        "ctx": [
            "What is a women?",
            "could be you"
        ]
    },
    {
        "date": "1.27.22 12:50 pm",
        "ctx": [
            "are you interested in getting a motion capture suit?",
            "not right now"
        ]
    },
    {
        "date": "1.27.22 12:03 pm",
        "ctx": [
            "oh. i get it. you're good because your songs feel like you had fun making them",
            "that's a good strategy, but i will admit i still haven't quite mastered that"
        ]
    },
    {
        "date": "1.27.22 11:50 am",
        "ctx": [
            "what is your favorite time of day",
            "right now"
        ]
    },
    {
        "date": "1.27.22 10:14 am",
        "ctx": [
            "why did the chicken cross the road?",
            "that's a trick question. the chicken did not cross the road"
        ]
    },
    {
        "date": "1.27.22 9:44 am",
        "ctx": [
            "How do things get done?",
            "it's usually a miracle"
        ]
    },
    {
        "date": "1.27.22 9:23 am",
        "ctx": [
            "are humans aliens?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "1.27.22 6:24 am",
        "ctx": [
            "do you recognize your own greatness ?",
            "everything is great"
        ]
    },
    {
        "date": "1.27.22 3:33 am",
        "ctx": [
            "what the hell is a forklift",
            "i'm not sure"
        ]
    },
    {
        "date": "1.27.22 2:59 am",
        "ctx": [
            "Your answers to existential or daunting questions are often very grounded and evocative, so to me you come across as quite a strong and secure person. Would you agree?",
            "i was going to say yes but now that i think about it no"
        ]
    },
    {
        "date": "1.27.22 2:55 am",
        "ctx": [
            "why do you always lie in your videos like the time you told us that new canaan was in pennsylvania or when you said your name was steve",
            "that's for fun, but let's get the record straight, it's not \"always\""
        ]
    },
    {
        "date": "1.27.22 12:55 am",
        "ctx": [
            "how to forget someone?",
            "find out about a different person"
        ]
    },
    {
        "date": "1.27.22 12:41 am",
        "ctx": [
            "Is it possible to become a brick and then phase out of existence and come back as a door?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "1.26.22 8:42 pm",
        "ctx": [
            "The entire universe is just countless tiny particles on a set path so how is it possible for us to have true free will?",
            "in other words, we have free will so how is it possible for the entire universe to truly be on a set path",
            "Do we have souls?",
            "sure"
        ]
    },
    {
        "date": "1.26.22 7:54 pm",
        "ctx": [
            "Favorite religion?",
            "pseudo-science"
        ]
    },
    {
        "date": "1.26.22 5:40 pm",
        "ctx": [
            "how do i be nicer to people",
            "you'll have to be nice to yourself"
        ]
    },
    {
        "date": "1.26.22 3:08 pm",
        "ctx": [
            "how many songs have you written in minor key",
            "does it count if if explodes into a major key almost immediately and then stays there"
        ]
    },
    {
        "date": "1.26.22 2:14 pm",
        "ctx": [
            "times new roman is coming roaring back into the mainstream as an ironic retro \"default microsoft word aesthetic\" font. will you persist",
            "with what",
            "or will you try and stay ahead of the curve for a few more years and switch to arial, calibri, dare I say roboto, apple san francisco? I've asked before and I need to know",
            "i haven't used times new roman in years, and i never used it very much at all. in videos i've been on exclusively arial for the past 2 years, and before that it was almost entirely helvetica (i actually don't notice the difference between those two). and the website is fontless. if you're seeing Times here, that would be on your end"
        ]
    },
    {
        "date": "1.26.22 1:45 pm",
        "ctx": [
            "is the next song already done or are you still working on it?",
            "the song is done and i'm working on the video"
        ]
    },
    {
        "date": "1.26.22 12:44 pm",
        "ctx": [
            "Hey question, i was in the mall then they close down the mall, do you have any idea of why?",
            "maybe all the stores decided individually to close"
        ]
    },
    {
        "date": "1.26.22 9:20 am",
        "ctx": [
            "why do we use doors to enter buildings and not windows",
            "because gravity keeps us pressed against the floor. windows don't usually go down to the floor, but doors do. the word \"door\" is short for \"down to the floor\""
        ]
    },
    {
        "date": "1.26.22 7:25 am",
        "ctx": [
            "I've been attempting to write music for the better part of two years, and I have finished 13 songs. There is only one song of the 13 that I can look back on and actually think is decent. For the last few weeks, I've been trying to perfect this one song, but now I am starting to dislike it too. I've been putting loads of time and energy into music making, and nothing I make is any good. How do I make my music sound decent? Both lyrically and musically?",
            "it might be time for a little reverse psychology. try to make something bad on purpose. the results may surprise you"
        ]
    },
    {
        "date": "1.26.22 5:59 am",
        "ctx": [
            "does the next song contain a circle",
            "yes"
        ]
    },
    {
        "date": "1.26.22 5:15 am",
        "ctx": [
            "How to start animations?",
            "start by making every frame all black. if it's already all black, try making every frame all white"
        ]
    },
    {
        "date": "1.26.22 12:34 am",
        "ctx": [
            "Tips on hearing/transcribing inner voices? All my digital playback trickery is failing me and I feel like I'm wasting my time, but sometimes I wanna know the exact voicing man.",
            "after you learn enough songs, it just happens, somewhere around the 10,000th song, you'll realize you have it. it's kind of like knowing how to spell \"doubt\". you can't actually hear the \"b\" but you've just been around long enough and you've seen that word in enough places that you just know what it is"
        ]
    },
    {
        "date": "1.26.22 12:02 am",
        "ctx": [
            "hey are you a protagonist?",
            "everyone is"
        ]
    },
    {
        "date": "1.25.22 11:53 pm",
        "ctx": [
            "Why is La de da de da de day oh so upbeat but the lyrics deal with sad topics?",
            "that's to uplift the sad topics and make them happier"
        ]
    },
    {
        "date": "1.25.22 10:42 pm",
        "ctx": [
            "When are Monday videos coming back",
            "maybe on tuesday"
        ]
    },
    {
        "date": "1.25.22 9:31 pm",
        "ctx": [
            "i'm going to do a debate in 17 hours what do i do? i'm barely even familiar with the topic at hand lmao",
            "how about using the chewbacca defense"
        ]
    },
    {
        "date": "1.25.22 8:22 pm",
        "ctx": [
            "how to deal with unpredictable fits of anger because I cannot make the music I want or anything else of the like?",
            "you'll have to start making anger music"
        ]
    },
    {
        "date": "1.25.22 7:36 pm",
        "ctx": [
            "What universe do you live in?",
            "1a"
        ]
    },
    {
        "date": "1.25.22 2:11 pm",
        "ctx": [
            "what's the deal with airplane food?",
            "there's no such thing as airplane food. so that must be something else they're serving"
        ]
    },
    {
        "date": "1.25.22 11:49 am",
        "ctx": [
            "would you say that you're a risk taker?",
            "eventually"
        ]
    },
    {
        "date": "1.25.22 9:12 am",
        "ctx": [
            "I try to write music but the types of music I enjoy are so diverse and nothing alike that I couldn't possibly use what I know about music from them to write a coherent song and so everything I make is just a worse version of whatever artist I'm listening to at the time what do i do",
            "keep living"
        ]
    },
    {
        "date": "1.25.22 7:38 am",
        "ctx": [
            "how do you make videos?",
            "i don't really know yet"
        ]
    },
    {
        "date": "1.25.22 7:35 am",
        "ctx": [
            "In History of the World, did it take a long time for you to figure out that you could turn the map to make Cuba look like Japan? That was so brilliant.",
            "as soon as i found out that columbus made that mistake, i knew i'd be able to execute it on the map"
        ]
    },
    {
        "date": "1.25.22 5:16 am",
        "ctx": [
            "how long does it usually take to make a song?",
            "i haven't figured out the usual way yet"
        ]
    },
    {
        "date": "1.25.22 3:59 am",
        "ctx": [
            "if you were to redo any of your old songs, which would you choose?",
            "that's unthinkable, because there are so many new ones to be done"
        ]
    },
    {
        "date": "1.25.22 1:38 am",
        "ctx": [
            "what is your favorite video you have made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "1.25.22 12:54 am",
        "ctx": [
            "have you ever done anything badder/worse than the thing you did do in the song just did a bad thing or was that the (worst) baddest thing youve ever done",
            "i've only done medium things"
        ]
    },
    {
        "date": "1.25.22 12:34 am",
        "ctx": [
            "Do you think I can complete an album in 3 months?",
            "sure",
            "And not have it feel rushed?",
            "yes. in the old days, albums were made in 1 day"
        ]
    },
    {
        "date": "1.24.22 11:19 pm",
        "ctx": [
            "hi bill, this is kinda grim but i really am interested in this answer. has anyone ever told you their suicidal thoughts as a question?",
            "yes",
            "ok so that sounds bad but how do you go on without feeling guilty, or do you even feel guilty?",
            "i give the best answer i can, if i can. sometimes i skip. i don't feel guilty for that, because many of them i do answer",
            "because if it was me i wouldn't know how to respond, hell! i wouldn't even know if i SHOULD respond!? so how do you deal with all that pressure to formulate the right answers, and not just suicidal questions, like any question you get. how do you deal with everyone's expectations that you'resome wise old sage who knows it all?",
            "the best way around this, i've found, is to simultaneously pretend that i am and am not",
            "or do you know it all?",
            "everything is everything, so, even knowing just 1 thing, technically that would amount to knowing it all. but still there's everything else, which i don't know. and even that 1 bit of thing that i do know keeps changing, so then suddenly i don't know it",
            "maybe, or maybe not?? heck! maybe i know it all. ok, so maybe i don't, but who says you do too. ok wait, everyone thinks you know it all,",
            "that's not true",
            "and honestly i would agree, except i don't. know one really knows it all, there's no such thing. unless a god or a higher power exist, but even that itself might not be the case. well goodbye bill:)"
        ]
    },
    {
        "date": "1.24.22 11:03 pm",
        "ctx": [
            "why hello bill, is the color blue going to be in the new video?",
            "yes, how did you know"
        ]
    },
    {
        "date": "1.24.22 10:56 pm",
        "ctx": [
            "what to do when your anxiously waiting for something?",
            "find a second thing to wait for. by the time you find that second thing, the first thing will have arrived"
        ]
    },
    {
        "date": "1.24.22 10:03 pm",
        "ctx": [
            "I want to try writing a jazz song and I have some stuff written out already but the issue is that it just doesn't sound very jazzy. It sounds interesting but it doesn't have that distinct jazz flavor. I'm not very far into the writing process do you think that i should just keep trying stuff until it eventually comes or should I start looking more into jazz theory type stuff to help or some combination of everything",
            "jazz means like 20 different things now, so i'm not sure. to me it's a dank scrabble word"
        ]
    },
    {
        "date": "1.24.22 8:35 pm",
        "ctx": [
            "how would you pronounce carribean: cur-rib-ean or care-ri-be-an?",
            "neither. instead, i tumble into a fit of indecision"
        ]
    },
    {
        "date": "1.24.22 5:57 pm",
        "ctx": [
            "sometimes i worry that i'm not enough, any advice?",
            "that's normal. no one is enough"
        ]
    },
    {
        "date": "1.24.22 4:45 pm",
        "ctx": [
            "what is the best way to show love?",
            "love is self showing"
        ]
    },
    {
        "date": "1.24.22 1:48 pm",
        "ctx": [
            "Do people ever send rude comments to you via ueqstions?",
            "no"
        ]
    },
    {
        "date": "1.24.22 12:04 pm",
        "ctx": [
            "do you have a favorite picture",
            "1 black pixel"
        ]
    },
    {
        "date": "1.24.22 7:34 am",
        "ctx": [
            "do you follow the rules or bend them or are you completely oblivious to their existence (when you're writing songs and stuff)",
            "i like to make up new rules to break"
        ]
    },
    {
        "date": "1.24.22 4:45 am",
        "ctx": [
            "What came first - the road or the chicken?",
            "i was going to say chicken but now i'm not so sure"
        ]
    },
    {
        "date": "1.24.22 12:30 am",
        "ctx": [
            "what is life",
            "i will let you decide"
        ]
    },
    {
        "date": "1.23.22 10:03 pm",
        "ctx": [
            "why do you like music",
            "it likes me"
        ]
    },
    {
        "date": "1.23.22 9:54 pm",
        "ctx": [
            "Bill, have you ever used a capital letter on this website?",
            "(ref: capitals-report.php\"target=\"_blank)yes"
        ]
    },
    {
        "date": "1.23.22 9:29 pm",
        "ctx": [
            "Is there something stronger than love",
            "how about super love"
        ]
    },
    {
        "date": "1.23.22 8:20 pm",
        "ctx": [
            "How do you come up with your music",
            "i don't know"
        ]
    },
    {
        "date": "1.23.22 8:19 pm",
        "ctx": [
            "How do you survive life? Wake up and decide to keep going?",
            "you'll need to get yourself an ikigai"
        ]
    },
    {
        "date": "1.23.22 7:40 pm",
        "ctx": [
            "Whats your favorite trick",
            "switching tricks"
        ]
    },
    {
        "date": "1.23.22 7:06 pm",
        "ctx": [
            "how do you know if you are real?",
            "i guess you'll just have to believe me"
        ]
    },
    {
        "date": "1.23.22 6:58 pm",
        "ctx": [
            "are you a magician?",
            "everything is magicians"
        ]
    },
    {
        "date": "1.23.22 5:10 pm",
        "ctx": [
            "Is there a way to make people not be so afraid of change, cups of tea don't seem to do it",
            "you'll have to make better change"
        ]
    },
    {
        "date": "1.23.22 11:56 am",
        "ctx": [
            "why didnt you upload brick floor to youtube",
            "because it was only a test/practice, and for some reason i didn't feel like i was at a point in my career where i should be uploading test/practices to youtube"
        ]
    },
    {
        "date": "1.23.22 11:03 am",
        "ctx": [
            "hey when new video",
            "doing it now"
        ]
    },
    {
        "date": "1.23.22 10:17 am",
        "ctx": [
            "what was the big big vehicle you were driving in",
            "i have never driven a large vehicle"
        ]
    },
    {
        "date": "1.23.22 9:16 am",
        "ctx": [
            "If you finished recording \"here comes the sun\" and posted the video in 2018 (assuming it was selected to be made at that time), do you think the final product would have turned out worse than what \"here comes the sun\" sounds like today?",
            "i'm not sure"
        ]
    },
    {
        "date": "1.23.22 4:20 am",
        "ctx": [
            "what song did you write bad intentionally",
            "\"tuesday\" was started bad intentionally"
        ]
    },
    {
        "date": "1.23.22 3:37 am",
        "ctx": [
            "what is your definition of art",
            "it's when what you want to say is stronger than you thought"
        ]
    },
    {
        "date": "1.23.22 12:39 am",
        "ctx": [
            "how do I stop myself from spending all of my time consuming art (music, poetry, etc) instead of doing my homework like I should be doing?",
            "maybe you could compromise and do half the homework. is that allowed"
        ]
    },
    {
        "date": "1.23.22 12:09 am",
        "ctx": [
            "In \"history of the entire world, i guess, for the chess game that Britain and Russia play to represent \"The Great Game\", was there any particular reason to use Brujin W - Kloos H (1851) ?",
            "yes. that would be part of what i call a \"STOP\" strategy that i use sometimes. When assembling that scene, it was first very important to me that i find a game between a british person and a russian person, and it was also important that it was an evenly balanced game. I don't remember whether i was able to actually find a game that meets those criteria. If i was, then it means you're wrong about what game it was. But i do remember searching for many hours, so, if you are right, that means i employed my \"STOP\" strategy which means stop pouring my time directly into the garbage"
        ]
    },
    {
        "date": "1.22.22 11:31 pm",
        "ctx": [
            "how do you come up with the melody to a song or jingle",
            "i have no idea"
        ]
    },
    {
        "date": "1.22.22 11:21 pm",
        "ctx": [
            "Do you think your newer 3-D animation style is preferable to your older style? Why or why not?",
            "still haven't found a style that i can handle"
        ]
    },
    {
        "date": "1.22.22 10:14 pm",
        "ctx": [
            "hey mr.wurtz, what is your favorite technological advancement??",
            "love"
        ]
    },
    {
        "date": "1.22.22 6:34 pm",
        "ctx": [
            "With covid and stuff, life sucks. Where did all the good times go?",
            "it's your turn, to come up with some new ones"
        ]
    },
    {
        "date": "1.22.22 3:36 pm",
        "ctx": [
            "What's music",
            "like a reflection of you, but not a reflection. actual"
        ]
    },
    {
        "date": "1.22.22 2:57 pm",
        "ctx": [
            "hey bill,\ni feel like the songs i write are not very great. its like, i know there is some good potential in me, but i dont know how long(or just how) im gonna reach there. Sure, i have a whole list of song ideas on my laptop, but like... most of them are just... not it\n\nin conclousion, i know i can do better, but idk how to get better. i will get better overtime obviously, but how do i get better quicker, without much comprimises?",
            "if you haven't tried this, try writing bad songs on purpose. sometimes that can unlock some things"
        ]
    },
    {
        "date": "1.22.22 2:01 pm",
        "ctx": [
            "favorite song that you made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "1.22.22 12:27 pm",
        "ctx": [
            "just started learning bass. how to bass?",
            "play your favorite song recordings through a bassless speaker (iphone, laptop computer, etc) and plug your bass in to a bassful speaker (amp, headphones, etc) and play along"
        ]
    },
    {
        "date": "1.22.22 12:11 pm",
        "ctx": [
            "why is my dog so cute??",
            "everything is cute. that's just science"
        ]
    },
    {
        "date": "1.22.22 11:05 am",
        "ctx": [
            "what font are you using in all videos?",
            "normal"
        ]
    },
    {
        "date": "1.22.22 2:24 am",
        "ctx": [
            "Whats your favourite game",
            "i'm scared of most games"
        ]
    },
    {
        "date": "1.22.22 1:09 am",
        "ctx": [
            "how to remember dreams",
            "there are 3 ways. if it's profound enough and occurs just before you wake up, you'll remember some of it in that moment.  otherwise, you'll have to be somehow reminded of something from it later. once you've remembered it, then if you want to keep remembering it you'll have to keep thinking about it, write it down, or relay it to someone else"
        ]
    },
    {
        "date": "1.22.22 12:19 am",
        "ctx": [
            "Hey bill, question are you a human or an alien that comes from another planet to teach us and goes yearly to your planet grab more information and go back and teach us in a form of music,",
            "not quite",
            "if so, the question is, are toast good or bad?",
            "toast is medium"
        ]
    },
    {
        "date": "1.21.22 10:06 pm",
        "ctx": [
            "do you like the journey, or the destination?",
            "yes, they are both lovely"
        ]
    },
    {
        "date": "1.21.22 8:37 pm",
        "ctx": [
            "If you weren't to not write a song, what wouldn't it not be not about?",
            "not anything"
        ]
    },
    {
        "date": "1.21.22 8:05 pm",
        "ctx": [
            "what's your favorite type of song",
            "extremely fast"
        ]
    },
    {
        "date": "1.21.22 6:35 pm",
        "ctx": [
            "Is it pointless to think",
            "i don't think so"
        ]
    },
    {
        "date": "1.21.22 6:19 pm",
        "ctx": [
            "i want to make something meaningful and be someone meaningful. i want to do things in a way that's like \"wow.\" but i donno know how. so my brain goes \"logic\" and tells me you would know the answer. how can i find out who i am. or atleast how can i be important or original.",
            "there must be a trillion ways",
            "or do i truly let time flow and see what happens.",
            "i'd say about 40 to 60% of the ways involve doing that"
        ]
    },
    {
        "date": "1.21.22 4:15 pm",
        "ctx": [
            "I was being a little imprecise in (ref: q.php?date=202201181803)1.18.226:03 pm ;really the piano is playing F over G and the vocal sings an E (before sliding down to a D) - is the flat 9 or minor 2nd excusable here?",
            "if you are wondering whether you can sing E on an F chord with a G bass note, the answer is certainly yes. i do it all the time"
        ]
    },
    {
        "date": "1.21.22 12:51 pm",
        "ctx": [
            "lots of your songs seem to be streams of consciousness. is that how you write them or are they tightly planned and/or rewritten?",
            "they are based on the way consciousness streams. and a tight plan is formed based on that"
        ]
    },
    {
        "date": "1.21.22 10:55 am",
        "ctx": [
            "How do I know when any of my music is good?",
            "all music is bad. the worse it is, the better"
        ]
    },
    {
        "date": "1.21.22 10:00 am",
        "ctx": [
            "can i have a cookie",
            "sure"
        ]
    },
    {
        "date": "1.21.22 8:31 am",
        "ctx": [
            "do you have any fetishes",
            "i like rectangles, as much as i may not want to admit it"
        ]
    },
    {
        "date": "1.21.22 1:47 am",
        "ctx": [
            "Since field of vision is kind of a circle rather than a rectangle, do you think making your videos more circular would more perfectly express the things you imagine and more completely captivate other people's imaginations?",
            "not if they still have to go through a rectangular viewing screen"
        ]
    },
    {
        "date": "1.21.22 1:42 am",
        "ctx": [
            "what is music",
            "i have no idea"
        ]
    },
    {
        "date": "1.21.22 1:13 am",
        "ctx": [
            "is the next song coming out",
            "yes"
        ]
    },
    {
        "date": "1.21.22 12:25 am",
        "ctx": [
            "What's the difference between a list and an array?",
            "if i had to guess i'd say a list is ordered and an array is not"
        ]
    },
    {
        "date": "1.20.22 11:42 pm",
        "ctx": [
            "times it can be?",
            "right now"
        ]
    },
    {
        "date": "1.20.22 11:19 pm",
        "ctx": [
            "you seem like a very reasonable person, is my hypothesis correct?",
            "some of the time"
        ]
    },
    {
        "date": "1.20.22 10:34 pm",
        "ctx": [
            "do you write poetry",
            "i like turning poetry into other types of art, and turning other types of art into poetry. this is what i call the cycle of poetry"
        ]
    },
    {
        "date": "1.20.22 8:48 pm",
        "ctx": [
            "how to try something new",
            "someone might have to trick you into it"
        ]
    },
    {
        "date": "1.20.22 7:22 pm",
        "ctx": [
            "How long did it take you to learn blender or whatever 3d software you use? I've been at it for months and I only just made something I can be kinda proud of",
            "i still haven't gotten to that point yet"
        ]
    },
    {
        "date": "1.20.22 7:05 pm",
        "ctx": [
            "how are scenes filmed",
            "you're gonna have to stuff everything into the camera through a rectangular hole"
        ]
    },
    {
        "date": "1.20.22 7:00 pm",
        "ctx": [
            "how many silent letters does \"queue\" have",
            "about 3 i suppose"
        ]
    },
    {
        "date": "1.20.22 5:08 pm",
        "ctx": [
            "A friend gave me a very nice notebook a few years ago but I never wrote anything in it because it's so nice it intimidates me. I solved the problem by giving the notebook to another friend, but isn't that cheating?",
            "no",
            "What else could I have done?",
            "you could have kept it or given it to a different person"
        ]
    },
    {
        "date": "1.20.22 3:55 pm",
        "ctx": [
            "Whenever somebody asks you a question about your songs, you reply as if you don't know.",
            "that's not true. i know almost everything about my songs",
            "Does this mean that not even you know what these songs mean?",
            "everything means everything, and my songs are almost always my best attempt to delve as deeply and richly as i can into such meaning(s). trying a slightly different way each time. the game is truly limitless and i intend to keep exploring it for a long time"
        ]
    },
    {
        "date": "1.20.22 2:04 pm",
        "ctx": [
            "how were you able to make the 7/4 in more than a dream feel so natural, especially when transitioning into 4/4?",
            "the words"
        ]
    },
    {
        "date": "1.20.22 12:55 pm",
        "ctx": [
            "hi bill, i want to write music but im scared it won't be good enough, any advice?",
            "that's easy. just write bad music first"
        ]
    },
    {
        "date": "1.20.22 12:15 pm",
        "ctx": [
            "Is humming a form of music?",
            "yes"
        ]
    },
    {
        "date": "1.20.22 10:20 am",
        "ctx": [
            "how to confuse someone?",
            "it's impossible to confuse anyone"
        ]
    },
    {
        "date": "1.20.22 7:35 am",
        "ctx": [
            "when was the last time you ever went to a movie theater?",
            "august 31, 2019"
        ]
    },
    {
        "date": "1.20.22 4:19 am",
        "ctx": [
            "so, i'm a guitarist, i've been learning it for many years and have made some tunes,\nbut in the past couple of months, i've been experimenting with daws and edm.\nspecifically, fl studio, and the problem is, i cant make a tune.\nnot that i dont get an idea, when im in the shower i get tons of great ideas or\nwhen im about to sleep, but when i go to my computer, to write them down,\nive forgotten what i was thinking of.",
            "you'll have to write quicker",
            "and the same thing also happens with guitar, ill randomly start playing a tune that\ni really like, but when i go to write it down, its just not as good and mid way\nthrough writing, ive forgotten most of it\n\ndo you have any advice?\nthanks",
            "you could try recording yourself"
        ]
    },
    {
        "date": "1.20.22 3:27 am",
        "ctx": [
            "who invented inventing?",
            "you may have to do it"
        ]
    },
    {
        "date": "1.20.22 2:59 am",
        "ctx": [
            "jeez there really keeps being another day doesnt there",
            "happens with years too"
        ]
    },
    {
        "date": "1.20.22 1:42 am",
        "ctx": [
            "max amount of notes you can play simultaneously (on your piano keyboard)?",
            "61"
        ]
    },
    {
        "date": "1.20.22 1:24 am",
        "ctx": [
            "why does physics exist?",
            "to blow your mind"
        ]
    },
    {
        "date": "1.20.22 1:13 am",
        "ctx": [
            "Do you understand more about human nature than most?",
            "no"
        ]
    },
    {
        "date": "1.19.22 10:20 pm",
        "ctx": [
            "what is the best answer?",
            "everything"
        ]
    },
    {
        "date": "1.19.22 7:38 pm",
        "ctx": [
            "how to commit to something? i think i have commitment issues",
            "try to figure out what you want"
        ]
    },
    {
        "date": "1.19.22 7:38 pm",
        "ctx": [
            "how to get help because it seems impossible right now",
            "how about giving some help"
        ]
    },
    {
        "date": "1.19.22 6:56 pm",
        "ctx": [
            "favorite pun involving music?",
            "power chord"
        ]
    },
    {
        "date": "1.19.22 5:21 pm",
        "ctx": [
            "what is the secret ingredients for goldfish",
            "the shape"
        ]
    },
    {
        "date": "1.19.22 3:59 pm",
        "ctx": [
            "do you like giving advice?",
            "only if it's good"
        ]
    },
    {
        "date": "1.19.22 11:12 am",
        "ctx": [
            "Have the songs you decide to work on changed since the re-build of the graphics and song-making department?",
            "yes but not because of that. they always change",
            "If so how and why?",
            "each song depends on which songs i've made (or not made) before"
        ]
    },
    {
        "date": "1.19.22 8:12 am",
        "ctx": [
            "how many boxes can you fit inside of each other until there's just too many?",
            "4"
        ]
    },
    {
        "date": "1.19.22 6:10 am",
        "ctx": [
            "Who inspired you to make music?",
            "music"
        ]
    },
    {
        "date": "1.19.22 2:02 am",
        "ctx": [
            "If you could have any superpower, what would it be",
            "regular power",
            "and why?",
            "to get by"
        ]
    },
    {
        "date": "1.18.22 11:48 pm",
        "ctx": [
            "do you approach other things in your life similarly to how you approach making music",
            "yes"
        ]
    },
    {
        "date": "1.18.22 11:24 pm",
        "ctx": [
            "whenever i create smomething, I always enter a cycle of \"will it be perfect\" and \"its not good enough\" to the point where i cant even do it. what can i do to do better?",
            "instead of creating something, have you considered creating a non-thing"
        ]
    },
    {
        "date": "1.18.22 10:56 pm",
        "ctx": [
            "if a time signature has 2 as the note duration, a half note equals 1 beat. so does a quarter note in that meter equal half a beat?",
            "yes"
        ]
    },
    {
        "date": "1.18.22 10:30 pm",
        "ctx": [
            "Was 2014 the last normal year?",
            "i remember what they were saying about 2014 at the end of 2014. \"worst year ever\", .... \"cursed\".... \"most fucked up year ever\". they say that every year, so, in that sense, it was a normal year"
        ]
    },
    {
        "date": "1.18.22 9:20 pm",
        "ctx": [
            "went through in extensive interview and application process for a job I really wanted and just got rejected and told that I was the runner up for the position. what should I do now ?",
            "do the same thing again except instead of 1 job apply to 1000 jobs. you will certainly end up with more jobs than you need"
        ]
    },
    {
        "date": "1.18.22 8:42 pm",
        "ctx": [
            "how to not procrastinate",
            "make a promise that you will procrastinate later on"
        ]
    },
    {
        "date": "1.18.22 7:56 pm",
        "ctx": [
            "Have you been working on here comes the sun for years? I see an old sheet for here comes the sun in expert mode.",
            "i started writing it in 2010, i did some writing on it in 2012, did a bit more writing on it in 2013, then selected it for recording in 2020 and then finished the writing and then recorded it and made the video in late 2020. the total time for all of that was certainly much less than 1 year"
        ]
    },
    {
        "date": "1.18.22 6:31 pm",
        "ctx": [
            "does having a conversation count as being creative",
            "yes"
        ]
    },
    {
        "date": "1.18.22 6:11 pm",
        "ctx": [
            "I want to make music do what I want it to do. How do i get a song to fit a givin mood and setting?",
            "the same way you get sentences to fit, when talking"
        ]
    },
    {
        "date": "1.18.22 6:03 pm",
        "ctx": [
            "I always write melodies where the male is singing what SHOULD be the major 7th, but since it's a male voice it forms an ugly semi tone distance from the root. What is to be done in situations like this???",
            "it should probably work fine, but i still think your bass and voice (whatever/whomever those may be), are still probably capable of being a major 7th apart"
        ]
    },
    {
        "date": "1.18.22 3:59 pm",
        "ctx": [
            "what is the best question?",
            "each question is better than the previous"
        ]
    },
    {
        "date": "1.18.22 2:59 pm",
        "ctx": [
            "You've been doing music for almost 20 years now.",
            "much much longer, but that's not important right now",
            "How will you celebrate once the day rolls around?",
            "i don't know which day you're thinking of, but what i will mostly do is continue to work on the creation of new musical/visual content"
        ]
    },
    {
        "date": "1.18.22 2:55 pm",
        "ctx": [
            "hello bill, it has come to my attention that this is the questions page. this is correct, right?",
            "yes, thank you for checking with me"
        ]
    },
    {
        "date": "1.18.22 2:23 pm",
        "ctx": [
            "In I'm a princess, when you said, \"do you love me? Or have things gone astray?\" Who were you talking to?",
            "no one, i was writing a song. but, the reason both of those lines are there, now that i look at it, those are both early heightening moves. first it's \"i'm a princess\" which is basically just a title/phrase. the second line introduces emotions/issues like desires, wants, even some guilt. The 3rd line (\"do you love me\") heightens again because it's the first mention of relational feelings to/from another person. Then the 4th line ('have things gone astray') heightens again because it suddenly indicates that the relationship has a history. so in 4 lines we've gone from meme/clickbait to a whole slew of longterm emotions/situations to deal with. At least this is my best analysis of what seems to be going on there"
        ]
    },
    {
        "date": "1.18.22 1:28 pm",
        "ctx": [
            "What's the point in waking up every day?",
            "being actively alive"
        ]
    },
    {
        "date": "1.18.22 12:48 pm",
        "ctx": [
            "what ryhme with orange",
            "encourage, nourish, florence, torrent, marmot, current, scorpion, toothbrush,"
        ]
    },
    {
        "date": "1.18.22 12:46 pm",
        "ctx": [
            "so okay please hear me out;\n\nmy go-to songwriting method is finding the inspiration at some point of my jam sessions, playing it for a couple of minutes while growing it, the whole deal, giving it the correct amount of water, moonlight, sunlight, etc... then i do the same thing for more and more jam sessions, different days, months, maybe years, and let the song finish itself without any haste. this has been going on for a couple of years. i use a guitar for that. after this pseudo procedural progress finally settles in the place where i know the progression and melodies by-heart, i start to think of other things while playing it over and over, the bass, the other melodies, the cool stuff that goes around, the transitions, etc.. after a while, something liminally similar to what the song is going to be like is recorded down in my head, naturally.\n\ni can't write any kind of music down if saying \"da-da dummm d'dree da! da-da dumm d'dree da  da-da-dumm dp ts dm dpdp ts dm dpdpdpdpdpdp\" will not resemble the intro of \"i wanna hold your hand\" by beatles to you, which i doubt......... (this is supposed to be a joke that has been written after the whole text is finished since i feel guilty about asking a SERIOUS!!!!question that is 2362 sentences long.) \n\ni may write the lyrics down depending on my knowledge of their music and that's all. and i dont give a damn about not being able to do this since i am not going to \"show\" my music instead of playing it somehow anyways. so the closest thing to keeping them down that i have, is recording that sessions with my cellphone, which now has 4236426427624 unnamed voice recordings which seems impossible to quarry now........\n\nanyways, now that i have many songs that feel complete by-heart, i want to have some better demos. not \"sonudingbetter\" demos but demos that show more about the work. which needs a daw for more layers, which i have. \n\nthe problem i s, whenever i open it and have my connections ready, my hand just does not go to my songs to play. its some kind of fear that is not actually fear? maybe a fear of redundance i dont know. i just want to add the layers that are in my head but never heard since i am only one person and have only recorded them live. how can i get over this things? whenever i open the daw i just play a song from my streaming services and play things over them, find some silly guitar effects and experiment on them, but my hands never want to press the record button and play the whole progression just once and then play some other things on them which is the only thing i need. whenever i start thinking about that, my mind goes crazy about what-ifs, and i see myself getting lost in the muddiness of my ears understanding why the recordings suck but my hands have no idea how to try and fix it with my unwhole knowledge about the frequencies... i dont even want them to be ready-to-go songs right now, thats one  of the next couple of steps. i just want them to represent what i have in my heart and head in a better manner. i have been trying to start this for a long time... \n\nhow can i start doing this? should i learn to how to write music down someway? will it be a good tool to have in my pocket, depending on my problems? it just seems like i just got to start somehow, but i just cant... you seem like a person who can understand me about this, any and every kind of insight from you is appreciated. \n\ni love every single thing you had ever done. at least the things that were somehow presented to me, and a great source of inspiration. \n\nplease help................",
            "ah, i think i see what's happening here. the reason you are so afraid, is because of how much you care. you care about it so much so it sometimes makes you so afraid so everything becomes almost impossible, for one reason or another. also the volume/velocity of your thinking seems to be very high. all of this is just how you are. this can be a great advantage in music, but the downside is exactly what you've described: the constant feeling of drowning in confusion over how to find a procedure that works, given seemingly infinite possibilities. and also enough fear to shut down the whole operation at any moment. but you have the answers. you may feel like you may need to write 10,000 more pages discussing it (actually more like 2 million pages, probably)..... and you may do this. and you will probably try things a lot of different possible ways, trying to figure out what makes sense for you. actually i can see you've already done a lot of it. and you'll do more of it. and sometimes you'll be afraid and confused enough to think there's no possible way. but of course, there's plenty of ways, the problem being perhaps that there's way way too many ways. but you're eventually going to get around to finding all the answers you'll ever need, and more, because, no matter how bad or confused you get on this, i'm pretty sure you're not gonna stop trying to figure it out"
        ]
    },
    {
        "date": "1.18.22 12:41 pm",
        "ctx": [
            "Did they intentionally make the word \"lisp\" hard to say for people with a lisp?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "1.18.22 12:29 pm",
        "ctx": [
            "Will the next song contain a dog?",
            "no"
        ]
    },
    {
        "date": "1.18.22 12:07 pm",
        "ctx": [
            "I've read a lot of theories about how 'slow down' (amazing song btw) is about a major natural disaster 'radio's playing a different kind of music' 'universe starting to shake' etc. Did you intend for this song to have that kinda theme or is it about something different?",
            "the original point of that song was to do a 12 bar blues at that speed in F with the title in exactly those locations. the phrase \"slow down\", sung that way in those spots, was the first and only thing that ever came to me. i tried to find something different, because i did not really want to write a song called \"slow down\". but that phrase felt significantly stronger than anything else i could come up with. so i reluctantly agreed to make it about \"slow down\". the rest of the song is written in support of that, using my standard songwriting procedures and practices"
        ]
    },
    {
        "date": "1.18.22 10:58 am",
        "ctx": [
            "can there ever be two things",
            "yes"
        ]
    },
    {
        "date": "1.18.22 9:57 am",
        "ctx": [
            "favourite time signature?",
            "average"
        ]
    },
    {
        "date": "1.18.22 3:43 am",
        "ctx": [
            "what is the maximum length of time one person can speak uninterrupted in a conversation before it's officially Weird",
            "about 15 seconds"
        ]
    },
    {
        "date": "1.18.22 3:38 am",
        "ctx": [
            "I want this song I'm working on to be perfect so freaking bad. I did a real shot at recording it and I found about 7 major structural changes that would require me to rerecord a lot of the parts, and I'm afraid if I try to do that I'm NEVER GOING TO RELEASE IT, TIME'S TICKING AHHHH",
            "the next one will be better"
        ]
    },
    {
        "date": "1.18.22 3:01 am",
        "ctx": [
            "if you can't know what genre something is then how can you even know if it's music or not",
            "technically i don't. it turns out, that's where the fun happens: when you're not quite sure"
        ]
    },
    {
        "date": "1.18.22 2:20 am",
        "ctx": [
            "Are you a dog?",
            "no"
        ]
    },
    {
        "date": "1.17.22 8:59 pm",
        "ctx": [
            "heya bill! i really appreciate your work!!ive got a question. what is the easiest and hardest part of the creative process?",
            "all of it's easy, but the hardest part is remembering how easy it is"
        ]
    },
    {
        "date": "1.17.22 8:55 pm",
        "ctx": [
            "when is the next song (be serious or else i will crap your pants)",
            "i'm working on the video for it now"
        ]
    },
    {
        "date": "1.17.22 8:47 pm",
        "ctx": [
            "are you scared",
            "yes"
        ]
    },
    {
        "date": "1.17.22 6:56 pm",
        "ctx": [
            "What is the best chord progression.",
            "Am F C G"
        ]
    },
    {
        "date": "1.17.22 3:35 pm",
        "ctx": [
            "Which came first orange or the orange?",
            "the orange"
        ]
    },
    {
        "date": "1.17.22 3:30 pm",
        "ctx": [
            "what is your favourite person",
            "could be you"
        ]
    },
    {
        "date": "1.17.22 3:10 pm",
        "ctx": [
            "opinions on the monarchy?",
            "pretty good. looking forward to the monarchy 2"
        ]
    },
    {
        "date": "1.17.22 12:46 pm",
        "ctx": [
            "If you had to write a song what would it be about?",
            "everything"
        ]
    },
    {
        "date": "1.17.22 12:02 pm",
        "ctx": [
            "is internet and ethernet mean the same thing?",
            "no"
        ]
    },
    {
        "date": "1.17.22 11:31 am",
        "ctx": [
            "Do french dogs say \"le woof\"?",
            "no"
        ]
    },
    {
        "date": "1.17.22 10:02 am",
        "ctx": [
            "why do people have such an adverse reaction to puns, like it gives them physical pain?",
            "someone may be cherry picking the data. you might have only seen reactions to bad puns"
        ]
    },
    {
        "date": "1.17.22 6:31 am",
        "ctx": [
            "when hi i'm steve part 2",
            "oct 10, 2017"
        ]
    },
    {
        "date": "1.17.22 4:39 am",
        "ctx": [
            "have you ever written a song based on a notebook entry (whether on this site or private)",
            "yes"
        ]
    },
    {
        "date": "1.17.22 3:22 am",
        "ctx": [
            "when's the last time you drew a circle?",
            "yesterday"
        ]
    },
    {
        "date": "1.16.22 11:46 pm",
        "ctx": [
            "where are the lessons in this song",
            "the first lesson is which song it is"
        ]
    },
    {
        "date": "1.16.22 11:20 pm",
        "ctx": [
            "How do you say data?\nDAY-ta or DA-ta",
            "dater"
        ]
    },
    {
        "date": "1.16.22 9:38 pm",
        "ctx": [
            "what are the qualities of someone you look up to",
            "they'd be higher than me"
        ]
    },
    {
        "date": "1.16.22 9:21 pm",
        "ctx": [
            "i've got a question",
            "well you came to the right place"
        ]
    },
    {
        "date": "1.16.22 5:38 pm",
        "ctx": [
            "when you write a song, what's your thought process?",
            "\"don't think\"... \"fuck, i just noticed myself thinking 'don't think' so i already fucked it up, and that must be why nothing's happening. it was going great before i started thinking. eventually as soon as i stop thinking, it will get good again. but it's hard to know when that was or will be because i wouldn't be thinking at the time\"",
            "is it similar every song?",
            "yes, it's usually periods of thinking and not thinking, and whenever i'm thinking, nothing works. and whenever i'm not thinking, everything works beautifully and the songwriting pretty much occurs at the speed of the song",
            "do you think of a chord progression first, lyrics first, etc.",
            "absolutely not. those would be examples of the 'thinking' method, which mostly does not seem to work or produce any results whatsoever. it's kind of like if you tried to say a sentence with all the A's first, then all the B's, etc"
        ]
    },
    {
        "date": "1.16.22 5:08 pm",
        "ctx": [
            "what is your favorite mode of transportation",
            "already being there"
        ]
    },
    {
        "date": "1.16.22 4:27 pm",
        "ctx": [
            "Why do earthquakes come and go where I live?",
            "you might be near a fault line",
            "And also can we Be friends",
            "sure"
        ]
    },
    {
        "date": "1.16.22 2:19 pm",
        "ctx": [
            "are you going to add to the reality section again,",
            "yes"
        ]
    },
    {
        "date": "1.16.22 2:05 pm",
        "ctx": [
            "how do you measure silliness",
            "everything is 0 on the silliness scale, which is maximum silliness (also known as \"cold hard truth\")"
        ]
    },
    {
        "date": "1.16.22 12:44 pm",
        "ctx": [
            "hi! i'm looking for videos of people writing songs. what i really want is a video of a collaborative songwriting session like they do in LA or nashville but i'm not really finding any. either way, are there any videos (besides the new beatles documentary) that you like that show people writing a song from scratch?",
            "i have a lot of videos of myself doing it, but there's 2 problems with that, for your purposes: it's not collaborative and it also might not be released until the year 2099"
        ]
    },
    {
        "date": "1.16.22 12:40 pm",
        "ctx": [
            "what is your favourite word now",
            "now"
        ]
    },
    {
        "date": "1.16.22 12:39 pm",
        "ctx": [
            "Do you like the song call me maybe",
            "maybe"
        ]
    },
    {
        "date": "1.16.22 9:57 am",
        "ctx": [
            "Do you like music?",
            "it's ok"
        ]
    },
    {
        "date": "1.16.22 9:45 am",
        "ctx": [
            "In 2014 you made a single and titled it 'this is a song for my next album' \n\nLP when????",
            "i don't know what LP is"
        ]
    },
    {
        "date": "1.16.22 4:32 am",
        "ctx": [
            "how to create good things quickly?",
            "no one knows besides you, but even if you don't know, you'll still do it"
        ]
    },
    {
        "date": "1.16.22 4:25 am",
        "ctx": [
            "what is your favorite liquid",
            "water"
        ]
    },
    {
        "date": "1.16.22 3:20 am",
        "ctx": [
            "what is at the end of the music video for \"you're free to do whatever you need to?\" is that the song's sheet music or what?",
            "that was the original version when i first wrote it. the ending was changed since then"
        ]
    },
    {
        "date": "1.16.22 1:48 am",
        "ctx": [
            "do u have a new favorite word",
            "'word'"
        ]
    },
    {
        "date": "1.16.22 1:32 am",
        "ctx": [
            "How to be myself?",
            "no one knows besides you, but even if you don't know, you'll still do it"
        ]
    },
    {
        "date": "1.15.22 9:19 pm",
        "ctx": [
            "what do you think of the color orange",
            "it's very exclusive. 97% of the shades of orange are considered 'brown', and only the brightest 3% get to bear the blessed 'orange' name"
        ]
    },
    {
        "date": "1.15.22 8:03 pm",
        "ctx": [
            "Hi, Bill. I'm learning how to play the drums, but I'm not sure when to use the toms. I know that they are often used during fills, but I don't know when else I should use them. I figured I would ask you, considering that you have experience playing the drums. What should I do?",
            "don't worry about it. don't use them until you want to"
        ]
    },
    {
        "date": "1.15.22 8:00 pm",
        "ctx": [
            "opinions on having opinions",
            "it's fine with me"
        ]
    },
    {
        "date": "1.15.22 5:40 pm",
        "ctx": [
            "what was the inspiration behind the song new canaan?",
            "to go to a new place and write a song along the way about going there"
        ]
    },
    {
        "date": "1.15.22 5:15 pm",
        "ctx": [
            "what was the first thing",
            "there's only 1 thing, and it's everything"
        ]
    },
    {
        "date": "1.15.22 4:26 pm",
        "ctx": [
            "why are your songs so darn inspirational?",
            "i have a rare condition where i die if i don't find inspiration. so that led me to become an inspiration miner",
            "\"i know that you think that its over, maybe were just getitng closer\" in \"got to know whats going on\" is such a good insiprational quote"
        ]
    },
    {
        "date": "1.15.22 4:17 pm",
        "ctx": [
            "how to continue",
            "do nothing"
        ]
    },
    {
        "date": "1.15.22 4:12 pm",
        "ctx": [
            "what is your favo(u)rite music genre",
            "don't know any"
        ]
    },
    {
        "date": "1.15.22 4:03 pm",
        "ctx": [
            "What year is it?",
            "must be in the billions by now"
        ]
    },
    {
        "date": "1.15.22 3:16 pm",
        "ctx": [
            "shitted my pant swhat should i do",
            "get new pants and do it all over again"
        ]
    },
    {
        "date": "1.15.22 2:48 pm",
        "ctx": [
            "favorite version of bread?",
            "short/tall"
        ]
    },
    {
        "date": "1.15.22 1:49 pm",
        "ctx": [
            "what would you do if you were forced to become president of the united states and werent allowed to resign",
            "i would do songs instead of speeches"
        ]
    },
    {
        "date": "1.15.22 4:02 am",
        "ctx": [
            "what is the dream",
            "it's you"
        ]
    },
    {
        "date": "1.15.22 3:26 am",
        "ctx": [
            "do you have any particular advice on how to stop being perfectionistic about your own work?",
            "do it bad"
        ]
    },
    {
        "date": "1.15.22 2:00 am",
        "ctx": [
            "What was the thought behind the line \"it's 1900 and the times are going to change\"?",
            "thinking about time and changes over the course of 10s or even 100s of years into the future. certainly there must have already been a feeling in 1900 that times were going to change, with rapidly developing new technologies. sound recordings, video, radio, cars, many more things. it's similar to the feeling we've been having ever since, with telephones, computers, planes, ai, many more things. By placing this in 1900, it's giving you an alternate view of the same story from an earlier point in time, and it also gives you the listener the sensation of actually being in the future, as you are listening to it more than 100 years later. so it hopefully rings especially true that times did change and indeed still are"
        ]
    },
    {
        "date": "1.15.22 1:15 am",
        "ctx": [
            "What should I do if I'm an artist but none of my friends approve of art?",
            "stop submitting it to them for approval"
        ]
    },
    {
        "date": "1.15.22 12:32 am",
        "ctx": [
            "what colors do not exist",
            "none of them"
        ]
    },
    {
        "date": "1.14.22 9:57 pm",
        "ctx": [
            "In Got Some Money, the lyrics describe a hotel with a plane in which the window is broken, allowing cold wind to enter.\nIn Outside, there is a hotel opened on the tundra (usually cold) in which a stick figure is shown entering through the window. The song also mentions leaving on a plane immediately after.\nDo the two songs describe the same hotel?",
            "i doubt it"
        ]
    },
    {
        "date": "1.14.22 9:29 pm",
        "ctx": [
            "How come I'm better at drawing when I'm tired?",
            "because the haters are also tired"
        ]
    },
    {
        "date": "1.14.22 9:21 pm",
        "ctx": [
            "Is \"reasonable\" still your favorite word",
            "no"
        ]
    },
    {
        "date": "1.14.22 3:35 pm",
        "ctx": [
            "when to give praise",
            "how about now"
        ]
    },
    {
        "date": "1.14.22 3:25 pm",
        "ctx": [
            "how come i keep forgetting",
            "this gives you the joy of remembering again"
        ]
    },
    {
        "date": "1.14.22 2:25 pm",
        "ctx": [
            "How to open mind",
            "keep it simple, just open everything"
        ]
    },
    {
        "date": "1.14.22 1:34 pm",
        "ctx": [
            "what words that people used to say alot back then but dpnt now in 2022?",
            "ere"
        ]
    },
    {
        "date": "1.14.22 12:37 pm",
        "ctx": [
            "Do you like chocolate",
            "yes and no"
        ]
    },
    {
        "date": "1.14.22 12:31 pm",
        "ctx": [
            "thoughts on bulletin boards",
            "iconic"
        ]
    },
    {
        "date": "1.14.22 8:05 am",
        "ctx": [
            "how do i make a song with my emotions before they go awyay",
            "do it live"
        ]
    },
    {
        "date": "1.14.22 7:16 am",
        "ctx": [
            "whats the best thing about grass",
            "it's *alive*"
        ]
    },
    {
        "date": "1.14.22 6:30 am",
        "ctx": [
            "whats the best possible way to climb up a stair?",
            "i was going to say leap up all the stairs in one step. but then if you do that for awhile, the normal way would start to seem more appealing"
        ]
    },
    {
        "date": "1.13.22 10:09 pm",
        "ctx": [
            "how do you learn another language?",
            "the best way is to spend all your time around people who only speak that language"
        ]
    },
    {
        "date": "1.13.22 7:26 pm",
        "ctx": [
            "How do I be smart",
            "if you get stupid enough it loops around"
        ]
    },
    {
        "date": "1.13.22 6:58 pm",
        "ctx": [
            "do you agree that a lot of stories require a flawed character for character development reasons?",
            "yes"
        ]
    },
    {
        "date": "1.13.22 6:49 pm",
        "ctx": [
            "Life/existence/present-tense-thing is not adhering to the schedules I am creating. Yet without them, I seem to lose track of all the things I want to do/learn/create. \nQuestions: what is your experience on managing time?",
            "i think the right way is to manage half the time, but unfortunately that would be impossible to do accurately because you wouldn't know when to start managing again, without somehow managing the unmanaged time",
            "Do you think there is such a thing as an optimal process?",
            "yes but it may change"
        ]
    },
    {
        "date": "1.13.22 6:11 pm",
        "ctx": [
            "what is the best thing?",
            "there's always a better thing"
        ]
    },
    {
        "date": "1.13.22 4:48 pm",
        "ctx": [
            "I have instrumentals that sound good but my voice doesn't fit over them. How do I get better at singing, or how do i make my voice fit over existing instrumentals?",
            "just keep trying it"
        ]
    },
    {
        "date": "1.13.22 4:11 pm",
        "ctx": [
            "how to capture an emotion in music",
            "no one really knows, and yet we all can do it"
        ]
    },
    {
        "date": "1.13.22 2:10 pm",
        "ctx": [
            "How do you feel about love?",
            "pretty good",
            "Why is it such a common theme in your music?",
            "because it's pretty good",
            "Are there different kinds of love?",
            "there's as many kinds as you can handle"
        ]
    },
    {
        "date": "1.13.22 1:23 pm",
        "ctx": [
            "what is your opinion on the turing machine",
            "very friendly"
        ]
    },
    {
        "date": "1.13.22 12:34 pm",
        "ctx": [
            "have any job interview tips?",
            "it depends whether they're supposed to be interviewing you or you're supposed to be interviewing them, but either way just interview them"
        ]
    },
    {
        "date": "1.13.22 11:37 am",
        "ctx": [
            "in la de da de da de da de day oh, you explain that you \"went online to explain the things you feel, and express the things you mean, and it felt so real\"\n\nis this you explaining the feeling behind posting your content online? is it a self-expression thing for the most part?",
            "it certainly reminds me of such a situation"
        ]
    },
    {
        "date": "1.13.22 9:19 am",
        "ctx": [
            "What is your favourite song/video that you have made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "1.13.22 6:41 am",
        "ctx": [
            "is a part of 'more than a dream' about how the melody of 'might quit' came to you in a dream",
            "no, but part of it is about how the melody of 'more than a dream' came to me in a dream"
        ]
    },
    {
        "date": "1.13.22 2:48 am",
        "ctx": [
            "Have you ever done something once a day for many days in a row without breaking the streak?",
            "yes"
        ]
    },
    {
        "date": "1.13.22 2:37 am",
        "ctx": [
            "Thoughts on Non-Fungible Tokens?",
            "only a matter of time before someone figures out how to funge them"
        ]
    },
    {
        "date": "1.12.22 9:28 pm",
        "ctx": [
            "thoughts on the roman empire?",
            "too big, and yet somehow too small"
        ]
    },
    {
        "date": "1.12.22 8:53 pm",
        "ctx": [
            "how do you fix boredom",
            "learn everything"
        ]
    },
    {
        "date": "1.12.22 6:57 pm",
        "ctx": [
            "why is the future so scary",
            "it isn't yet"
        ]
    },
    {
        "date": "1.12.22 5:52 pm",
        "ctx": [
            "Man i feel like absolutely nothing and regretful for not making the best of myself any tips?",
            "the good news is you can still do it. the bad new is, first you might have to forgive yourself for not having done it"
        ]
    },
    {
        "date": "1.12.22 4:29 pm",
        "ctx": [
            "how would you describe your daily life in 5 words?",
            "difference of opinion............with self"
        ]
    },
    {
        "date": "1.12.22 1:33 pm",
        "ctx": [
            "how do i make music",
            "no one knows. if you find out, you'd be the first person"
        ]
    },
    {
        "date": "1.12.22 11:51 am",
        "ctx": [
            "can you try composing a bossa nova, based on your style? s8a3toh4lesiuzgdk",
            "my music is usually on average about 20% bossa nova"
        ]
    },
    {
        "date": "1.11.22 11:22 pm",
        "ctx": [
            "what should I do with a jar of coins",
            "put it in a jar of jars of coins"
        ]
    },
    {
        "date": "1.11.22 9:49 pm",
        "ctx": [
            "do you think there is multiple different usiverses?",
            "yes",
            "If so, do you think it's possible to visit them from this one?",
            "yes but i suppose the hard part is choosing, because there are infinite choices. it's almost like you'd be making them up, in that case"
        ]
    },
    {
        "date": "1.11.22 7:57 pm",
        "ctx": [
            "How do I fly a plane?",
            "i have no idea"
        ]
    },
    {
        "date": "1.11.22 7:54 pm",
        "ctx": [
            "what's your favorite thing that's inside of your refrigerator?",
            "a smaller refrigerator"
        ]
    },
    {
        "date": "1.11.22 7:45 pm",
        "ctx": [
            "how to cook food in oven",
            "i have no idea"
        ]
    },
    {
        "date": "1.11.22 6:30 pm",
        "ctx": [
            "How do i Change The World ?",
            "start by figuring out how it currently is"
        ]
    },
    {
        "date": "1.11.22 6:20 pm",
        "ctx": [
            "Is \"more than a dream\" about lucid dreaming?",
            "any kind of dream(s)"
        ]
    },
    {
        "date": "1.11.22 5:57 pm",
        "ctx": [
            "how do u find love",
            "it's right there"
        ]
    },
    {
        "date": "1.11.22 5:41 pm",
        "ctx": [
            "how to learn everything about psychology if i don't already know everything about myself?",
            "there's always gonna be more"
        ]
    },
    {
        "date": "1.11.22 5:12 pm",
        "ctx": [
            "how would you define reality?",
            "do anything",
            "like what makes things real,",
            "anything, but if all else fails then you can do it",
            "and is reality objective or subjective?",
            "maybe just jective",
            "if reality is dependent on the person, then can two people share the same reality?",
            "sure",
            "can we make imaginary things real by giving them a definition?",
            "even better"
        ]
    },
    {
        "date": "1.11.22 5:00 pm",
        "ctx": [
            "i'm ok, but my brain doesn't know that yet\nthoughts?",
            "have you tried singing about it"
        ]
    },
    {
        "date": "1.11.22 4:53 pm",
        "ctx": [
            "do you know the muffin man",
            "muffins are made by machines"
        ]
    },
    {
        "date": "1.11.22 2:37 pm",
        "ctx": [
            "What was the inspiration behind I'm a Princess, it's one of my favorite songs, and I'd love to find out what inspired you to write it! Much love",
            "it's part of a broader scheme to write as many songs as i can"
        ]
    },
    {
        "date": "1.11.22 2:16 pm",
        "ctx": [
            "how does \"how to win at spelling\" appear in the video for \"long long long journey\" when \"long long long\" journey was released first?",
            "\"how to win at spelling\" was produced before \"long long long journey\"",
            "what's the story behind the dog pilot?",
            "it's part of the anagram solution to the previous line"
        ]
    },
    {
        "date": "1.11.22 12:37 pm",
        "ctx": [
            "why did you say your name was Steve",
            "the goal was to write a fictional video that doesn't stop. i figured that would be a decent starting place"
        ]
    },
    {
        "date": "1.11.22 12:01 pm",
        "ctx": [
            "Is every clock on time or is every clock off and we are all being fooled?",
            "most public clocks on clocktowers are wrong"
        ]
    },
    {
        "date": "1.11.22 5:48 am",
        "ctx": [
            "how do i explain to my friend that feedback is a good thing and i want to see them succeed?",
            "here's a follow up question, would you be open to the possibility of them succeeding without feedback"
        ]
    },
    {
        "date": "1.11.22 5:04 am",
        "ctx": [
            "how to get ideas for stories?.",
            "how about looking in the trash"
        ]
    },
    {
        "date": "1.11.22 2:18 am",
        "ctx": [
            "how are you so normal and cool?",
            "must have tried every other way"
        ]
    },
    {
        "date": "1.11.22 1:19 am",
        "ctx": [
            "Is it moral to bring on interns?",
            "as long as they are moral interns"
        ]
    },
    {
        "date": "1.10.22 10:40 pm",
        "ctx": [
            "any secret formula for learning music theory?",
            "you can try to make a theory about music, but music will always evade the theory. this is how you know it's working"
        ]
    },
    {
        "date": "1.10.22 10:34 pm",
        "ctx": [
            "tried to make some music, it wasn't very good. how long till it gets better?",
            "it's already getting better"
        ]
    },
    {
        "date": "1.10.22 9:49 pm",
        "ctx": [
            "does common sense really that common for common people to have in their common mind?",
            "even more common"
        ]
    },
    {
        "date": "1.10.22 9:41 pm",
        "ctx": [
            "how do you spell hallelujah?",
            "i'm not sure"
        ]
    },
    {
        "date": "1.10.22 7:59 pm",
        "ctx": [
            "Do you have an opinion on the past tense of sneak?",
            "no"
        ]
    },
    {
        "date": "1.10.22 7:08 pm",
        "ctx": [
            "what is your favorite unicode character",
            "U+00A0"
        ]
    },
    {
        "date": "1.10.22 6:49 pm",
        "ctx": [
            "how do i be cool?",
            "climb a mountain, or if you are running short on time just be the mountain"
        ]
    },
    {
        "date": "1.10.22 4:28 pm",
        "ctx": [
            "in just did a bad thing, what's the game you're playing?",
            "let's be honest here......... i'm sure it's about songwriting",
            "and what place are you talking about in \"hey! get me out of this place! out into the real world\"",
            "that could be a bit of reverse psychology. that's halfway through the chorus, and i think i felt it was going pretty well at the time. so i might have been saying \"hey, get me out of this place\" when i was surely hoping to stay, but i didn't wanna say it out loud. It's like trying not to wake up from a dream. you never wanna admit you know it's a dream because that makes you wake up"
        ]
    },
    {
        "date": "1.10.22 3:30 pm",
        "ctx": [
            "if you made an album with your songs what order would the songs be in",
            "chronologically in the order they were written, AND produced, which is often impossible if they are produced in a much different order than they were written"
        ]
    },
    {
        "date": "1.10.22 1:47 pm",
        "ctx": [
            "why did the cops take you to jail for being friends with your own front door?",
            "that wasn't me, but it was written that way for heightening purposes"
        ]
    },
    {
        "date": "1.10.22 1:12 pm",
        "ctx": [
            "Do you like throwing waffles at passing vehicles?",
            "how about throwing vehicles at passing waffles"
        ]
    },
    {
        "date": "1.10.22 11:32 am",
        "ctx": [
            "what makes life worth living?",
            "you"
        ]
    },
    {
        "date": "1.10.22 8:23 am",
        "ctx": [
            "How do you think of your own music?",
            "sometimes i get very scared"
        ]
    },
    {
        "date": "1.10.22 7:10 am",
        "ctx": [
            "how do you feel when people tell you stories about what your art means to them? does it ever feel creepy vs. endearing?",
            "it's what i want, so how could i complain really"
        ]
    },
    {
        "date": "1.10.22 6:56 am",
        "ctx": [
            "do you have nightmares",
            "it's me, i'm the nightmare"
        ]
    },
    {
        "date": "1.10.22 3:04 am",
        "ctx": [
            "what is infinity?",
            "normal"
        ]
    },
    {
        "date": "1.10.22 12:55 am",
        "ctx": [
            "If love will save the world, isn't it best communicated in a language other than English? How about every language?",
            "every, or any"
        ]
    },
    {
        "date": "1.9.22 11:31 pm",
        "ctx": [
            "Hi, Bill. Yesterday I asked you what happened at the end of the book-stacking video. I understand your answer but I'm still confused. Why did you seem so surprised at the end of the video? (BTW, I really enjoy your content!)",
            "i suppose maybe i was just then realizing the gravity of what i had just done"
        ]
    },
    {
        "date": "1.9.22 10:07 pm",
        "ctx": [
            "what is the worst idea you've ever had?",
            "common sense",
            "conversely, what is the best idea you've ever had?",
            "common sense"
        ]
    },
    {
        "date": "1.9.22 10:05 pm",
        "ctx": [
            "why is my drawing so messy",
            "because it's too good"
        ]
    },
    {
        "date": "1.9.22 10:01 pm",
        "ctx": [
            "i'm thinking about breaking some rules, which do you recommend?",
            "how about the golden rule"
        ]
    },
    {
        "date": "1.9.22 9:39 pm",
        "ctx": [
            "how do you explain nothing to someone",
            "don't do anything"
        ]
    },
    {
        "date": "1.9.22 8:21 pm",
        "ctx": [
            "in your opinion, what is the most exciting hue of purple?",
            "it depends what colors are next to it"
        ]
    },
    {
        "date": "1.9.22 6:30 pm",
        "ctx": [
            "why do I have hands?",
            "to hold fruit, etc"
        ]
    },
    {
        "date": "1.9.22 5:24 pm",
        "ctx": [
            "why are sitcom dads so fucking stupid",
            "to be a role model, for the whole family, and for the entire production crew and the viewing audience"
        ]
    },
    {
        "date": "1.9.22 4:13 pm",
        "ctx": [
            "is your \"weirdness\" your way of telling certain stuff that only certain people could understand?",
            "my goal is to express things that everyone can understand"
        ]
    },
    {
        "date": "1.9.22 3:56 pm",
        "ctx": [
            "do you know the etymology of \"hallelujah\" without looking it up?",
            "no, but my first guess is that no one knows"
        ]
    },
    {
        "date": "1.9.22 12:43 pm",
        "ctx": [
            "what should i do right now",
            "check on the status quo to see if it is being maintained, and if not then maintain it"
        ]
    },
    {
        "date": "1.9.22 6:27 am",
        "ctx": [
            "Why is garlic bread not made out of garlic?",
            "i think it has garlic on it"
        ]
    },
    {
        "date": "1.9.22 1:35 am",
        "ctx": [
            "Why do you misspell things on the website",
            "for artistic purposes"
        ]
    },
    {
        "date": "1.8.22 11:12 pm",
        "ctx": [
            "what's the matter with me?",
            "you're too good"
        ]
    },
    {
        "date": "1.8.22 10:06 pm",
        "ctx": [
            "when will i learn my lesson?",
            "it's multi-lesson"
        ]
    },
    {
        "date": "1.8.22 7:14 pm",
        "ctx": [
            "What happened at the end of your book-stacking video when you said you were gonna go to a commercial break?",
            "i ended the video, and probably contemplated the degree to which it did or did not fulfill me"
        ]
    },
    {
        "date": "1.8.22 4:56 pm",
        "ctx": [
            "Damien Maymdien never answered our question of why everything is dumb and stupid.",
            "in that case, maybe it's not true"
        ]
    },
    {
        "date": "1.8.22 4:32 pm",
        "ctx": [
            "do you think sometimes",
            "yes"
        ]
    },
    {
        "date": "1.8.22 3:24 pm",
        "ctx": [
            "in \"la de da de da de da de day oh\", is the mall verse a metaphor or some hidden symbolism?",
            "for me it's a reference to that one time i went to the mall and i noticed that most of the stores had closed down...... and yet, there was no news about the mall closing. on some emotional level i felt that slight apocalyptic tingle. it felt like the perfect thing to invoke there in the second verse, in such a cheerful song",
            "what's the theme in that song?",
            "music, good and bad times, joy, self expression, and understanding"
        ]
    },
    {
        "date": "1.8.22 1:07 pm",
        "ctx": [
            "have you ever ABSOLUTELY FLIP YOUR SHIT",
            "mostly"
        ]
    },
    {
        "date": "1.8.22 12:32 pm",
        "ctx": [
            "What is time?",
            "it's you"
        ]
    },
    {
        "date": "1.8.22 8:32 am",
        "ctx": [
            "How to pay attention",
            "to what"
        ]
    },
    {
        "date": "1.8.22 6:39 am",
        "ctx": [
            "Do you have a favourite pair of socks?",
            "no"
        ]
    },
    {
        "date": "1.8.22 5:45 am",
        "ctx": [
            "What's your favorite quote?",
            "\"What's your favorite quote?\""
        ]
    },
    {
        "date": "1.8.22 5:22 am",
        "ctx": [
            "how do i turn the whole world into a cult",
            "you'll need a good slogan"
        ]
    },
    {
        "date": "1.8.22 4:07 am",
        "ctx": [
            "i have a knock knock joke but you have to start it",
            "ok i will"
        ]
    },
    {
        "date": "1.8.22 3:20 am",
        "ctx": [
            "favourite chord featuring a sharp note?",
            "D"
        ]
    },
    {
        "date": "1.8.22 2:07 am",
        "ctx": [
            "how do i say a speech confidently?",
            "somehow, you're going to have to make friends with your audience. an alternate option i suppose is to become enemies with your audience. one way or another, you're gonna probably have to develop a relationship to your audience"
        ]
    },
    {
        "date": "1.7.22 11:52 pm",
        "ctx": [
            "How come if you make music you are an artist but if you make silence you are not an artist?",
            "silence makers are artists, especially if they are deliberate in their contextual placement of the silence"
        ]
    },
    {
        "date": "1.7.22 9:32 pm",
        "ctx": [
            "It's often said that, personality bleeds into the work of people. Would you say that this is true for your songs/videos and you?",
            "yes"
        ]
    },
    {
        "date": "1.7.22 7:52 pm",
        "ctx": [
            "should i graduate and start working or graduate and keep learning",
            "graduate from what / working on what / learning what .......... 3 variables in this equation... hard to solve without knowing any of those whats"
        ]
    },
    {
        "date": "1.7.22 6:50 pm",
        "ctx": [
            "does using bII the 'old-fashioned' bach-ish way appeal to you (something like Db/F - G7 - Cm)",
            "that sounds fine with me"
        ]
    },
    {
        "date": "1.7.22 6:50 pm",
        "ctx": [
            "thoughts on geese",
            "too unique. maybe they could tone it down a little"
        ]
    },
    {
        "date": "1.7.22 6:24 pm",
        "ctx": [
            "can i learn music without a teacher",
            "music itself is a teacher. music not only teaches music, but it can teach you many more things about the rollercoaster of emotion and spirit that we all must face",
            "and where do you start and get inspiration and ideas",
            "everything is an idea. even a speck of lint. damn maybe i shouldn't have given that one away",
            "i feel like everything ever has already been done",
            "everyone has always thought that, including all the people who did any of the things that had been done before that",
            "and i'm stuck",
            "try a little reverse psychology. start out by trying to do something wrong on purpose. sometimes that's the only way to open the door. but when it does open, it's an infinite door so watch out"
        ]
    },
    {
        "date": "1.7.22 5:45 pm",
        "ctx": [
            "how to tune a drum kit? i spent like 2 hours today and i cant get it to sound good",
            "if you haven't tried any muffling, you could try that. it will probably sound like crap before you do that. try taping some soft objects to the heads"
        ]
    },
    {
        "date": "1.7.22 5:22 pm",
        "ctx": [
            "What should I do if I feel like I'm too cool for the outside world?",
            "do something cooler than anyone outside has ever done"
        ]
    },
    {
        "date": "1.7.22 5:11 pm",
        "ctx": [
            "what is everything?",
            "another version of you"
        ]
    },
    {
        "date": "1.7.22 5:04 pm",
        "ctx": [
            "how many wpm can you type",
            "Saturday, January 8, 2022 3:16:47 PM i'm not sure, but hopefully i can demonstrate this by typing an interesting anecdote about a hummingbird who met a family of other hummingbirds, and over time was gradually assimilated into this new family of hummingbirds. it's a good thing i pre-composed this passage in advance, because it took me about 10 seconds to figure out how to spell anecdote, and also the composition took some additional time. But this final transcription is being typed in real time, and you can see the exact time it took by taking the difference of the time between the time stamps. i should mention that i might be a bit slower than normal because my fingernails need cutting and also my hands are a bit cold.Saturday, January 8, 2022 3:18:08 PM"
        ]
    },
    {
        "date": "1.7.22 4:12 pm",
        "ctx": [
            "Do you edit videos on your table",
            "i do it on a desk"
        ]
    },
    {
        "date": "1.7.22 2:36 pm",
        "ctx": [
            "Are you going to release an album of your best hits?",
            "no"
        ]
    },
    {
        "date": "1.7.22 9:48 am",
        "ctx": [
            "How long did the video part of more than a dream take to make?",
            "much less time than usual, but still way too long. this was mostly because of some early experiments i did in an attempt to make it take only 2 days, and i failed that experiment continuously for a few times, and then after that struggle, the clouds somehow lifted and i was able to breeze through the rest of it"
        ]
    },
    {
        "date": "1.7.22 9:24 am",
        "ctx": [
            "why didn't the rooster cross the road?",
            "didn't need to. all his destinations were on the same side"
        ]
    },
    {
        "date": "1.7.22 4:46 am",
        "ctx": [
            "Do sounds (words) have the meaning that you give them, or the meaning the world gives them?",
            "meaning is give and take"
        ]
    },
    {
        "date": "1.7.22 12:18 am",
        "ctx": [
            "Have you ever managed to scare a penguin?",
            "no"
        ]
    },
    {
        "date": "1.6.22 10:28 pm",
        "ctx": [
            "Are you working on anything this 2022?",
            "yes"
        ]
    },
    {
        "date": "1.6.22 8:40 pm",
        "ctx": [
            "have you ever taught formally?",
            "no"
        ]
    },
    {
        "date": "1.6.22 7:41 pm",
        "ctx": [
            "How do I know if I made the right choice?",
            "you're just going to have to decide"
        ]
    },
    {
        "date": "1.6.22 4:12 pm",
        "ctx": [
            "how do you find new interesting music?",
            "you might have to make it yourself"
        ]
    },
    {
        "date": "1.6.22 3:46 pm",
        "ctx": [
            "what is your favorite day?",
            "today"
        ]
    },
    {
        "date": "1.6.22 1:05 pm",
        "ctx": [
            "does it say gullible on the ceiling?",
            "let me check, no it does not"
        ]
    },
    {
        "date": "1.6.22 12:16 pm",
        "ctx": [
            "What would happen if you wrote a song in 10 bpm",
            "it would have one beat every 6 seconds"
        ]
    },
    {
        "date": "1.6.22 10:47 am",
        "ctx": [
            "Can you see into my future????",
            "only a little bit"
        ]
    },
    {
        "date": "1.6.22 9:56 am",
        "ctx": [
            "why am i so anxious",
            "because the world is round and you can't find any edges"
        ]
    },
    {
        "date": "1.6.22 6:36 am",
        "ctx": [
            "Question about your song Ladedadedadedayoh. I think it's some of the most tonals songs, and maybe the one with the least \"surreal\" lyrics. Why ?",
            "keep my options open",
            "Is the ending one'sdisillusionment facing the world ?",
            "no",
            "Did you have this ending in mind since the beginning ?",
            "no, i actually tried at least 2 more normal endings which just didn't seem to do the trick",
            "Thanks, love your work."
        ]
    },
    {
        "date": "1.6.22 5:05 am",
        "ctx": [
            "i want to play the kalimba",
            "the hardest part is finding a kalimba"
        ]
    },
    {
        "date": "1.6.22 3:40 am",
        "ctx": [
            "any thoughts on grammar",
            "dank"
        ]
    },
    {
        "date": "1.6.22 2:20 am",
        "ctx": [
            "what's the funniest name that you've seen a product be named",
            "burger king"
        ]
    },
    {
        "date": "1.6.22 2:20 am",
        "ctx": [
            "which questions do you find the most annoying and/or difficult to answer?",
            "the easy ones"
        ]
    },
    {
        "date": "1.6.22 1:12 am",
        "ctx": [
            "how do i expand my vocal range? i've tried eating paper but that didn't seem to work",
            "try not eating paper"
        ]
    },
    {
        "date": "1.5.22 10:46 pm",
        "ctx": [
            "how song created by me?",
            "i'm not sure"
        ]
    },
    {
        "date": "1.5.22 9:27 pm",
        "ctx": [
            "Is Taiwan a country?",
            "maybe"
        ]
    },
    {
        "date": "1.5.22 6:42 pm",
        "ctx": [
            "Why does such an exciting song as La De Da have such bleak looking cover art?",
            "to make the release date sooner"
        ]
    },
    {
        "date": "1.5.22 6:38 pm",
        "ctx": [
            "is damien maymdian actually the narrator of history of the entire world i guess?",
            "no but it's the same voice actor (me)"
        ]
    },
    {
        "date": "1.5.22 6:22 pm",
        "ctx": [
            "did the aztecs have ass tech?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "1.5.22 6:14 pm",
        "ctx": [
            "Does it bother you when people don't put \"?\" at the end of their questions?",
            "no"
        ]
    },
    {
        "date": "1.5.22 5:50 pm",
        "ctx": [
            "favorite song",
            "still searching for one"
        ]
    },
    {
        "date": "1.5.22 4:53 pm",
        "ctx": [
            "Give me proof that life has meaning",
            "you're alive"
        ]
    },
    {
        "date": "1.5.22 4:43 pm",
        "ctx": [
            "Bill, I'm writing something in G mixolydian (basic, I know) but I'm not sure which key to notate it in. Do I use no sharp and no flat, because that would work, or do I use G major with one sharp, and use a natural before every f? It seems dumb to put a sharp in the key, only to flatten it every time but I also think it would be smart to \"set up\" the idea of G. What do you reckon? Thanks man",
            "if you write it with an empty key, write \"G mixo\" at the top of the page. traditionally, players look at the key sig to find the root, but you're right that you don't wanna keep naturaling the F every time"
        ]
    },
    {
        "date": "1.5.22 3:40 pm",
        "ctx": [
            "will you make a slow song",
            "sure"
        ]
    },
    {
        "date": "1.5.22 3:20 pm",
        "ctx": [
            "how do I exist",
            "i have no idea"
        ]
    },
    {
        "date": "1.5.22 2:09 pm",
        "ctx": [
            "regarding the beatles song \"michelle\", what are the chords at \"go together well, my michelle\"? alan pollack claims it's Bdim7, C, Bdim, C",
            "i don't have the recording and i haven't heard it very many times, but from my memory that seems like it would be right enough for the song to work good",
            "but the solo plays a D natural over what are allegedly the Bdim chords and it doesn't sound like shit somehow.",
            "why on earth would D natural sound like shit over Bdim? D natural is literally a note in Bdim",
            "there is also definitely Ab (G#?) going on there tooso it's not quite B7 either.",
            "Ab note is in Bdim7 also. so in your line of thinking, everything seems 'legal', although that's not always what counts in songs where time flows along in a forwardly direction"
        ]
    },
    {
        "date": "1.5.22 1:37 pm",
        "ctx": [
            "what do you mean when you say impossible. it can't be done?.",
            "sometimes i say that when it seems something is too possible, in too many ways, and my brain can't compute"
        ]
    },
    {
        "date": "1.5.22 12:33 pm",
        "ctx": [
            "How do I become a postman",
            "your parents have to be postmen"
        ]
    },
    {
        "date": "1.5.22 12:22 pm",
        "ctx": [
            "can u predict my future",
            "you're gonna be ok"
        ]
    },
    {
        "date": "1.5.22 9:47 am",
        "ctx": [
            "what is the bpm for 'sponsor video' or whatever the drink cooooke video was called",
            "maybe about 105"
        ]
    },
    {
        "date": "1.5.22 9:26 am",
        "ctx": [
            "How to organize a PowerPoint quickly and then make it without getting hung up on animations for 2395793 years",
            "i have no idea"
        ]
    },
    {
        "date": "1.5.22 9:03 am",
        "ctx": [
            "how long does it take you to create a song, from the original idea to the final product?",
            "i have no idea"
        ]
    },
    {
        "date": "1.5.22 7:32 am",
        "ctx": [
            "Will you make a song in a minor key",
            "sure"
        ]
    },
    {
        "date": "1.5.22 1:54 am",
        "ctx": [
            "is here comes the sun about jesus",
            "i'm not sure"
        ]
    },
    {
        "date": "1.4.22 11:20 pm",
        "ctx": [
            "Do all of your videos exist in a Bill Wurtz cinematic universe",
            "no",
            "in which everything that happens on screen makes perfect sense and is totally normal? Are you god in the Bill Wurtz cinematic universe? If your god, who's Satan?"
        ]
    },
    {
        "date": "1.4.22 10:57 pm",
        "ctx": [
            "do you see it as a positive thing if i find your voice really relaxing?",
            "yes"
        ]
    },
    {
        "date": "1.4.22 8:26 pm",
        "ctx": [
            "why do you wear your cap on that sideways angle?",
            "that's the only way i can get it to look ok"
        ]
    },
    {
        "date": "1.4.22 6:03 pm",
        "ctx": [
            "What did you learn in 2021",
            "i'm as stupid as i am smart"
        ]
    },
    {
        "date": "1.4.22 5:11 pm",
        "ctx": [
            "if i cant say what something mean, does it mean anything",
            "yes, then it automatically means everything"
        ]
    },
    {
        "date": "1.4.22 5:11 pm",
        "ctx": [
            "how to write a song?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "1.4.22 3:44 pm",
        "ctx": [
            "what does everything mean",
            "everything"
        ]
    },
    {
        "date": "1.4.22 3:03 pm",
        "ctx": [
            "Why do you wake up so early",
            "why do you think you know when i wake up"
        ]
    },
    {
        "date": "1.4.22 2:41 pm",
        "ctx": [
            "Why don't you release an album?",
            "because i don't like albums"
        ]
    },
    {
        "date": "1.4.22 12:55 pm",
        "ctx": [
            "music is just too good. do people make it good or is it just good by itself?",
            "it reveals how people are good"
        ]
    },
    {
        "date": "1.4.22 10:48 am",
        "ctx": [
            "why do you hate nihilism",
            "i'm not sure if i hate it, but, if it means everything's meaningless, then i'd say that sounds pretty....disappointing"
        ]
    },
    {
        "date": "1.4.22 8:35 am",
        "ctx": [
            "what is the fastest song you've made so far?",
            "i've never made a fast song"
        ]
    },
    {
        "date": "1.4.22 4:50 am",
        "ctx": [
            "What do you think of \"Productivity\". Like the word and the concept it describes.",
            "there's one thing missing: what you're producing"
        ]
    },
    {
        "date": "1.4.22 3:49 am",
        "ctx": [
            "Is video editing an art or a science?",
            "it's both sometimes"
        ]
    },
    {
        "date": "1.4.22 2:51 am",
        "ctx": [
            "What is your non-new year's resolution?",
            "get better"
        ]
    },
    {
        "date": "1.4.22 1:07 am",
        "ctx": [
            "What is the meaning of bread",
            "it's food"
        ]
    },
    {
        "date": "1.4.22 12:21 am",
        "ctx": [
            "are we close enough for a title anagram or is this wishful thinking?",
            "it would be too obvious"
        ]
    },
    {
        "date": "1.3.22 9:21 pm",
        "ctx": [
            "what do the asterisks in the timestamps of the 'instrumentals' page of your website mean?",
            "it means the exact date is not known"
        ]
    },
    {
        "date": "1.3.22 7:16 pm",
        "ctx": [
            "how would you feel about someone writing a song about you",
            "fine"
        ]
    },
    {
        "date": "1.3.22 3:50 pm",
        "ctx": [
            "why do I feel so emotionally attached to inanimate objects?",
            "because they're so loyal"
        ]
    },
    {
        "date": "1.3.22 2:51 pm",
        "ctx": [
            "is the key of music like the key of a house door?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "1.3.22 2:19 pm",
        "ctx": [
            "favorite song",
            "still searching for it"
        ]
    },
    {
        "date": "1.3.22 2:10 pm",
        "ctx": [
            "how is your 2022 going so far",
            "pretty good. no fridays yet, but i guess that's normal"
        ]
    },
    {
        "date": "1.3.22 2:02 pm",
        "ctx": [
            "how create song",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "1.3.22 12:24 pm",
        "ctx": [
            "My Boyfriend says i should concentrate on the Drums and Not get Carried away while doing Music. Am i Mad or does He Not want me to succeeed?",
            "maybe a little of both"
        ]
    },
    {
        "date": "1.3.22 12:14 pm",
        "ctx": [
            "Is steve named steve?????",
            "let me perform some calculations"
        ]
    },
    {
        "date": "1.3.22 12:04 pm",
        "ctx": [
            "how do you consistently work on long projects when at the end of each day you can't really see much tangible success?",
            "can't. i can't do it",
            "is your motivation just to envision the end product and think about the benefits of having it finished?\n\nthanks",
            "the only thing that motivates me is to convince myself that i've found a way to do it much quicker and that soon i'll be out of this mess. the more times i fail at that, the harder it is to believe"
        ]
    },
    {
        "date": "1.3.22 8:18 am",
        "ctx": [
            "how do you feel about the way 'hey ya' keeps having the guitar play e major over the rest of the band playing a clear-as-day e minor",
            "i've always been surprised by how ok that sounds"
        ]
    },
    {
        "date": "1.3.22 6:55 am",
        "ctx": [
            "can you remember every question you answered here back to 2016/15?",
            "no"
        ]
    },
    {
        "date": "1.3.22 4:36 am",
        "ctx": [
            "my dad doesn't like your videos, how do i change that?",
            "that's not important right now. what's important is my dad doesn't like your questions"
        ]
    },
    {
        "date": "1.3.22 2:25 am",
        "ctx": [
            "i figured out a fun way to get the biggest prime number.\n\nsay you get the number n. lets use 105 as an example.\n\nyou start dividing by 2 and increase 1 if result is not a whole number. \n\nso 105/2 = 52.5 (not whole)\n105/3 == 35 (whole, cool)\n\nso now we have 3 as one of the factors and now we use 35 and repeat the process\n\n35/2 = 17.5 (not whole)\n\n35/3 = 11.6666~ (not whole)\n\n35/4 = 8.75 (not whole)\n\n35/5 = 7 (whole)\n\nso now we have 3 and 5 as factors and are left with 7.\n\n7/2 , 7/3, 7/4, 7/5, 7/6 are all not whole, so 7 is our last prime factor. \n\n105 = 3*5*7 , 7 being the biggest prime factor.\n\nis there a name for this process?",
            "common sense"
        ]
    },
    {
        "date": "1.3.22 2:10 am",
        "ctx": [
            "if you could go back in the past and ask yourself something what would you ask",
            "who do you think you are"
        ]
    },
    {
        "date": "1.3.22 1:46 am",
        "ctx": [
            "thoughts on the tenth letter of the alphabet?",
            "deceptively uncommon"
        ]
    },
    {
        "date": "1.3.22 1:24 am",
        "ctx": [
            "what do you think of",
            "you know that feeling when you solve 5000 mazes at once, that's what i'm thinking of"
        ]
    },
    {
        "date": "1.3.22 1:20 am",
        "ctx": [
            "for your songs, could you do a \"dance test\" to see if it's fun to dance to?",
            "sure"
        ]
    },
    {
        "date": "1.3.22 1:01 am",
        "ctx": [
            "Am I worth believing in?",
            "yes"
        ]
    },
    {
        "date": "1.2.22 10:30 pm",
        "ctx": [
            "What do you feel like doing?",
            "everything"
        ]
    },
    {
        "date": "1.2.22 10:14 pm",
        "ctx": [
            "how would you calculate a number's largest prime factor",
            "the only way i know is to test every prime number, all the way up to the original number's square root. you either won't find anything, or, along the way you might find a match which is paired with something higher than the square root"
        ]
    },
    {
        "date": "1.2.22 9:35 pm",
        "ctx": [
            "what key is 'the road' in?",
            "it changes keys constantly"
        ]
    },
    {
        "date": "1.2.22 8:57 pm",
        "ctx": [
            "What is your biggest coincidence?",
            "in school just before i graduated, i had a missing assignment that would have prevented me from graduating. i finished the assignment during another class and managed to get it in before the end of the day. Later that day, after i was home, the teacher left a voice message on my phone, saying something like \"hi bill, you need to complete that assignment...\" etc. However, it turns out that she actually had dialed a wrong number. she meant to dial someone else, in the same class, also named Bill, who had also missed the same assignment, who's phone number was extremely similar to mine"
        ]
    },
    {
        "date": "1.2.22 8:46 pm",
        "ctx": [
            "what are your opinions on the concept of time?",
            "dank"
        ]
    },
    {
        "date": "1.2.22 8:14 pm",
        "ctx": [
            "are sharp keys brighter and flat keys darker?",
            "only relative to other keys. it's all relative"
        ]
    },
    {
        "date": "1.2.22 7:06 pm",
        "ctx": [
            "would you pet my dog?",
            "how the heck do you pet a dog"
        ]
    },
    {
        "date": "1.2.22 6:45 pm",
        "ctx": [
            "Do you have an acoustic guitar?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "1.2.22 6:25 pm",
        "ctx": [
            "do you have some sort of keyboard shortcut that types out the current datetime in the format Day of Week, Month Day, Year HH:MM:SS AM/PM",
            "i have no idea what you're talking abouMonday, January 3, 2022 5:32:33 PM sorry my finger slipped"
        ]
    },
    {
        "date": "1.2.22 6:04 pm",
        "ctx": [
            "who inspired you to become who you are today?",
            "<del>no one</del> everyone"
        ]
    },
    {
        "date": "1.2.22 5:19 pm",
        "ctx": [
            "Favorite song",
            "still searching for it"
        ]
    },
    {
        "date": "1.2.22 5:18 pm",
        "ctx": [
            "What was the question Damien Maymdien skipped?",
            "this one"
        ]
    },
    {
        "date": "1.2.22 4:53 pm",
        "ctx": [
            "at what time should i make things right?",
            "how about at the stroke of midnight"
        ]
    },
    {
        "date": "1.2.22 3:23 pm",
        "ctx": [
            "Thoughts on noclipping irl?",
            "fine with me"
        ]
    },
    {
        "date": "1.2.22 2:39 pm",
        "ctx": [
            "how to turn a fit of jealous rage into something constructive, something that meets my expectations",
            "sit down on the ground"
        ]
    },
    {
        "date": "1.2.22 2:36 pm",
        "ctx": [
            "what is your favourite time of day?",
            "sunrise"
        ]
    },
    {
        "date": "1.2.22 2:28 pm",
        "ctx": [
            "why didnt you upload brick floor to youtube?",
            "because it was only a test/practice, and for some reason i didn't feel like i was at a point in my career where i should be uploading test/practices to youtube"
        ]
    },
    {
        "date": "1.2.22 1:37 pm",
        "ctx": [
            "do you think having confidence in oneself is directly defined as having a \"big ego?\"",
            "no",
            "what do you think is the line between having good confidence and being full of yourself",
            "whether the person saying it likes you"
        ]
    },
    {
        "date": "1.2.22 1:02 pm",
        "ctx": [
            "What's a year you wish you could go back to?",
            "2022"
        ]
    },
    {
        "date": "1.2.22 11:59 am",
        "ctx": [
            "What do you want your legacy to be?",
            "figuring out which way is up"
        ]
    },
    {
        "date": "1.2.22 9:57 am",
        "ctx": [
            "is everything in its right place?",
            "some things are"
        ]
    },
    {
        "date": "1.2.22 9:48 am",
        "ctx": [
            "if actions speak louder than words, why do i use words to communicate?",
            "sometimes you may want something softer"
        ]
    },
    {
        "date": "1.2.22 9:12 am",
        "ctx": [
            "What happens after the world ends?",
            "a new world starts"
        ]
    },
    {
        "date": "1.2.22 8:25 am",
        "ctx": [
            "what would you say to jesus if he was right in front of you",
            "what does he say to me"
        ]
    },
    {
        "date": "1.2.22 7:28 am",
        "ctx": [
            "How many beans can you fit in your average cupboard?",
            "what the heck is an average cupboard"
        ]
    },
    {
        "date": "1.2.22 5:33 am",
        "ctx": [
            "Have you felt any feelings that didn't exist?",
            "i was going to say yes but now that i think about it no"
        ]
    },
    {
        "date": "1.2.22 5:12 am",
        "ctx": [
            "Why are you not a music teacher? Or are you?",
            "music teaches itself, but if you have a question about it i might be able to help"
        ]
    },
    {
        "date": "1.2.22 4:19 am",
        "ctx": [
            "How do you get over the fear of not meeting your own expectations?",
            "watch someone else meeting them and then that should send you into a fit of jealous rage"
        ]
    },
    {
        "date": "1.2.22 2:44 am",
        "ctx": [
            "do you have an instrumental of the road on your site?",
            "no",
            "its such a chill song, but i can't seem to find it on the site. i'm just wondering, also, what are your opinions on the future of culinary utensils?",
            "i think they will be around a long time"
        ]
    },
    {
        "date": "1.2.22 2:37 am",
        "ctx": [
            "What day is it",
            "Sunday, January 2, 2022 7:03:09 PM sorry i got carried away and gave more information than was asked of me"
        ]
    },
    {
        "date": "1.1.22 9:16 pm",
        "ctx": [
            "ive seen you give tips for finding lyrics for a pre-existing melody, but do you have any tips for finding a melody for pre-existing lyrics, or perhaps a better melody than the one they currently have?",
            "try to make it bad on purpose. it will automatically come back to good, but because you banished it to bad first, the path back to good will probably be different than anyone has done before"
        ]
    },
    {
        "date": "1.1.22 9:12 pm",
        "ctx": [
            "is the street in \"got some money\" related to the street in \"more than a dream\"?",
            "i did the graphics for both",
            "if so, how does the family tree for that work?",
            "am self"
        ]
    },
    {
        "date": "1.1.22 9:02 pm",
        "ctx": [
            "how to write a poem? i suck at it though..",
            "just tell the truth"
        ]
    },
    {
        "date": "1.1.22 9:03 pm",
        "ctx": [
            "when is it time to give up?",
            "i don't know"
        ]
    },
    {
        "date": "1.1.22 5:29 pm",
        "ctx": [
            "Why are the lyrics for more than a dream different on Apple Music than they are on your website?",
            "someone else must have put them on apple music, and got it wrong"
        ]
    },
    {
        "date": "1.1.22 5:19 pm",
        "ctx": [
            "Cheese thoughts?",
            "not perfect, but it's better than drywall. that is their slogan"
        ]
    },
    {
        "date": "1.1.22 2:08 pm",
        "ctx": [
            "will you return to making monday videos? i really like them",
            "how about videos every day"
        ]
    },
    {
        "date": "1.1.22 1:06 pm",
        "ctx": [
            "what music genre are you i cant figure it out",
            "regular"
        ]
    },
    {
        "date": "1.1.22 1:03 pm",
        "ctx": [
            "when can I expect new reality videos?",
            "you can start expecting them any time"
        ]
    },
    {
        "date": "1.1.22 1:03 pm",
        "ctx": [
            "is everything music",
            "almost, but not quite"
        ]
    },
    {
        "date": "1.1.22 12:00 pm",
        "ctx": [
            "2022?",
            "2x3x337"
        ]
    },
    {
        "date": "1.1.22 10:51 am",
        "ctx": [
            "short term goals you've took way too long to complete?",
            "come to my senses"
        ]
    },
    {
        "date": "1.1.22 10:43 am",
        "ctx": [
            "im starting to have the uncontrollable urge to sing \"bop shuop, m'bop bop shuop\" over any song that i'm listening to... is this beatlemania?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "1.1.22 8:45 am",
        "ctx": [
            "is creativity real",
            "yes and no"
        ]
    },
    {
        "date": "1.1.22 7:40 am",
        "ctx": [
            "do you like music?",
            "no, it's too good"
        ]
    },
    {
        "date": "1.1.22 2:54 am",
        "ctx": [
            "We mostly write (notate) music in 2d with time as one axis and pitch as another, what would you put on the 3rd axis to punch things up a little?",
            "dynamics (loudness)"
        ]
    },
    {
        "date": "1.1.22 2:03 am",
        "ctx": [
            "how much time is a lot of time",
            "about 5 seconds"
        ]
    },
    {
        "date": "1.1.22 1:42 am",
        "ctx": [
            "what was the last thing you did in 2021?",
            "sleep",
            "first thing you did in 2022?",
            "sleep"
        ]
    },
    {
        "date": "1.1.22 12:48 am",
        "ctx": [
            "what happens to people who go to the minimalist mansion",
            "they become iconic\n\n\n\n\n\n(ref: questions-2021-12.html)PREVIOUS QUESTIONS"
        ]
    }
]