[
    {
        "date": "202203312319",
        "ctx": [
            "how do i deal with unpredictable people. i am a person who needs predictability",
            "you may have to do more predictable things yourself. develop a predictable force field"
        ]
    },
    {
        "date": "202203312313",
        "ctx": [
            "At what point in the song-making process do you record vocals?",
            "very early in the recording process, which is after the writing process. when writing is done, then i throw down some temp instrument tracks which have to be just strong enough to sing over. then record all vocals. then remove all temp insts and then do the instrumentals for real"
        ]
    },
    {
        "date": "202203312236",
        "ctx": [
            "what is your favorite video from bill wurtz",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "202203312236",
        "ctx": [
            "do you ever sort of wish that you hadn't figured out what you wanted to do with life, so you could spend more time thinking about it whilst walking through the city streets and whatnot?",
            "i've been doing that for years. why stop now"
        ]
    },
    {
        "date": "202203312208",
        "ctx": [
            "what's with writing songs that are exactly 3:33 in length?",
            "that's a very normal length for a song. if someone is writing songs of that size, they must be very normal songs"
        ]
    },
    {
        "date": "202203312153",
        "ctx": [
            "Please feature the word hippopotamus in a future song as requested in the past or there will be legal consequences.",
            "that's not true",
            "I will have you know I graduated top of my class at hippo school and will not have my credentials go to waste!",
            "i have what i consider a top-tier hippopotamus reference in 'history of the entire world, i guess', which refers to a car, which, even though i know you probably think it's a joke, was actually called the hippo-mobile"
        ]
    },
    {
        "date": "202203312118",
        "ctx": [
            "have you made a song about vampires yet?",
            "no"
        ]
    },
    {
        "date": "202203312049",
        "ctx": [
            "Was there a specific moment or triumph working with 3d that made you feel ready to start making videos again and begin Here Comes the Sun?",
            "moment, yes. triumph, no",
            "If so, what was it? If not, how did you decide when to start making HCtS?",
            "i was neck deep in detailed character animation test scenes, developing animation systems. hands, fingers, free range of upper body movement, arm and hand gestures while speaking, mouth movements, eyebrows, head movements, ....... i recall deciding that i needed to do teeth for the 'F's. That's about when i lost my mind and realized this is not a way to live, it's a way to die. So after about 3 consecutive panic attacks on this issue, i promptly set all that completely aside and began the song writing/selection process and went into a music video production, some how some way"
        ]
    },
    {
        "date": "202203311856",
        "ctx": [
            "favourite time, down to the minute?",
            "0:00"
        ]
    },
    {
        "date": "202203311802",
        "ctx": [
            "What do you think about April Fools?",
            "fake"
        ]
    },
    {
        "date": "202203311638",
        "ctx": [
            "'9 8 7' reminds me of love and courtship, in a really strong way. what inspired you to write '9 8 7'?",
            "the number line",
            "and how far off is my interpretation of it?",
            "it's reasonable, because the first couple of lines seem to suggest that. but i'm always eager to get past that and go directly to the center of the universe if i can"
        ]
    },
    {
        "date": "202203311612",
        "ctx": [
            "can you animate at 10000000000000000000000 fps",
            "only in real life"
        ]
    },
    {
        "date": "202203311540",
        "ctx": [
            "Whats the difference between making music and composing music?",
            "i'd say composing music might be more like planning out how music will go, and 'making music' probably describes creating the actual sound of the music"
        ]
    },
    {
        "date": "202203311529",
        "ctx": [
            "why do you create",
            "someone's gotta do it"
        ]
    },
    {
        "date": "202203311448",
        "ctx": [
            "what the fuck is a kilometer",
            "1000 meters"
        ]
    },
    {
        "date": "202203311415",
        "ctx": [
            "what do you do when you are upset",
            "launch a PR campaign to explain that i am not upset"
        ]
    },
    {
        "date": "202203311356",
        "ctx": [
            "where did you learn color theory?",
            "at home, and in the work place"
        ]
    },
    {
        "date": "202203311307",
        "ctx": [
            "is your next song your favorite song (until you finish it) since you always \"prefer make a new one to be {your} favorite?\"",
            "if that's even possible"
        ]
    },
    {
        "date": "202203312423",
        "ctx": [
            "why does the line from \"9 8 7\" \"and i know that each thing you feel is so true\" strike me so much?",
            "maybe it's true. or maybe it's the cacophony of raining twinkles in the background"
        ]
    },
    {
        "date": "202203311112",
        "ctx": [
            "Is \"Bill\" a groovy name?",
            "no way"
        ]
    },
    {
        "date": "202203311013",
        "ctx": [
            "Is clients name clients name or does clients name have a name that isn't clients name",
            "client not found"
        ]
    },
    {
        "date": "202203310910",
        "ctx": [
            "Does 11meef make 9 8 7 true?",
            "it makes it done. and, in retrospect, i suppose done things do turn out to be true"
        ]
    },
    {
        "date": "202203310839",
        "ctx": [
            "As a good pianist with no theoretical background, but a good ear, how do you suggest I learn how to play jazz well? I've got methods I'm going to try out that I think will work if I give it some time, but I wanted to get your perspective as well.",
            "names for music styles morph like crazy over time. that's just how it goes. so when you say 'jazz', i'd say the first thing you wanna pin down is what are you actually thinking of... there must be some songs you heard that made you think 'ah, that's jazz'. Or, maybe it was even something you SAW that you associated with jazz. Maybe it's certain people you know whom you associate with 'jazz'. either way, the first step here is to identify jazz, and also figure out what made you start aspiring to it. Then, just go closer towards those things. If it was certain songs, just start trying to learn those songs. If it's clothing, try to find similar clothing. If it's a group of people, try to get to know those people. etc"
        ]
    },
    {
        "date": "202203310726",
        "ctx": [
            "Do any songs of yours relate to you and your life?",
            "often yes, at least in some of the parts, in some ways but not others",
            "If so which?",
            "just to take the most recent one, near the beginning of '9 8 7' it says \"there's numbers in the music\". well that's absolutely true, the song i was writing at that moment was chock full of numbers"
        ]
    },
    {
        "date": "202203310450",
        "ctx": [
            "If they took your brain and made it a drug what would it be called? (This also answers the question of \"what drugs are you on?\")",
            "if it's working right, it would be frivolous to name it. now that i think of it, perhaps frivolous is the name"
        ]
    },
    {
        "date": "202203310351",
        "ctx": [
            "what card are you thinking of",
            "i am not thinking of a card"
        ]
    },
    {
        "date": "202203310314",
        "ctx": [
            "Do you know how to count?",
            "sort of"
        ]
    },
    {
        "date": "202203310246",
        "ctx": [
            "what's the difference between 6/8 and 3/4 time.",
            "6/8 usually sounds like 2 groups of 3, and 3/4 usually sounds like 3 groups of 2",
            "what even is time signature",
            "it tries to tell you some information about how the beats are grouped into bars. to think of it in terms of waffles, it's like how many squares per waffle"
        ]
    },
    {
        "date": "202203310120",
        "ctx": [
            "what's the melody of \"i'm scared\"?",
            "G A",
            "while i'm at it, do you think socks are edible?",
            "nothing is edible"
        ]
    },
    {
        "date": "202203310102",
        "ctx": [
            "What does Gmin(+7) mean in jazz music notation?",
            "i'd have to assume that means Gmin(maj7) which means Gmin (G, Bb, D) and F#"
        ]
    },
    {
        "date": "202203302302",
        "ctx": [
            "How to add more magic to my life?",
            "all it takes to get magic is to appreciate magic. it doesn't even matter exactly when you appreciate it. can be before, during, or after"
        ]
    },
    {
        "date": "202203302300",
        "ctx": [
            "how did you come up with the lyric \"9 8 7\"",
            "took it from the number line (from math)"
        ]
    },
    {
        "date": "202203302201",
        "ctx": [
            "First wanna say I'm really jammin out to 9 8 7! It's such a bop. Keep up the good stuff, Bill!\nAnyway, my question: About how long did it take to produce each of the video portions of your music videos starting from here comes the sun?",
            "here comes the sun: about 4 months\ni'm a princess: about 4 months\nmoney: about 8 days\nmore than a dream: about 5 weeks\ni'm scared: about 5 weeks\nfly around: about 7 days\n9 8 7: about 5 days"
        ]
    },
    {
        "date": "202203302106",
        "ctx": [
            "when you recorded \"1 1 meef\" in 987 were you trying to sing a different line and said meef on accident or was it supposed to be in the song",
            "that was in the writing. i hadn't thought of a line there yet, and i was searching for something with 'ee' in it, so on a run through (while writing), i spontaneously tried 'meef' knowing that wouldn't be it, immediately stopped and questioned 'meef?' and then about half a second later about the same time i pressed stop on that run, i realized the answer is in fact to do it just like that. so it was a genuinely improvised moment in the writing session that was faithfully re-enacted in the studio recording"
        ]
    },
    {
        "date": "202203301957",
        "ctx": [
            "why didn't you include numbers below 0 in 987?",
            "save something for other songs"
        ]
    },
    {
        "date": "202203301955",
        "ctx": [
            "What's your best trick?",
            "inventing new tricks"
        ]
    },
    {
        "date": "202203301735",
        "ctx": [
            "in your 3 week schedule how much time is spent on writing vs music vs video?",
            "in that context, it would probably be about 2 days vs 8 days vs 8 days"
        ]
    },
    {
        "date": "202203301702",
        "ctx": [
            "what is your opinion of the Melodica",
            "sometimes i wonder if you could make a melodica out of other melodicas"
        ]
    },
    {
        "date": "202203301631",
        "ctx": [
            "what qualifies a name as groovy?",
            "the context"
        ]
    },
    {
        "date": "202203301627",
        "ctx": [
            "what do you think of the time 3:45 am?",
            "too late to be early. too early to be late"
        ]
    },
    {
        "date": "202203301621",
        "ctx": [
            "should i start only focusing on my music and quit my other endeavors",
            "i guess it depends how much you like the other endeavors, compared to how much you like music"
        ]
    },
    {
        "date": "202203301546",
        "ctx": [
            "what would u call each section in 9 8 7?? like how would you lay out the structure",
            "A B A B C B A B outvamp"
        ]
    },
    {
        "date": "202203301537",
        "ctx": [
            "Did you put \"Bbasement\" in the video of \"9 8 7\" @ 1:34 because the song goes into Bb minor there?",
            "yes that's exactly right"
        ]
    },
    {
        "date": "202203301525",
        "ctx": [
            "will future songs contain themes of moving on",
            "probably sometimes"
        ]
    },
    {
        "date": "202203301525",
        "ctx": [
            "did the numbers you chose in \"9 8 7\" have any significance or did you just choose them because they rhymed with what you wanted to say\nor did you choose the lyrics because they rhymed with the numbers you wanted to say?",
            "the goal is to make the whole thing good. in terms of boatbuilding: you wanna make a good boat"
        ]
    },
    {
        "date": "202203301522",
        "ctx": [
            "before i finished listening to 987, i was going to ask what you would name a new number, but then it got answered, so...\n\ncan you describe what the number meef would look like as a numeral?",
            "it would look like a piece of beef, except more weak. weak beef. dare i even say meek beef"
        ]
    },
    {
        "date": "202203301510",
        "ctx": [
            "What's the highest note you've ever hit in one of your songs?",
            "acording to my calculations, it was around Bb, 6 octaves above middle C. that's 2 octaves above the highest note on a grand piano but i should mention that it was a huge mistake"
        ]
    },
    {
        "date": "202203301449",
        "ctx": [
            "Hi Bill, I am recently taking a break from my main hobby and finding a new one, the problem is that I am wandering aimlessly and going through every possible hobbies without making any conclusion. How do I slow myself down and choose the right hobby. Thanks :)",
            "try no hobby for a few days. see if anything jumps out at you"
        ]
    },
    {
        "date": "202203301445",
        "ctx": [
            "in the 9 8 7 music video when it says \"to two 2 tue\" on the bottom were you thinking about twosday (2/22/2022 on a tuesday)?",
            "no, i was actually thinking about tuesday 3/29/22"
        ]
    },
    {
        "date": "202203302456",
        "ctx": [
            "i had a question like a month and a half ago or somethinf and then i forgot where it was\nanyways\nwhat if the world was a pear",
            "would be an interesting artpiece"
        ]
    },
    {
        "date": "202203302424",
        "ctx": [
            "when was 9 8 7 written",
            "first 2 bars on dec 28, 2018.  then up to the 12th bar on april 17, 2021. the rest was written the week of march 8, 2022"
        ]
    },
    {
        "date": "202203301155",
        "ctx": [
            "Why most of your songs have a \"home\" theme, especially \"coming back home\"?",
            "i actually have a strict rule that it's no more than 1 out of 4 songs"
        ]
    },
    {
        "date": "202203301101",
        "ctx": [
            "how do you create such great bridges in your songs",
            "that's easy. just find the best part in the song and then call that the bridge"
        ]
    },
    {
        "date": "202203301030",
        "ctx": [
            "Why were you shaving your piano in 2014?",
            "that's not actual shaving, but the reason i depicted that, like most things i do on video, is a vehicle for musical/artistic expression"
        ]
    },
    {
        "date": "202203300912",
        "ctx": [
            "The last time you wrote a counting song, you said \"1 2 3 4 5 6 7 8 9 / I'm alive\". Now that it's descending, is \"9 8 7\" a song about dying?",
            "absolutely not. that song is also about being alive"
        ]
    },
    {
        "date": "202203300808",
        "ctx": [
            "when drawing, people tend to get used to how the drawing looks and therefore will notice less flaws than other people. does the same happen when making music?",
            "yes and it happens both positively and negatively"
        ]
    },
    {
        "date": "202203300726",
        "ctx": [
            "how can I forgive myself for something unforgivable?",
            "you could try some propaganda"
        ]
    },
    {
        "date": "202203300646",
        "ctx": [
            "why does your umbrella profile picture have certain colors on twitter, youtube, etc",
            "certainty is something i strive for in colors. it shows confidence"
        ]
    },
    {
        "date": "202203300625",
        "ctx": [
            "WHAT IS THE DIFFERENCE BETWEEN CONFIDENCE AND EGOTISM!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!?",
            "the connotation"
        ]
    },
    {
        "date": "202203300504",
        "ctx": [
            "Are you content with the quality of your songs and videos made within the 3 week time frame? I think all recent songs have been an amazing experience",
            "\"it's the climb\""
        ]
    },
    {
        "date": "202203300408",
        "ctx": [
            "What is your opinion on the theory that \"We're living in a simulation\"",
            "of what"
        ]
    },
    {
        "date": "202203300248",
        "ctx": [
            "will we ever find out what number makes the whole thing true?",
            "any number has that power. it turns out that number is you"
        ]
    },
    {
        "date": "202203300241",
        "ctx": [
            "on a scale of one to two, how good do you think you are at drawing",
            "1.5"
        ]
    },
    {
        "date": "202203300158",
        "ctx": [
            "Can you make another castle song",
            "that seems like something i would do"
        ]
    },
    {
        "date": "202203300134",
        "ctx": [
            "what was the strangest thing/object you have produced music with?",
            "jeans"
        ]
    },
    {
        "date": "202203300116",
        "ctx": [
            "if you have a set of things that don't match, which do you change to make it match if leaving them unmatched is distressing?",
            "a good first strategy can be rotation. because that is often cost free"
        ]
    },
    {
        "date": "202203301200",
        "ctx": [
            "what is your favourite sentence?",
            "where were we when we were where we were"
        ]
    },
    {
        "date": "202203292327",
        "ctx": [
            "do you have a metaphor you like for describing music?",
            "we'll never fully know music. but music knows us"
        ]
    },
    {
        "date": "202203292317",
        "ctx": [
            "Is there more to this world than we know?",
            "yes"
        ]
    },
    {
        "date": "202203292257",
        "ctx": [
            "what's your favorite auxiliary percussion instrument",
            "the sum total that's achieved by layering and blending them tenderly"
        ]
    },
    {
        "date": "202203292256",
        "ctx": [
            "did you know that some of your short songs are listed as being half the length that they actually are",
            "that's not true. they are actually supposed to repeat infinitely. the written time is the length of 1 time through the cycle. it's either that number or infinity which would be the correct length"
        ]
    },
    {
        "date": "202203292243",
        "ctx": [
            "thoughts on meef?",
            "whatever gets the job done"
        ]
    },
    {
        "date": "202203292213",
        "ctx": [
            "I get this sense that you believe in everyone as much as anyone wishes anyone would believe ik them. I believe you can make everyone believe in what they believe they can believe",
            "yes, that is my job"
        ]
    },
    {
        "date": "202203292140",
        "ctx": [
            "Wow my name is Mortimer how did you guess.",
            "i don't believe you"
        ]
    },
    {
        "date": "202203292121",
        "ctx": [
            "how do you explain the repetition in the end of \"Mount St. Helens is about to Blow Up\"",
            "the song is riding off into the sunset"
        ]
    },
    {
        "date": "202203292110",
        "ctx": [
            "Heyo, I was wondering if the \"meef\" in 9 8 7 was improvised or written before hand? Thanks :)",
            "best of both worlds. improvised before hand"
        ]
    },
    {
        "date": "202203292056",
        "ctx": [
            "is 987 a sequel to the alphabet shuffle",
            "not quite"
        ]
    },
    {
        "date": "202203292055",
        "ctx": [
            "how do i learn to comprehend?",
            "that happens no matter what"
        ]
    },
    {
        "date": "202203292052",
        "ctx": [
            "how are you doing",
            "pretty good"
        ]
    },
    {
        "date": "202203292035",
        "ctx": [
            "Can you give me some pretty words to fight against my friends existentialism. I've always loved your abstract thought",
            "i don't have any techniques for fighting against friends"
        ]
    },
    {
        "date": "202203292028",
        "ctx": [
            "favorite wonder of the world",
            "the earth's core"
        ]
    },
    {
        "date": "202203292026",
        "ctx": [
            "bill my best friend just broke off with me how do i cope",
            "in the short term, you will be your own friend and then pretty soon you'll become someone else's friend also"
        ]
    },
    {
        "date": "202203292018",
        "ctx": [
            "hi bill, love the new song. numbers are very cool. can you tell me something that you also think is cool? (I'm trying to collect knowledge of cool things)",
            "spatial coordinates"
        ]
    },
    {
        "date": "202203291959",
        "ctx": [
            "How would you approach overcoming depression?",
            "make some cool goals"
        ]
    },
    {
        "date": "202203291953",
        "ctx": [
            "If I were to bring a trombone to a daycare would that entertain the kids more than a violin?",
            "that's up to how you play it"
        ]
    },
    {
        "date": "202203291953",
        "ctx": [
            "Am I correct in my speculation that the very last meef in \"9 8 7\" was recorded long before the song?",
            "absolutely not"
        ]
    },
    {
        "date": "202203291949",
        "ctx": [
            "what's the best way to greet a new person?",
            "tell them your entire life story"
        ]
    },
    {
        "date": "202203291942",
        "ctx": [
            "Is 9 8 7 tuned to A = 432?",
            "absolutely not"
        ]
    },
    {
        "date": "202203291931",
        "ctx": [
            "Out of the following concepts, which do you feel are the most common in your songs: Going home, dreams, travelling, or not knowing how to do something?",
            "all the categories are merged into 1 category which i've only used once and am still doing it that 1 time"
        ]
    },
    {
        "date": "202203291926",
        "ctx": [
            "Why are you so good with everything?",
            "could be self defense"
        ]
    },
    {
        "date": "202203291912",
        "ctx": [
            "i used to write songs a lot when i was in high school and loved it and thought they were pretty good. but i got disillusioned when i met people who have way more music theory knowledge, and are more accomplished at instruments/better singers than me. and now as an adult it feels too late to go back to it, and when i try to secretly write something i often end up thinking i'm just a dumbass and give up. but i really do miss it and wish i could write songs again. any advice?",
            "you can. just do it"
        ]
    },
    {
        "date": "202203291908",
        "ctx": [
            "what's your second favorite brand of cereal?",
            "i only know 1 brand"
        ]
    },
    {
        "date": "202203291907",
        "ctx": [
            "is my phone number in new number song?",
            "probably not"
        ]
    },
    {
        "date": "202203291904",
        "ctx": [
            "How did you come up with 9 8 7?",
            "i'm not sure"
        ]
    },
    {
        "date": "202203291900",
        "ctx": [
            "so does this mean 9 8 7 is now your favorite song because it's the newest one?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "202203291845",
        "ctx": [
            "Where did you learn to groove so well with such a cool hat in 9 8 7?",
            "at home, and in the work place"
        ]
    },
    {
        "date": "202203291819",
        "ctx": [
            "is 9 8 7 about your past songs?",
            "not really"
        ]
    },
    {
        "date": "202203291819",
        "ctx": [
            "what is a word you hate",
            "don't worry about it. i like all of them"
        ]
    },
    {
        "date": "202203291816",
        "ctx": [
            "Are you scared of 6/8 time?",
            "no"
        ]
    },
    {
        "date": "202203291757",
        "ctx": [
            "What's the most interesting question you've gotten?",
            "this one"
        ]
    },
    {
        "date": "202203291745",
        "ctx": [
            "What's your opinion on the concept of time?",
            "dank"
        ]
    },
    {
        "date": "202203291744",
        "ctx": [
            "What has been your favourite question you've ever gotten on here?",
            "this one"
        ]
    },
    {
        "date": "202203291727",
        "ctx": [
            "I love doing something but I can't bring myself to do it because I suck at it. I feel like I will enjoy it once I get good but I can't get better at it because I hate myself when it turns out awful. Do you have any advice on this?",
            "set up a temporary challenge to see how bad you can be. there are prizes for this"
        ]
    },
    {
        "date": "202203291715",
        "ctx": [
            "in 987 is this supposed to be a song so you can test the rainbow effect because ive seeing it inside the song",
            "i use rainbow colors in almost every video. it's a habit that's hard for me to resist",
            "and what kind of music is 987 anyway?",
            "normal",
            "please respond with a serious answer though",
            "it's counting music"
        ]
    },
    {
        "date": "202203291714",
        "ctx": [
            "Thoughts on the whole 432 Hz hype from a while back? Have you ever thought about making music using another C than the standard 440Hz C?",
            "yes but it doesn't really seem to make any difference. but it also has the downside of being impossible for anyone to play-along to, on their normally tuned instruments"
        ]
    },
    {
        "date": "202203291711",
        "ctx": [
            "what did damien maymdien skip on that blades of grass vid??",
            "the plot?"
        ]
    },
    {
        "date": "202203291707",
        "ctx": [
            "how long ago did you discover numbers?",
            "maybe thursday"
        ]
    },
    {
        "date": "202203291706",
        "ctx": [
            "what is your favorite character",
            "one that reminds you of who you want to be and why you definitely can"
        ]
    },
    {
        "date": "202203291643",
        "ctx": [
            "What is consciousness?",
            "it's you"
        ]
    },
    {
        "date": "202203291640",
        "ctx": [
            "why did you call the song '9 8 7' instead of 'nine eight seven'?",
            "because i'm not a monster"
        ]
    },
    {
        "date": "202203291636",
        "ctx": [
            "is meef a new number",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202203291630",
        "ctx": [
            "What's your favourite chord?",
            "F"
        ]
    },
    {
        "date": "202203291625",
        "ctx": [
            "As a piano player I'm jealous of the capo... Any tips on seeing relationships between chords and notes that are independent of actually alphabetical naming? Can everything simply be boiled down to numerical relationships?",
            "yes, that's exactly what i was going to say",
            "Isn't that objectively more clear? :|",
            "yes. go ahead and start using numbers, at your soonest convenience"
        ]
    },
    {
        "date": "202203291614",
        "ctx": [
            "what is your opinion on everything?",
            "it's one of the top 10 best things"
        ]
    },
    {
        "date": "202203291548",
        "ctx": [
            "What colour are your special sandals?",
            "probably black and white"
        ]
    },
    {
        "date": "202203291444",
        "ctx": [
            "How to be happy?",
            "try to do something completely different"
        ]
    },
    {
        "date": "202203291434",
        "ctx": [
            "why did you quit",
            "i don't recall quitting anything. i was going to say i quit eating olives, but that's not true. i never started eating olives, because they smell so terrible to me"
        ]
    },
    {
        "date": "202203291411",
        "ctx": [
            "How do you find inspiration?",
            "look anywhere. it's there"
        ]
    },
    {
        "date": "202203291306",
        "ctx": [
            "what's your favorite meme",
            "cramps"
        ]
    },
    {
        "date": "202203291153",
        "ctx": [
            "Is a song coming out today?",
            "yes"
        ]
    },
    {
        "date": "202203291032",
        "ctx": [
            "(ref: q.php?date=202203270835)3.27.228:35 am  Similarly, did you originally intend on ending your song \"i'm best friends with my own front door\" with the lyric \"so i'm leaving\"?",
            "absolutely not. that's when the most important part is just starting"
        ]
    },
    {
        "date": "202203290755",
        "ctx": [
            "how to learn calculus",
            "watch some Ramamurti Shankar lectures on youtube"
        ]
    },
    {
        "date": "202203290629",
        "ctx": [
            "Can you tell me how to get to Sesame Street?",
            "no, that's because i don't know your starting location"
        ]
    },
    {
        "date": "202203290608",
        "ctx": [
            "Will a song be released today?",
            "yes"
        ]
    },
    {
        "date": "202203282319",
        "ctx": [
            "what were the squirrels murmuring and chattering about in hello sexy pants",
            "the previous line"
        ]
    },
    {
        "date": "202203282217",
        "ctx": [
            "I know you often say it's best to write the music and the lyrics at the same time. but what should I do if I have a pretty good idea of what the melody and so on should be, but I just can't think of the what words to go with it? like I know what I want to *say* (like the actual emotions and ideas that I want to express), I just can't think of any words that fit. the emotions and thoughts are all slippery and blobby and I can't get them into any actual specific words without them all disappearing and blobbing together again somewhere else.\n and I know that music can help with that (words alone can say some things but not others, music alone can say some things but others, so if you put them together you can say more things together than you could with either thing alone, right?) but I still can't work out what actual words I should put into this thing, it's so annoying.\nbut anyway you are I think good at having words that go well with music in a wa y that is more than the sum of its parts, so do you know any magic secret advice? or even just any idea what to do here?\nor am I thinking about this all wrong",
            "you are thinking about it right. but actually, the problem here is that these things usually only get solved when you're not thinking about it. Which is almost impossible, because you really want this, so you're obviously gonna think about it. but just trust that it will happen. Paraphrasing what you feel it should say, that's good, and you're already doing that. Sometimes it's good to just start trying things, and get all the way through the lines. Sometimes if you're searching for the right thing, you never let yourself finish any lines, because you think it's not right. Start trying complete lines, that actually make it all the way to the end of the line, with words. Finish the line anyway, even if you don't think it's right. and then try different entire lines. Don't be afraid to bend the rhythm to fit the words you're using, if it helps you get to the end of the lines. Also another way to make things come alive is by jolting it into a slightly 'wrong' way. Then again, there might actually be a 'perfect' unjolted right way that you've been wishing for, but that will probably only come to you when you completely stop trying, like in a dream or something. which you can't really plan for"
        ]
    },
    {
        "date": "202203281855",
        "ctx": [
            "where do you get such good soccer tips?",
            "ON THE FIELD"
        ]
    },
    {
        "date": "202203281822",
        "ctx": [
            "What is your hobby?",
            "doing everything forever until i finish all of it"
        ]
    },
    {
        "date": "202203281813",
        "ctx": [
            "what is \"i vape sugar on mars\" an anagram of?",
            "previous anagrams"
        ]
    },
    {
        "date": "202203281758",
        "ctx": [
            "Is there such a thing as a lie by omission?",
            "there is such thing as everything else"
        ]
    },
    {
        "date": "202203281737",
        "ctx": [
            "how do think out of thebox",
            "fuck it, just think about the box"
        ]
    },
    {
        "date": "202203281525",
        "ctx": [
            "I've written several songs but all of them were done with GarageBand, and I feel like it's time to get a better app/software. What are your recommendations?",
            "garageband almost seems too advanced for writing. different people do it different ways, but i always think it's nice to just write with a keyboard sound and your voice, with 1 mic. preferably a normal mic, the kind that's meant for every-day personal conversations"
        ]
    },
    {
        "date": "202203281400",
        "ctx": [
            "Do you really weigh one million pounds?",
            "no",
            "You might want to see your doctor about that..."
        ]
    },
    {
        "date": "202203281358",
        "ctx": [
            "does your new song have numbers in the title?",
            "oh hell yeah"
        ]
    },
    {
        "date": "202203281333",
        "ctx": [
            "in \"currently vacationing in antarctica\" you say you are currently vacationing in antarctica. do you take pride in this content that you've provided?",
            "a little bit"
        ]
    },
    {
        "date": "202203282445",
        "ctx": [
            "Your songs describe feelings that I can't begin to explain. Thank you. What's your favorite kind of ice cream?",
            "tuesdae"
        ]
    },
    {
        "date": "202203282444",
        "ctx": [
            "how do you feel about mondays",
            "pretty good"
        ]
    },
    {
        "date": "202203281132",
        "ctx": [
            "What is something nice?",
            "lines (straight or curved)"
        ]
    },
    {
        "date": "202203280900",
        "ctx": [
            "have you ever made something",
            "that sounds like something i would do"
        ]
    },
    {
        "date": "202203280818",
        "ctx": [
            "does free wil exist",
            "i'm still trying to decide"
        ]
    },
    {
        "date": "202203280645",
        "ctx": [
            "What will happen if you live in a different universe?",
            "different things"
        ]
    },
    {
        "date": "202203280401",
        "ctx": [
            "what is your favorite kind of cloud",
            "the kind you can walk through"
        ]
    },
    {
        "date": "202203281254",
        "ctx": [
            "is drinking water 70% cannibalism",
            "no"
        ]
    },
    {
        "date": "202203272233",
        "ctx": [
            "what do you think of the word grove?",
            "past tense of 'groove'"
        ]
    },
    {
        "date": "202203271746",
        "ctx": [
            "i really really really want to do a thing. BUT. of all the paths i could take, the shortest/easiest one is still quite long and reasonably hard. and there are many things on the path to doing that thing that i DON'T want to do. so then i give up and say it won't be worth the long hard time. and i don't have any strategies to keep me from giving in to the pain and hard lonely times on the way. do you have any strategies for accomplishing the really difficult and unpleasant steps ~on the way~ to completing the thing i really want to do?",
            "it just depends on how much you want it. if you want the results enough, it will happen. in the meantime, you can maybe strengthen your relationship to your desire for the results. become pen pals with the desire. check in, see how the desire is doing, throughout the day"
        ]
    },
    {
        "date": "202203271728",
        "ctx": [
            "How much do you weigh?",
            "1 million pounds"
        ]
    },
    {
        "date": "202203271613",
        "ctx": [
            "If the sandals can fly around why don't you keep them on and fly around together instead if taking them off?",
            "intrigue"
        ]
    },
    {
        "date": "202203271510",
        "ctx": [
            "how to calm down",
            "start by writing down the location of every object in the universe. just to see what you're dealing with"
        ]
    },
    {
        "date": "202203272440",
        "ctx": [
            "what are your opinions on bread",
            "can potentially cover a large area"
        ]
    },
    {
        "date": "202203270943",
        "ctx": [
            "Have you ever made Steve/Not Steve in 3D?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202203270835",
        "ctx": [
            "did you originally intend on ending your song \"here comes the sun\" with the lyric \"stop, time's up\"?",
            "absolutely not"
        ]
    },
    {
        "date": "202203270815",
        "ctx": [
            "Whats you're favorite song",
            "i haven't found it yet, that's why i keep making new ones just in case"
        ]
    },
    {
        "date": "202203270518",
        "ctx": [
            "How do you accomplish things?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "202203270510",
        "ctx": [
            "How's the next music video coming along?",
            "pretty good"
        ]
    },
    {
        "date": "202203270150",
        "ctx": [
            "how would you describe the mood of your newest song?",
            "enumerative"
        ]
    },
    {
        "date": "202203271212",
        "ctx": [
            "at the airport terminal, do the planes have rapid unscheduled disassemblies?",
            "not usually"
        ]
    },
    {
        "date": "202203262256",
        "ctx": [
            "is daylight saving time boring?",
            "not if you're awake at 2am, which either doesn't exist or happens twice!!"
        ]
    },
    {
        "date": "202203262116",
        "ctx": [
            "What do you think of daylight savings time?",
            "no daylight is saved. it's just displaced"
        ]
    },
    {
        "date": "202203261948",
        "ctx": [
            "Do you feel like any of your songs wrote themselves? If so, which ones? P.S. I love you",
            "sometimes i get them from dreams. in that case, yes it feels like it wrote itself"
        ]
    },
    {
        "date": "202203261608",
        "ctx": [
            "what's a favorite video that you made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "202203261135",
        "ctx": [
            "what's the best way to motivate yourself to do something?",
            "ask 2 things about the thing: 1. what is the thing, and 2. do you want to do it"
        ]
    },
    {
        "date": "202203261133",
        "ctx": [
            "what is the answer to the universe",
            "might be you"
        ]
    },
    {
        "date": "202203260916",
        "ctx": [
            "i feel like i've got a few chords stuck in my hands and i am magnetically pulled to playing them, even tho i'm kinda bored of them! how do i get into a new harmonic place?",
            "how about writing a song without playing the instrument"
        ]
    },
    {
        "date": "202203260633",
        "ctx": [
            "can I learn math in 2 days ?",
            "it depends how many numbers you want to know. you can learn about 1 number a day"
        ]
    },
    {
        "date": "202203260417",
        "ctx": [
            "In fly around you sing about different \"scenes\". Do these refer to different periods in ones life or something completely else?",
            "seems more hypothetical, given the use of the word \"somewhere\" just before"
        ]
    },
    {
        "date": "202203260329",
        "ctx": [
            "Do you hate watermelons,",
            "no",
            "or do watermelons hate you?",
            "i doubt it"
        ]
    },
    {
        "date": "202203260107",
        "ctx": [
            "hey I wrote a question a few days ago but I forgot what it said, so here is a new one: why is it raining in i'm crazy/it's raining",
            "i suppose it takes place on.......... earth"
        ]
    },
    {
        "date": "202203261233",
        "ctx": [
            "Are you fine with being somewhat of a therapist to some people on here? I find it pretty nice of you to answer some questions people give about existential thoughts and whatnot.",
            "someone's gotta do it"
        ]
    },
    {
        "date": "202203261200",
        "ctx": [
            "does your next song have a title?",
            "yes"
        ]
    },
    {
        "date": "202203252300",
        "ctx": [
            "What's your opinion about the moon?",
            "just the right size"
        ]
    },
    {
        "date": "202203252112",
        "ctx": [
            "what does it feel like to be a human",
            "absolutely insane"
        ]
    },
    {
        "date": "202203252050",
        "ctx": [
            "how to make time?",
            "it's you. you are time"
        ]
    },
    {
        "date": "202203251603",
        "ctx": [
            "Were you told when you were young that pain would lead to pleasure?",
            "no"
        ]
    },
    {
        "date": "202203251442",
        "ctx": [
            "in fly around, why does \"oo ah oh ee\" turn into \"oh ah oo ee\" at the final chorus? the pitch changes too",
            "keep my options open"
        ]
    },
    {
        "date": "202203251434",
        "ctx": [
            "thoughts on the eventual heat death of the universe?",
            "sounds boring"
        ]
    },
    {
        "date": "202203251404",
        "ctx": [
            "what is grass",
            "a perfect way to test the limits of the computational power of your universe"
        ]
    },
    {
        "date": "202203251347",
        "ctx": [
            "How should you approach song writing?",
            "how about like (ref: https://billwurtz.com/just-try-to-have-a-good-time.mp3\"target=\"_blank)this"
        ]
    },
    {
        "date": "202203252458",
        "ctx": [
            "There are a lot of interesting things I really want to work on, but by attempting to do everything at once I don't get much of anything done. Thoughts?",
            "how about making a schedule"
        ]
    },
    {
        "date": "202203251138",
        "ctx": [
            "where can i find \"1.2.20\tVACATIONING IN THE MIDDLE OF THE SUN\" and \"1.15.16 vacationing in the center of the earth\"? they're on the expert mode page",
            "that's right",
            "but they don't have links, and i couldn't find them anywhere else.",
            "they don't need liks, because that text itself is the content. Also now they can be found on the questions page, because you just typed them in your question"
        ]
    },
    {
        "date": "202203251138",
        "ctx": [
            "What is the best chord progression?",
            "Amin F C G"
        ]
    },
    {
        "date": "202203251042",
        "ctx": [
            "hey are you practicing capital letters day on april 2nd",
            "by using capital letters of course, just like i do every damn day"
        ]
    },
    {
        "date": "202203250947",
        "ctx": [
            "i feel like i didnt do the stuff i wanted to, or that i'm not able to do the stuff i might like to do. what do i do?",
            "might as well get started"
        ]
    },
    {
        "date": "202203250936",
        "ctx": [
            "I really enjoyed listening to fly around. Do you also enjoy listening to it?",
            "it depends if i'm in the mood to believe that it accurately represents how i wanted it to sound"
        ]
    },
    {
        "date": "202203250625",
        "ctx": [
            "what is the key signature for here comes the sun",
            "1 sharp. except the bridge which would be 2 flats"
        ]
    },
    {
        "date": "202203250231",
        "ctx": [
            "what's the difference between attack, cutoff, decay, release, and any of those other words that i haven't said? what do they all do? why are their names so similar in meaning?",
            "the 'attack' knob controls how quick the note starts. Quick attack means the note plays immediately when you press the key. Slow attack means the note takes a long time to fade in.\nthe 'decay' knob controls how quick the note fades away while you're holding the note. Quick decay means the note will disappear almost immediately after you press it, even if you hold the note down. only short notes allowed. dinks and donks. Long decay (or infinite) means the note will stay on as long as you hold the note.\n'release' is what happens when you let go of the note. Quick release means the note will stop as soon as you let go of the note. Slow release means the note will ring out for a long time after you let go (like a ringing bell).\n'cutoff', also called 'filter cutoff' is like a wawa pedal, if you've ever heard one of those. try saying \"wawawawa\"... this is probably what it would sound like if you hold a note and move the cutoff knob up and down. Turn the knob up and the sound gets more 'aaaa'. turn the knob down and the sound goes more 'ooo'"
        ]
    },
    {
        "date": "202203242306",
        "ctx": [
            "what is obama's middle name?",
            "michelle"
        ]
    },
    {
        "date": "202203242127",
        "ctx": [
            "why do bad things keep on happening to me and the world",
            "to remind you how much you love good things"
        ]
    },
    {
        "date": "202203242101",
        "ctx": [
            "why did we decide to walk on 2 legs?",
            "to have hands free to relocate various items from place to place"
        ]
    },
    {
        "date": "202203241818",
        "ctx": [
            "what's so special about the sandals if they stop you from flying around?",
            "nothing. it's a plot twist there"
        ]
    },
    {
        "date": "202203241458",
        "ctx": [
            "Where do you go to feel inspired",
            "around"
        ]
    },
    {
        "date": "202203241311",
        "ctx": [
            "how to be cool",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "202203241159",
        "ctx": [
            "What's the meaning of your song, \"might quit\"?",
            "it seems to have themes of independence, finding your way in the world, etc"
        ]
    },
    {
        "date": "202203240902",
        "ctx": [
            "how to become smart",
            "it's gonna happen anyway, no matter what"
        ]
    },
    {
        "date": "202203240335",
        "ctx": [
            "do you know the feeling of constantly pattern-matching your decisions against what a hypothetical \"rational\" person in a similar situation would do?",
            "in those situations, i prefer to consider myself the rational person. that way it feels more like first-hand thinking",
            "how do you escape the meta-thought-loop and just do stuff?",
            "i've never tried this, but some people suggest holding out your hand, with nothing touching your hand, and feel the feeling you feel on your hand, with nothing touching it"
        ]
    },
    {
        "date": "202203241252",
        "ctx": [
            "I hate being a mediocre person surrounded by above-mediocre persons. I fucking hate it, I'm so sick of it. I can barely enjoy listening to music because I know the artist is worlds more musically talented than me. I wish to have a wish so that I could wish for the drive to become exceptional. Do you think if you have enough drive, anyone can become exceptional?",
            "first you should understand that your mind is playing tricks on you sometimes. you think everyone is better than you. that's just not true. many people whom you think are better than you, actually think everyone including you is better than them"
        ]
    },
    {
        "date": "202203232118",
        "ctx": [
            "where is the london bridge located?",
            "it's one of the ones in London, but don't ask google because it will definitely show you 'tower bridge' which is the tallest but wrong one"
        ]
    },
    {
        "date": "202203232059",
        "ctx": [
            "Are you interested in making a salsa song?",
            "yes"
        ]
    },
    {
        "date": "202203232030",
        "ctx": [
            "I like making music a lot, and some people say that I'm good at it. However, I'm nervous to make it because I don't know what people will think of it, and because I'm not exactly sure what to make either. What should I do?",
            "go ahead. if you seem to be hesitating too much, think of some tasty goals to entice yourself"
        ]
    },
    {
        "date": "202203231940",
        "ctx": [
            "have you ever scrapped a song/video idea midway through?",
            "no",
            "how bad did it hurt?i think you're super"
        ]
    },
    {
        "date": "202203231714",
        "ctx": [
            "hey bill, so what if I wanted to do a thing, but it had to be something that no one had ever done before? how would I do it?",
            "you are the only one who might know. other people should be asking you how to do it",
            "have you ever done something no one has ever done before?",
            "yes"
        ]
    },
    {
        "date": "202203231707",
        "ctx": [
            "how did you come up with \"at the airport terminal\"?",
            "i'm not sure if anyone knows for sure how songwriting works. that's part of the magic"
        ]
    },
    {
        "date": "202203231602",
        "ctx": [
            "how to conquer the bizarre sense of dread and panic i feel on waking up every day",
            "think of some nice goals you want, and write them down"
        ]
    },
    {
        "date": "202203231315",
        "ctx": [
            "What scale should I play over a D7b5b9 chord?",
            "don't play a scale. play the song, through that moment, focusing toward the next more grounded moment in the future"
        ]
    },
    {
        "date": "202203232440",
        "ctx": [
            "is there a time signature change in \"more than a dream\"? are the verses in 3/4 and the choruses in 4/4?",
            "the verses alternate 3/4 and 4/4, from bar to bar. Or if you don't mind huge bars, you can call it 7"
        ]
    },
    {
        "date": "202203231146",
        "ctx": [
            "thoughts on fish?",
            "unbelievable; swimtastic,"
        ]
    },
    {
        "date": "202203231139",
        "ctx": [
            "Why do people who love us most sometimes seem like they want us to fail?",
            "could be jealousy"
        ]
    },
    {
        "date": "202203231106",
        "ctx": [
            "Do all of your lyrics relate to to things you have experienced or events from the world?",
            "no"
        ]
    },
    {
        "date": "202203231053",
        "ctx": [
            "Heyo, I was wondering what the chords from \"the melody is shifting into the future\" to \"exactly how the story will end\" in fly around are?",
            "i'm approximating, but see if this gets the job done (at 1 bar per line):\nFmin7 Eb/F Db/Gb B/E\nBbmin7Ebadd4/CFadd4/D B/E Dbsus2/Gb\nDbmaj7/Eb\nB7sus4...(A#min7b5)\nAmaj7\nE\nB\nAmaj9, Asus2 (add melody notes as needed)\nE\nB\nF#min7\nE/BB",
            "The effect is really cool and I was wondering how it was accomplished. Thanks!",
            "i'm not sure if anyone knows for sure how songwriting works. that's part of the magic"
        ]
    },
    {
        "date": "202203231050",
        "ctx": [
            "What's the weirdest question you have answered",
            "i have never answered a weird question"
        ]
    },
    {
        "date": "202203231046",
        "ctx": [
            "Hey what's your favorite song that you have made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "202203231028",
        "ctx": [
            "How do I stop being frightfully lazy?",
            "it all depends what you actually would like to accomplish"
        ]
    },
    {
        "date": "202203230947",
        "ctx": [
            "do you feel the music?",
            "yes"
        ]
    },
    {
        "date": "202203230915",
        "ctx": [
            "which video did you put the most effort into",
            "i break the effort scale every time. this is one of my problems"
        ]
    },
    {
        "date": "202203230838",
        "ctx": [
            "is monopoly a good board game",
            "i have no idea"
        ]
    },
    {
        "date": "202203230656",
        "ctx": [
            "What's the first thing you do when you start making a song?",
            "choose which one to make"
        ]
    },
    {
        "date": "202203230635",
        "ctx": [
            "Is the secret meaning of \"might quit\" that you \"might quit\" making songs that are less than 3 minutes long?",
            "no"
        ]
    },
    {
        "date": "202203230621",
        "ctx": [
            "what to do about being frustrated at a shitty landlord",
            "go ahead and buy the house from them"
        ]
    },
    {
        "date": "202203230443",
        "ctx": [
            "when did all the windmills start to turn so slow",
            "around the beginning of time, i suspect"
        ]
    },
    {
        "date": "202203230304",
        "ctx": [
            "how long did it take to write fly around?",
            "maybe a couple days in total"
        ]
    },
    {
        "date": "202203230106",
        "ctx": [
            "i'm a princess",
            "i believe you"
        ]
    },
    {
        "date": "202203222318",
        "ctx": [
            "wnat's the funniest joke you know",
            "the truth"
        ]
    },
    {
        "date": "202203222142",
        "ctx": [
            "why do more problems keep appearing? this is getting out of hand, as the solutions aren't coming in nearly as fast for me",
            "still, you'll probably find more solutions than you would find if there were no problems"
        ]
    },
    {
        "date": "202203222112",
        "ctx": [
            "do you like your music",
            "it's my responsibility to make it how i would like it...... if that's even possible"
        ]
    },
    {
        "date": "202203221942",
        "ctx": [
            "do you mix your own music?",
            "yes",
            "if so, wow. you are the best mixing engineer alive today.",
            "well that's very kind of you but it can't be true"
        ]
    },
    {
        "date": "202203221650",
        "ctx": [
            "Lately, for like a lot of months now but not quite a year, I have lost almost all motivation to practice my instrument. I still like making music i think, and I don't want to get bad at music, and i'm not ready to give it up. and im already pretty bad at music and i hate it. but i still dont want to practice at all. day after day i reallllly don't want to. what should i do",
            "find something else you do enjoy"
        ]
    },
    {
        "date": "202203221641",
        "ctx": [
            "how to not be sad",
            "write down the story of how you got sad. make it into a folk tale, you get to be the folk"
        ]
    },
    {
        "date": "202203221610",
        "ctx": [
            "What does \"expert mode\" on your website mean?",
            "that's how the site would be without all the friendly categories. it would be like going to the grocery store and all the products are in 1 aisle"
        ]
    },
    {
        "date": "202203221552",
        "ctx": [
            "I have this really cool idea for a story in my head, and I just began writing it. The problem is, these past few weeks I haven't had any motivation to write, even though I know what I'll write. Am I just lazy? And how do I get my motivation back and prevent this from happening in the future?",
            "you'll have to figure out whether or not you want to write it. if you didn't want to, you wouldn't worry about not doing it. if you did want to, you'd be doing it. somehow you are caught in the middle, which is understandable, but to solve it you just have to go back and ponder the original question of whether you want to do the thing. Actually that brings up another important question, which is what actually is the thing"
        ]
    },
    {
        "date": "202203221546",
        "ctx": [
            "do you ever make a realization so fundamental that you wonder how you went all those years without seeing something so obvious in retrospect, it completely changes how you see everything in the world and you know you can never go back to the way you used to think, and you just want to walk into the city on a quiet night and scream \"how can you all not realize the thing I've just realized?\", but you know they'd just think you're crazy?",
            "yes"
        ]
    },
    {
        "date": "202203221504",
        "ctx": [
            "what is updog",
            "a close cousin of upfam and upbro"
        ]
    },
    {
        "date": "202203221359",
        "ctx": [
            "best ice cream flavour?",
            "mondae"
        ]
    },
    {
        "date": "202203222458",
        "ctx": [
            "Are you made of cheese",
            "no"
        ]
    },
    {
        "date": "202203221150",
        "ctx": [
            "how much songs are you planning to release in april?",
            "1"
        ]
    },
    {
        "date": "202203221002",
        "ctx": [
            "is schrodinger's cat dead or alive?",
            "fake"
        ]
    },
    {
        "date": "202203220933",
        "ctx": [
            "why did you decided to make music?",
            "it's actual magic, available on earth",
            "was it like \"im bored, imma make some music\"",
            "absolutely not"
        ]
    },
    {
        "date": "202203220811",
        "ctx": [
            "how do you know what key a song should be in ?? do I just choose one that seems okay (after trying a bunch) and then have faith that I'll write a million more songs that'll have a good chance to be in an okay key ?!!!?!?",
            "yes",
            "what do you do ??",
            "the same thing. not sure how the second part relates to key finding, but, i also do that anyway"
        ]
    },
    {
        "date": "202203220407",
        "ctx": [
            "Do you use capital letters lesser than other people Because you're tired of updating the capital letters page thing eVery time?",
            "i use capital letters more than other people, if you include the contents of my videos"
        ]
    },
    {
        "date": "202203212204",
        "ctx": [
            "how do i sing better",
            "you'll have to mean the things you're singing. or at least you'll have to think you mean it at the time you're singing it"
        ]
    },
    {
        "date": "202203212150",
        "ctx": [
            "What should I do if I get trapped, for one reason or another, into something I no longer find fulfilling?",
            "you'll have to change it"
        ]
    },
    {
        "date": "202203212115",
        "ctx": [
            "how did you come up with the expert lyrcis in at the airport terminal such as 'bzshwzshwzshwzshwzshwzshwzshwzshwzshwzshwzshwz'",
            "didn't come to that until i had tried every possible wordy thing i could think of. then i finally realized the right move is to use that time to depict the planes described in the previous line"
        ]
    },
    {
        "date": "202203212112",
        "ctx": [
            "i wanna be a writer. advice?",
            "you may not have planned this, but, it might be time for you to go ahead and..... ~~write~~"
        ]
    },
    {
        "date": "202203212004",
        "ctx": [
            "in \"fly around\", at the \"and then replay it\" mark, does t mean it's replaying the song just with different words?",
            "it's continuing the thought from the previous lines, about having a unique and powerful experience and trying to freeze-frame it to attempt to replay it later (which may or may not work). but it also takes on a double meaning as you suggested, when the next verse starts, having a musical resemblence to the first"
        ]
    },
    {
        "date": "202203211924",
        "ctx": [
            "how do you choose to deal with procrastination?",
            "gotta try to understand the task and how/why it fits into my life"
        ]
    },
    {
        "date": "202203211635",
        "ctx": [
            "have you ever played one of your songs backwards?",
            "i don't recall",
            "and if yes, what do you think about it?",
            "most backwards music recordings have a sort of suction/slurping sound. This is because most forward audio naturally has a lot of peaks that ramp down after. so when it goes backwards, you hear things fade up to a peak and then dissapear"
        ]
    },
    {
        "date": "202203211600",
        "ctx": [
            "how to write a good ending for a story?.",
            "it happens as soon as you truly admit that you've written the rest of the story"
        ]
    },
    {
        "date": "202203211559",
        "ctx": [
            "should I become a psychologist",
            "check first to see if you already are. or you could become a double psychologist"
        ]
    },
    {
        "date": "202203211437",
        "ctx": [
            "Do you know how to draw some drawings?",
            "not exactly, but i can make up some ways"
        ]
    },
    {
        "date": "202203210954",
        "ctx": [
            "why are pinatas so awesome?",
            "because of the small chance that there may be another pinata inside"
        ]
    },
    {
        "date": "202203210908",
        "ctx": [
            "Does your current song that you're working on sound good to you?",
            "yes"
        ]
    },
    {
        "date": "202203210858",
        "ctx": [
            "what's the most normal thing you can think of",
            "an embankment"
        ]
    },
    {
        "date": "202203210232",
        "ctx": [
            "what's your favorite flavor of air",
            "fresh breeze"
        ]
    },
    {
        "date": "202203211237",
        "ctx": [
            "how do i get motivated and not procrastinate",
            "it all depends on what the thing is that you'd like to do"
        ]
    },
    {
        "date": "202203211213",
        "ctx": [
            "do you show someone something you haven't released yet?",
            "extremely rarely"
        ]
    },
    {
        "date": "202203202147",
        "ctx": [
            "does the word \"Ohio\" look like a tractor to you?",
            "it does now"
        ]
    },
    {
        "date": "202203202030",
        "ctx": [
            "is \"fly around\" the first of two songs to be released in march",
            "yes"
        ]
    },
    {
        "date": "202203202027",
        "ctx": [
            "what importance does \"if this song ain't good enough I'll erase it\" hold",
            "it's an ending device for the song. if i didn't have that, then the song may still be going on"
        ]
    },
    {
        "date": "202203202023",
        "ctx": [
            "How do I get my absolute pitch to shut up so I can improve my relative pitch?",
            "that's a good question, and i don't know. i had the relative first, and for me the relative never shuts up and it can obfuscate the absolute",
            "How do I even know if my relative pitch is improving?",
            "the more you play and make up your own music, the better it will get. Maybe it would be cool to always transpose your instrument into the wrong key, to force yourself not to care what the absolute notes are"
        ]
    },
    {
        "date": "202203201607",
        "ctx": [
            "Why do you use lowercase letters so much?",
            "they're just normal. everyone uses them.... A LOT. probably in higher percentages than i do"
        ]
    },
    {
        "date": "202203200800",
        "ctx": [
            "how long did \"get to know what's going on\" take to write / produce?",
            "1 week, except for the writing of the 1st bar of the chorus (title line) which i already had from 6 years earlier"
        ]
    },
    {
        "date": "202203200635",
        "ctx": [
            "do you ever look at a photo of yourself and think like \"man im weird, i wish no one else looked at this photo/video\" or the same thing with your voice? how to deal with that?\ni feel like this seriously handicap how i live my life and how \"social\" i am...\nman im weird \n(this is what im gonna think when i read my own question)",
            "ah, you might enjoy a rigorous task schedule with barely enough time to complete those tasks"
        ]
    },
    {
        "date": "202203200621",
        "ctx": [
            "i accidentally discovered new canaan on spotify and i really enjoyed it and became one of my favorite songs ever. would you go back to this acoustic country style again or is it left in the past for good?",
            "all options are on the table"
        ]
    },
    {
        "date": "202203200243",
        "ctx": [
            "when i am writing down an idea, i think it is good. but after some time i think it is bad. this has been going on for days. should i just pick one of the bad ideas and go with it for now, or wait for a good one forever?",
            "use one of the bad ones. it was good before, so it's still good"
        ]
    },
    {
        "date": "202203200219",
        "ctx": [
            "how's the next song production going for you?",
            "pretty good"
        ]
    },
    {
        "date": "202203200137",
        "ctx": [
            "what are some things on your bucket list?",
            "i don't have a bucket list. my buckets are stored non-sequentially"
        ]
    },
    {
        "date": "202203192331",
        "ctx": [
            "will i ever have a special sandals",
            "i'm sure you already have them"
        ]
    },
    {
        "date": "202203192320",
        "ctx": [
            "Can your next video have a 19:47 poly rhythm",
            "it could but it won't"
        ]
    },
    {
        "date": "202203192151",
        "ctx": [
            "How do you feel about yourself and your work?",
            "ok"
        ]
    },
    {
        "date": "202203191919",
        "ctx": [
            "what are the chances of something cool happening tomorrow?",
            "100%"
        ]
    },
    {
        "date": "202203191914",
        "ctx": [
            "is 7841 a prime number",
            "yes, thank you for checking with me"
        ]
    },
    {
        "date": "202203191849",
        "ctx": [
            "would you ever consider putting more than 1 trumpet note in a song",
            "yes. in fact, every song where i've ever used trumpet notes has multiple trumpet notes. most of them are actually chords"
        ]
    },
    {
        "date": "202203191633",
        "ctx": [
            "Does _got some money_ have a reference to _long long long journey_ in it?",
            "no"
        ]
    },
    {
        "date": "202203191318",
        "ctx": [
            "why is it so hard to actively listen to the harmonies? it's super easy to hum the main melody but I have a hard time even making out harmonies that aren't in relatively quiet and small chunks, let alone humming them.",
            "usually the harmonies are quieter. the part that is supposed to enter your brain is the main line. if you spend some time playing piano/keyboard, you'll start to understand what's going on, and then you'll be able to find harmony parts in your mind by imagining the chord formations on the keyboard"
        ]
    },
    {
        "date": "202203190917",
        "ctx": [
            "do you know a guy named tim, or greg?",
            "yes",
            "perhaps reginald?",
            "no"
        ]
    },
    {
        "date": "202203190248",
        "ctx": [
            "Are there microtones in \"I'm scared\"?",
            "no"
        ]
    },
    {
        "date": "202203182355",
        "ctx": [
            "opinion on calculators?",
            "talented"
        ]
    },
    {
        "date": "202203182341",
        "ctx": [
            "what is the hidden meaning behind 'here comes the sun'",
            "if you think times are bad, don't worry the sun will come back soon as always, and it represents better times. Wait, nevermind, that meaning is not hidden, i blasted it right into the chorus and also the title",
            "and what does it have to do with postmen",
            "there was a scene in the second verse with a postman. if i recall, the postman was delivering the news except there was \"still no news\". this helps to envoke a bit of melancholy doldrums, for us to spring out of later when the sun inevitably comes back"
        ]
    },
    {
        "date": "202203181728",
        "ctx": [
            "Did people ever actually talk like how shakespeare wrote?",
            "sure, except maybe not with all the rhymes",
            "Like, back in the day, if I were to see my friend would I say \"Lo, Thomas. How art thou upon this evening fair? Wherefore hast thou been? T'was thrice fortnights past that I have last set mine gaze upon thee? Hark! Doth thee not hast receive mine latest correspondence?\"",
            "i'm not sure"
        ]
    },
    {
        "date": "202203181657",
        "ctx": [
            "What chords did you use in your video \"how to be cool\"?",
            "Cmaj7/GBbmin7C#min9Db/EbBb/FEbmin7/Db"
        ]
    },
    {
        "date": "202203181544",
        "ctx": [
            "opinion on pineapple on pizza?",
            "pineapple is pizza"
        ]
    },
    {
        "date": "202203181457",
        "ctx": [
            "is your next song about love",
            "not more than most songs"
        ]
    },
    {
        "date": "202203181352",
        "ctx": [
            "ever thought about going real crazy",
            "it's on my to-do list"
        ]
    },
    {
        "date": "202203181335",
        "ctx": [
            "What's the secret to creating cheerful music, all of my stuff sounds horrifying",
            "make music every week for at least 5 years. you'll find everything you need"
        ]
    },
    {
        "date": "202203182441",
        "ctx": [
            "how funny is too funny",
            "perfectly normal"
        ]
    },
    {
        "date": "202203182431",
        "ctx": [
            "why do you reply with \"i was going to say no but now that i think about it yes\" and \"holy coney island popsicle flavored pizza ride, you are very friendly\" do you have like copy and pastes??",
            "yes i do have the copy and paste feature, but, i don't believe i've ever said \"holy coney island popsicle flavored pizza ride, you are very friendly\" more than once"
        ]
    },
    {
        "date": "202203181010",
        "ctx": [
            "why do you shelve songs for years to use them later",
            "that's mostly because i can't record songs as fast as i come up with them"
        ]
    },
    {
        "date": "202203180840",
        "ctx": [
            "tell me the first chord that goes into your head right now",
            "Csus4add2"
        ]
    },
    {
        "date": "202203180423",
        "ctx": [
            "What is the biggest difference between finishing a song and uploading the song from you? (don't count the ones that were made in 2003 or something to 2015)",
            "the video. when the song is first finished, there's no video. these days i usually don't consider it 'uploadable' unless there's a video with it. the video is made after, so that is the difference"
        ]
    },
    {
        "date": "202203180342",
        "ctx": [
            "i think love is something that you can't explain but with art, you can. but everything is art. but there are things that you aren't art, but can distinguish. meaning i can't explain where is the line between art and not art. does that mean the dilemma is love, since i can't explain it?",
            "yes"
        ]
    },
    {
        "date": "202203180140",
        "ctx": [
            "if you would always prefer a new song to be your favorite, then you will never have a favorite. (unless you're a time traveler, which I haven't completely ruled out yet.) anyways, is that the point? to never have a favorite that you've made? if so, why?",
            "1 is the wrong number of songs to favor. if i truly want to be \"mr. favorable\", and believe me, i do, then i'd better hurry up and learn how to get favorable every damn time"
        ]
    },
    {
        "date": "202203180128",
        "ctx": [
            "Cany ou make a song about jumping",
            "maybe"
        ]
    },
    {
        "date": "202203172345",
        "ctx": [
            "Why is the bread box used for knowing whether something is small or not",
            "because the bread box is the exact average size of every item in the universe"
        ]
    },
    {
        "date": "202203171927",
        "ctx": [
            "Is the fly around teal tilde supposed to be in the middle like the YT thumbnail, or on the top like the streaming service cover art?",
            "it's supposed to be in the middle on youtube and on top for the music. making them different is sometimes just my way of demonstrating that i am a real live person with sentient consciousness"
        ]
    },
    {
        "date": "202203171537",
        "ctx": [
            "how are your songs so captivating\ni have adhd and somehow i never lose focus on your songs or get sensory overload\nthank you for the good videos funky music man :]",
            "holy coney island popsicle flavored pizza ride, you are very friendly"
        ]
    },
    {
        "date": "202203171529",
        "ctx": [
            "have you responded to more questions with \"i was going to say no but now that i think about it yes\" or \"i was going to say yes but now that i think about it no\"",
            "i think they are at least 95% no-yes"
        ]
    },
    {
        "date": "202203171441",
        "ctx": [
            "i have the beginning of the story and little bits and pieces of multiple narratives (i.e. multiple plotlines) and a general idea of the end\nhow do i combine it all seamlessly?",
            "i'm not sure"
        ]
    },
    {
        "date": "202203171315",
        "ctx": [
            "is everything in service of melody?",
            "no. sometimes actually melodies serve other things",
            "do the chords and rhythm really just provide context to prop up the melody into the listener's memory",
            "that's one way to look at it. sometimes chords and rhythm can be used to support other things, like a scene, or a new shampoo product"
        ]
    },
    {
        "date": "202203171308",
        "ctx": [
            "Why are your songs so good?",
            "they might be about you"
        ]
    },
    {
        "date": "202203172447",
        "ctx": [
            "when did you start and finish writing your next song",
            "first idea on dec 28, 2018, got an update on april 17, 2021, by then it was up to about 30 seconds. the rest was written last week"
        ]
    },
    {
        "date": "202203171116",
        "ctx": [
            "Do English people have summer?",
            "almost"
        ]
    },
    {
        "date": "202203170958",
        "ctx": [
            "thoughts on existentialism?",
            "so good it's like being there"
        ]
    },
    {
        "date": "202203170954",
        "ctx": [
            "What's your opinion on the word \"Downpour\"?",
            "it's pretty good"
        ]
    },
    {
        "date": "202203170853",
        "ctx": [
            "Been obsessed with \"new canaan\" recently, why does the line \"The season is winter and the sky is so blue, and I am so blue for you\" and \"oh it's summer and the sky has turned gray, and my dreams are sailing away\" sound so good?",
            "i blame \"music\"",
            "I really love the vibe of the song and those lines. Also is there any story/inspiration when you wrote those lines?",
            "i was on the way to new canaan connecticut, as part of a songwriting exercise"
        ]
    },
    {
        "date": "202203170829",
        "ctx": [
            "what the heck is a whale",
            "when you combine a boat and a fish"
        ]
    },
    {
        "date": "202203170712",
        "ctx": [
            "I have tried writing silly music and it never sounds good, and I have tried writing deep and meaningful music and it never sounds good. Is there somewhere in between I can try?",
            "try writing some non-music"
        ]
    },
    {
        "date": "202203171224",
        "ctx": [
            "in \"Wild Frolicking Adventures of Informational Education\", you were forced to contemplate the vast spiritual emptiness of doing a video without a topic. have you been able to avoid that problem in the non-song videos you've written since then?",
            "they mostly don't have topics, but i have a trick to make them feel much less empty, and more friendly"
        ]
    },
    {
        "date": "202203162325",
        "ctx": [
            "heya bill! how's the new song coming along so far?",
            "pretty good",
            "looking forward to it :3"
        ]
    },
    {
        "date": "202203162253",
        "ctx": [
            "Is there such a thing as being yourself?",
            "it's guaranteed",
            "I feel like there isn't. I mean idk, for instance, I can't just type in \"meow?\" or \"AAAAH?\" or send a question in poetry as questions in here or anywhere without being odd can I?",
            "those seem pretty normal to me",
            "Could a person ever be accepted for being different?",
            "yes",
            "Is there different?",
            "yes",
            "Why is different?",
            "it's a key element of a living/changing universe. it's the key to change. with zero change, then 'time' would be useless and wouldn't exist",
            "Why do I have so many questions? Is it okay that I have so many questions?",
            "sure",
            "When can we ever be free?",
            "maybe thursday",
            "Am I free?",
            "somewhat",
            "I'm trying to be free. Why is being creative and new wrong. Is it?",
            "no. can't survive without it",
            "Are these other people's rules or are they just mine? What do I do?!? I'm drowning aaaaaaaa",
            "you're gonna be fine"
        ]
    },
    {
        "date": "202203162005",
        "ctx": [
            "Is the next video a song?",
            "yes"
        ]
    },
    {
        "date": "202203161927",
        "ctx": [
            "have you ever thought to yourself \" \"",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202203161825",
        "ctx": [
            "do you write lyrics before chords?",
            "usually not",
            "or vise versa...",
            "usually not"
        ]
    },
    {
        "date": "202203161712",
        "ctx": [
            "What sport has the best ball?",
            "hard ball"
        ]
    },
    {
        "date": "202203161703",
        "ctx": [
            "What's you personal favorite song you've made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "202203161546",
        "ctx": [
            "is it possible to poss the ible",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202203161530",
        "ctx": [
            "has anyone ever asked the secret question",
            "every question is secret"
        ]
    },
    {
        "date": "202203161400",
        "ctx": [
            "to validate my theory, is the song after your next going to be released on april 19th",
            "yes"
        ]
    },
    {
        "date": "202203161318",
        "ctx": [
            "Do you ever have a song you wrote that gets stuck in your head and repeats itself for a while?",
            "yes",
            "For some reason, it always happens to me with your songs. They're so great! You're the only artist I'll never grow tired of listening to again and again!",
            "holy breakfast tableaux you are very friendly"
        ]
    },
    {
        "date": "202203160800",
        "ctx": [
            "why do the bowling balls always drift into the gutters, do they have magnets",
            "maybe"
        ]
    },
    {
        "date": "202203160246",
        "ctx": [
            "cant seem to breakthrough in music and thinking of quitting but its the only thing i know how to do, help",
            "how about this: put some other non-musical things with the music, or, put the music into some non-musical things. Music and non-music are amazing companions together. sometimes one gets sad without the other. and when they're together, you'll be reminded of how great they both can be"
        ]
    },
    {
        "date": "202203161210",
        "ctx": [
            "you mentioned that \"i'm a princess\" was your first fully 3D music video, does that mean it was in production at the same time as \"here comes the sun\" but finished later?",
            "before and after, but not during"
        ]
    },
    {
        "date": "202203161209",
        "ctx": [
            "i just did a bad thing i regret it a lot\nno literally\nhow do i reverse this",
            "do more things, to balance it out"
        ]
    },
    {
        "date": "202203152216",
        "ctx": [
            "what genre do you classify your music as?",
            "average"
        ]
    },
    {
        "date": "202203152157",
        "ctx": [
            "What's a chord that is super indicative of a specific era for you?",
            "every chord i can imagine is multi-era"
        ]
    },
    {
        "date": "202203152144",
        "ctx": [
            "Thoughts on timbral motifs? Like using a specific sound to represent an idea instead of a melody",
            "sounds a lot like real life"
        ]
    },
    {
        "date": "202203152049",
        "ctx": [
            "what is your favorite 2D shape?",
            "floor"
        ]
    },
    {
        "date": "202203151926",
        "ctx": [
            "how do you deal with creative block?",
            "try to deliberately do something not creative"
        ]
    },
    {
        "date": "202203151744",
        "ctx": [
            "have you ever written a song with the title \"are you okay\"?",
            "no"
        ]
    },
    {
        "date": "202203151613",
        "ctx": [
            "how did you come up with \"la de da de da de da de day oh\"",
            "i wrote the part before that, and then the \"la de da\" part exploded onto the scene"
        ]
    },
    {
        "date": "202203151356",
        "ctx": [
            "Why do you make music?",
            "sometimes it's the only way to explain anything"
        ]
    },
    {
        "date": "202203150933",
        "ctx": [
            "should everyone just call u the wise one",
            "no"
        ]
    },
    {
        "date": "202203150918",
        "ctx": [
            "What's the story behind \"at the airport terminal\"? I ask this as I sit at an airport terminal",
            "the whole story is in the song"
        ]
    },
    {
        "date": "202203150813",
        "ctx": [
            "Is Kyla a good name?",
            "yes",
            "Why/why not?",
            "all names are good"
        ]
    },
    {
        "date": "202203150215",
        "ctx": [
            "When did you write Hallelujah",
            "the first chorus was written on aug 21, 2012, the rest of the song was written may 22-24, 2016"
        ]
    },
    {
        "date": "202203150203",
        "ctx": [
            "I'm wanting to write my own music so I have been learning piano. I've only just started but I really want to start making stuff. Should I focus on learning piano until I'm decent or should I try to make music with my very beginner level piano skills?",
            "no one knows the right path to take. but ...... you might"
        ]
    },
    {
        "date": "202203150151",
        "ctx": [
            "Is it possible to buy snacks and then eat them at a time that isn't \"now\"?",
            "yes"
        ]
    },
    {
        "date": "202203142255",
        "ctx": [
            "In a lot of your music videos, you wear many different outfits throughout. Sometimes with hats, sunglasses, and different shirts. But in \"I'm Scared\" you keep the same outfit through the whole song. Do these outfits represent something,",
            "visual aesthetic",
            "or are they just a way to make your videos even more colorful and fun? How come you don't do this in \"I'm Scared\"?",
            "i have a sort of mind disease, usually, where i have a tendency to think i should always do more and more and more and more and more things. Doing 'less' things, in this case, is an attempt to remedy this problem"
        ]
    },
    {
        "date": "202203142120",
        "ctx": [
            "What is your opinion on generally accepted musical conventions",
            "probably different for each one"
        ]
    },
    {
        "date": "202203142002",
        "ctx": [
            "when i write songs, i tend to use a lot of 'creative' chord progressions, and sometimes it gets out of control and makes the song sound bad. how do i prevent this?",
            "hmm...... try thinking more about the lyrics. even better, try to think about what scene each part of the song takes place in. then just use the chords you need, for that. everything should fall into its nice place. This is a similar method to solve the problem of walking down the street without using complicated steps unless you need them"
        ]
    },
    {
        "date": "202203141935",
        "ctx": [
            "what is corn cheese",
            "now that i think about it, most things are corn-cheese"
        ]
    },
    {
        "date": "202203141629",
        "ctx": [
            "Bill, I just chose inaction over action, and I think it was the wrong choice. I told myself I would take action, but I didn't. I know that's the wrong thing, in this situation I was supposed to do something. But I didn't, and I know that I can't now. I'm not strong enough. I can't really explain how it feels. but I was wondering if you had any advice/commentary/stories etc that relate to that kinda thing?",
            "you'll feel better once you try it both ways. you'll probably get the next chance pretty soon. then you won't have  to worry as much about these parallel universes. you'll understand more about both options, and yourself"
        ]
    },
    {
        "date": "202203141428",
        "ctx": [
            "why do you say \"i don't know\" so often?????",
            "because, let's face it, ........ there's a lot of damn stuff i don't know"
        ]
    },
    {
        "date": "202203141427",
        "ctx": [
            "are you answering a question?",
            "that sounds like something i would do"
        ]
    },
    {
        "date": "202203141339",
        "ctx": [
            "is your next song about a cool sunglass?",
            "no, but it kind of has that vibe"
        ]
    },
    {
        "date": "202203141316",
        "ctx": [
            "what is the most surprising question you have been asked?",
            "i've never been asked a surprising question"
        ]
    },
    {
        "date": "202203142401",
        "ctx": [
            "Favourite Mario character?",
            "mario"
        ]
    },
    {
        "date": "202203141055",
        "ctx": [
            "do you try to guess what questions people will ask about the song/video you're working on?",
            "not very much",
            "what questions do you think they will ask for your current one?",
            "the whole first half of the second verse"
        ]
    },
    {
        "date": "202203140552",
        "ctx": [
            "Any tips for an amateur songwriter (I make my songs on piano and I have one song made currently. And 2 in the works. And I guess if those count, one more.\n)?",
            "if you keep making songs you're gonna get pretty good at making songs"
        ]
    },
    {
        "date": "202203140516",
        "ctx": [
            "ever listen to some sick tunes",
            "that's preposterous. who do you think i am"
        ]
    },
    {
        "date": "202203140257",
        "ctx": [
            "as a non binary person changing my name I have a concerningly strong urge to rename myself damien maymdien do you have alternatives",
            "there's gotta be some names in the graveyard video from near halloween 2015"
        ]
    },
    {
        "date": "202203140240",
        "ctx": [
            "make a song about yourslef",
            "that sounds like something i would do"
        ]
    },
    {
        "date": "202203140237",
        "ctx": [
            "how many darn years has 2 + 2 been 4 for",
            "just enough"
        ]
    },
    {
        "date": "202203141251",
        "ctx": [
            "Hii!! Your music (and videos) have helped me go through a lot of tough times and I was really curious if you ever planned on making a full length album as it would probably be the best day of my life if you do!!",
            "it would probably be impossible for me to make a good album, because i don't like albums. it would be like trying to make a great cheesecake when i don't like cheesecake. i'd simply have no way of knowing if it's good, because i don't have a taste for it"
        ]
    },
    {
        "date": "202203132349",
        "ctx": [
            "How do I described your music and video styling to someone who's never heard/seen you before?",
            "not necessary"
        ]
    },
    {
        "date": "202203132254",
        "ctx": [
            "oh my gosh . why is music so complicated",
            "you may be in a complicated mood",
            "or is it not ?",
            "i'm not sure",
            "am i complicated or is music",
            "if the mood strikes"
        ]
    },
    {
        "date": "202203132153",
        "ctx": [
            "How many words are in the title of the next song?",
            "none"
        ]
    },
    {
        "date": "202203132112",
        "ctx": [
            "What's a medium you've been meaning to get into, but you haven't yet because of time constraints/it seems very overwhelming? (Like, writing, painting, live action vids, really anything artistic)",
            "cosmological breakthroughs,"
        ]
    },
    {
        "date": "202203131945",
        "ctx": [
            "when is the next non-song video?",
            "i'm not sure. could be any time"
        ]
    },
    {
        "date": "202203131858",
        "ctx": [
            "can i fluctuate",
            "yes, i'm sure",
            "can you fluctuate",
            "yes"
        ]
    },
    {
        "date": "202203131710",
        "ctx": [
            "Will you ever make a song about the ocean, or name a song after the ocean?",
            "i have what sounds like the chorus of an ocean song, but it's in the context of a non-song video. it might be just a segment in that video. other than that, i'm currently trying to hold back from putting \"ocean\" in my songs because it feels like i've done it too much"
        ]
    },
    {
        "date": "202203131701",
        "ctx": [
            "I couldn't think of a good question but I really wanted to type something in this box.",
            "i can understand that"
        ]
    },
    {
        "date": "202203131427",
        "ctx": [
            "which song writing technique do you use mostly?",
            "beginning to end",
            "do you find melody first then write lyrics to it",
            "rarely",
            "or write lyrics first and then conform melody to them?",
            "rarely",
            "you have a reality video of \"and the day goes on\" and you play/sing melody while recording yourself on camera. assuming it had no lyrics at the time, you probably wrote lyrics later on. but is it how you always make your music?",
            "it's always best when the lyrics+melody are born at the exact same time. that's where the truest and strongest results come in. but, with practice, it can be done separately if for some reason you got only 1 first"
        ]
    },
    {
        "date": "202203131333",
        "ctx": [
            "is your next song about trains?",
            "no"
        ]
    },
    {
        "date": "202203131330",
        "ctx": [
            "For the enharmonic keys, which names do you use?",
            "which ever one would have the least sharps/flats in the key signature. for example, i'd call it the key of C# minor, but the key of Db major. if it switches between the 2, then it's all fucked so whatever"
        ]
    },
    {
        "date": "202203131314",
        "ctx": [
            "Seems like the word \"strong\" is used a lot in your content, but when it's used it's usually used in an ... unconventional way. Do you mind talking about your 'opinion' of the word?",
            "i like and enjoy that word. therefore i risk using it too much. i've added a special department to monitor the usage of these favorite words, to try to keep it from getting out of control, and to encourage me to find different words to enjoy"
        ]
    },
    {
        "date": "202203132457",
        "ctx": [
            "who owns money?",
            "perhaps you can"
        ]
    },
    {
        "date": "202203131152",
        "ctx": [
            "are you the chief justice of climate change court?",
            "no",
            "if not, would you want to be?",
            "no"
        ]
    },
    {
        "date": "202203130809",
        "ctx": [
            "is 1:18 to 1:25 in 'here comes the sun' a reference to 'hi, i'm steve'?",
            "no. that part was written 5 years before 'hi, i'm steve'"
        ]
    },
    {
        "date": "202203130632",
        "ctx": [
            "how much daylight are you personally saving this daylight savings?",
            "none. it's just relocated to the other end of the day"
        ]
    },
    {
        "date": "202203130338",
        "ctx": [
            "top 5 cheese types",
            "corn cheese, that's the only type i know"
        ]
    },
    {
        "date": "202203131212",
        "ctx": [
            "how to know if I am being too direct according to the general unspoken social rules",
            "there is a watch app that gives you an electric shock every time you break social rules"
        ]
    },
    {
        "date": "202203122356",
        "ctx": [
            "How do I become clever?",
            "no one knows. only you know this"
        ]
    },
    {
        "date": "202203122355",
        "ctx": [
            "how do you even?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "202203122014",
        "ctx": [
            "Can I make a song that's clearly in 4/4 but I just notate it as 3/4 in the sheet music?",
            "sure",
            "Or does that violate some rule of music/theory?",
            "there never was any rules"
        ]
    },
    {
        "date": "202203121920",
        "ctx": [
            "what the fuck is the 'yankee doodle' song about?",
            "selling a cow?"
        ]
    },
    {
        "date": "202203121847",
        "ctx": [
            "What do you think I was in my past life?",
            "you've been everything before"
        ]
    },
    {
        "date": "202203121818",
        "ctx": [
            "Why do you use capital letters?",
            "it calms me down"
        ]
    },
    {
        "date": "202203121635",
        "ctx": [
            "is the next song about normalcy",
            "i'll admit it's about an adjacent subject"
        ]
    },
    {
        "date": "202203121629",
        "ctx": [
            "Where did you get the knight's helmet from the video to when i get older?",
            "at the corner store. just kidding, it was a store in the middle of the block"
        ]
    },
    {
        "date": "202203121553",
        "ctx": [
            "is \"fly around\" a prequel and/or sequel to \"at the airport terminal\"?",
            "no",
            "also thanks a lot bill, I can't go to an airport terminal anymore without that song getting stuck in my head",
            "you're welcome"
        ]
    },
    {
        "date": "202203121538",
        "ctx": [
            "who makes the roads",
            "you might have to do it"
        ]
    },
    {
        "date": "202203121358",
        "ctx": [
            "what's the unrelated object of the day, bill?",
            "don't worry about it. everything is related"
        ]
    },
    {
        "date": "202203122416",
        "ctx": [
            "what is your favourite thing about writing songs?",
            "can make magic happen"
        ]
    },
    {
        "date": "202203121141",
        "ctx": [
            "Can I be in your next song",
            "sure"
        ]
    },
    {
        "date": "202203121114",
        "ctx": [
            "Where did you get the idea for 'snail time'?",
            "somewhere where there weren't any snails. that much i'm sure of"
        ]
    },
    {
        "date": "202203121011",
        "ctx": [
            "are there colors that we can't see?",
            "yes"
        ]
    },
    {
        "date": "202203120947",
        "ctx": [
            "Why is the more than a dream thumbnail a bunch of cheerios?",
            "it's circles, but i have a follow up question: why is cheerios a bunch of circles"
        ]
    },
    {
        "date": "202203120942",
        "ctx": [
            "have you ever tackled the theme of domestic abuse in your work?",
            "i was going to say no but then i remembered 'ball and stick'"
        ]
    },
    {
        "date": "202203120936",
        "ctx": [
            "in \"fly around\" at 1' 28'', why is having your blanket with you allegedly keeping you from flying around, and why would you fly around when tired when it is presumably an action that would require effort hence tiring you even more",
            "ah, you've found the 'reverse psychology' part of the song. this is to encourage critical thinking"
        ]
    },
    {
        "date": "202203120848",
        "ctx": [
            "What is Steve's last name?",
            "not steve. actually, now that i think about it, it might be steve"
        ]
    },
    {
        "date": "202203120631",
        "ctx": [
            "opinion on jigsaw puzzles",
            "they're legally required to fit"
        ]
    },
    {
        "date": "202203120520",
        "ctx": [
            "thoughts on nothing?",
            "resembles everything"
        ]
    },
    {
        "date": "202203120446",
        "ctx": [
            "I suffer from a mental psychosis disorder and your music has helped me get though really bad episodes. Is writing music a relief for you or more of a job?",
            "it's like a 'calling' or 'purpose in life', but it's like a 50x dose which most of the time just knocks me flat on my ass"
        ]
    },
    {
        "date": "202203120419",
        "ctx": [
            "First off, I just wanted to say that your songs have helped me a lot recently with my anxiety. Whenever I'm having really high anxiety, I listen to \"I'm Scared\" to remind myself that I'm not alone and I'm not going crazy, and then after that I listen to \"Fly Around\" because your voice in that song is so soothing and the song in general has a really nice feel to it and it calms me down and sometimes even helps me fall asleep at night.",
            "holy smokes, is this some kind of kindness delivery service going on here",
            "Now for the obligatory question: What helps you when you're anxious?",
            "tap yourself about an inch below/left of your left collar bone and calmly explain to yourself what the flipping heck is going on"
        ]
    },
    {
        "date": "202203121258",
        "ctx": [
            "controversial opinions on green eggs and ham by dr seuss?",
            "\"it's good\", \"it sucks\","
        ]
    },
    {
        "date": "202203121211",
        "ctx": [
            "Is it possible to make something that is truly random?",
            "no"
        ]
    },
    {
        "date": "202203112337",
        "ctx": [
            "is 0:22 to 0:24 of \"got some money\" related to/based off of 2:17 to 2:23 of \"here comes the sun\"",
            "no"
        ]
    },
    {
        "date": "202203112332",
        "ctx": [
            "hey im really new at composing, how do I stop making melodies over the same four chords",
            "what are the words doing? try to imagine the scene in a different location than you've tried before. this should steer you in the right direction, including any chords you may/maynot need for it"
        ]
    },
    {
        "date": "202203112319",
        "ctx": [
            "opinion on string dampeners",
            "dank"
        ]
    },
    {
        "date": "202203112255",
        "ctx": [
            "how do you decide whether to put the title (or any word) into the thumbnail (e.g. here comes the sun, might quit, I'm a princess, etc.) or just straight up picture or symbol (e.g. more than a dream, fly around)?",
            "i don't know how to decide. but i still have to decide"
        ]
    },
    {
        "date": "202203112228",
        "ctx": [
            "Can you do a backflip?",
            "i can depict a backflip"
        ]
    },
    {
        "date": "202203112211",
        "ctx": [
            "Can you make a song about summer?",
            "sure"
        ]
    },
    {
        "date": "202203112112",
        "ctx": [
            "what is the meaning of life?",
            "connecting the dots, except they already are connected and you just have to prove it"
        ]
    },
    {
        "date": "202203112111",
        "ctx": [
            "Are Pelicans still groovy, in your opinion?",
            "everything is groovy"
        ]
    },
    {
        "date": "202203111826",
        "ctx": [
            "have you studied topology?",
            "a little bit"
        ]
    },
    {
        "date": "202203111803",
        "ctx": [
            "How 'loud' do you master your songs?",
            "the same as the previous one"
        ]
    },
    {
        "date": "202203111743",
        "ctx": [
            "do you ever feel like you don't have enough time to do everything you want?",
            "yes"
        ]
    },
    {
        "date": "202203111737",
        "ctx": [
            "do you understand?",
            "yes, but then it changes and i have to learn again"
        ]
    },
    {
        "date": "202203111735",
        "ctx": [
            "I've been obsessed with the harpsichord lately, and I want to try playing it. How do I learn how to?",
            "i think it's the same as a piano"
        ]
    },
    {
        "date": "202203111507",
        "ctx": [
            "Ever considered singing gibberish or a made up language for the entire duration of a song?",
            "sure"
        ]
    },
    {
        "date": "202203111503",
        "ctx": [
            "Do you question yourself,",
            "yes",
            "or only we do that?",
            "i do it more"
        ]
    },
    {
        "date": "202203112458",
        "ctx": [
            "what is zero divided by zero?",
            "didn't happen"
        ]
    },
    {
        "date": "202203111049",
        "ctx": [
            "what are your thoughts on trains?",
            "they are ruining the horse industry"
        ]
    },
    {
        "date": "202203111032",
        "ctx": [
            "Have you ever wanted a pet flamingo",
            "no"
        ]
    },
    {
        "date": "202203110933",
        "ctx": [
            "define \"normal\"",
            "....'out of control'........'bonkers'.........'not feasible to attempt at this budget level'"
        ]
    },
    {
        "date": "202203110809",
        "ctx": [
            "Before you switched to 3D, did you have to learn Geometry?",
            "i already knew geometry"
        ]
    },
    {
        "date": "202203110343",
        "ctx": [
            "Hey Bill!\nCongratulations on the launch of another great song!\nJust wanted to ask: was it intentional that \"fly around\" is 3:33 in length?\nThanks!",
            "no. and i don't think it is. i think it's 3:32"
        ]
    },
    {
        "date": "202203110153",
        "ctx": [
            "is music real",
            "even better"
        ]
    },
    {
        "date": "202203110136",
        "ctx": [
            "why don't you ever use capital letters?",
            "i use them more than most people. BUT, i have a follow up question which is why don't you use them"
        ]
    },
    {
        "date": "202203111204",
        "ctx": [
            "Why do you sing about home / going home so much in your songs?",
            "i guess it just feels good in a song but i am proud to announce that i have attended re-hab for it and will not be using that phrase again in the foreseeable future"
        ]
    },
    {
        "date": "202203102333",
        "ctx": [
            "i find it interesting to read the whole of mt st helens is about to blow up as being about climate change, do to references to some sort of looming apocalyptic thing, in the form of mt st helens blowing up and otherwise. what is that song about in your mind?",
            "mount st helens being about to blow up"
        ]
    },
    {
        "date": "202203102232",
        "ctx": [
            "what is a cool topic",
            "warmth"
        ]
    },
    {
        "date": "202203102003",
        "ctx": [
            "What should you do if the people around you tell you to give up on your biggest passion (music) because you annoy everyone around you with it? Normally, I wouldn't be so easy to give up, but after years and years it starts to seem true. I love music though, I'm not sure I even could give it up. Should I just keep it to myself instead? Sorry if you've answered this before, have a good day!",
            "keep it to yourself, AND, whenever you're ready, make it available for anyone to find, whenever they're ready"
        ]
    },
    {
        "date": "202203101935",
        "ctx": [
            "I have just listened to \"Fly Around\" for the first time and it left me dancing around while crying at the same time. Bill your music is helping me understand who I am as an artist. My question: if there is something I've made that I don't like, should I just toss it and shift focus to something else I do like or should I challenge myself to turn it into something I do like?",
            "this can get very confusing........ i admit, this can seem very chaotic until you've made a system, based on what you seem to truly want most, and what you think is the most realistic way to best acheive that over time. which sometimes takes a long time to figure out, and i apologize for that. the good news for now is, you can make either choice and you're probably gonna be fine"
        ]
    },
    {
        "date": "202203101923",
        "ctx": [
            "What was the first line you wrote of fly around",
            "the first line"
        ]
    },
    {
        "date": "202203101828",
        "ctx": [
            "in im scared, is 2:32-2:40 in any way inspired or related to 2:29-3:40 of money",
            "they both have the same producer, which in this case (well, every case) happens to be me"
        ]
    },
    {
        "date": "202203101753",
        "ctx": [
            "do ever feel multiple worlds generating when you make a decision",
            "yes"
        ]
    },
    {
        "date": "202203101707",
        "ctx": [
            "Do you enjoy calculus? (as a treat)",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202203101706",
        "ctx": [
            "bill, what constitutes a promise?",
            "someone predicting the future accurately"
        ]
    },
    {
        "date": "202203101651",
        "ctx": [
            "Do you have a favourite ending to phrases that go 'holy {noun}' like 'holy mackerel' or summat?",
            "these fluctuate in time. so any attempt at ranking them would be a fleeting snapshot at best"
        ]
    },
    {
        "date": "202203101611",
        "ctx": [
            "I can't pay attention in music school. Why call it V/VI when you can just call it by it's real name",
            "the point is to use numbers so it works in any key, but if you ask me i have no idea why anyone wants to use roman numerals instead of arabic numberals (1, 2, 3)"
        ]
    },
    {
        "date": "202203101450",
        "ctx": [
            "what genre is your music?",
            "'attainable'"
        ]
    },
    {
        "date": "202203101348",
        "ctx": [
            "What's your favorite 2D shape?",
            "plane",
            "What's your favorite 3D shape?",
            "volume"
        ]
    },
    {
        "date": "202203101330",
        "ctx": [
            "All I play is guitar(both an electric and acoustic). I know a few songs fairly well like Fade to Black and a few others. I'm interested in making music but I don't know where to start.",
            "basically all you have to do is convince someone who's listening to you that everything's gonna be ok. Surprisingly, no one's been able to really pin-down or prove any specific way of actually doing this. so, you may be the first"
        ]
    },
    {
        "date": "202203101329",
        "ctx": [
            "You seem tosay, \"i was going to say (X) but now that i think about it (opposite of X)\" a lot when answering these questions.",
            "only if X is 'no' or 'yes'. other variations of that would be extremely extremely rare",
            "Does this phrase apply to a lot of your life?",
            "no, but it applies to a lot of these questions"
        ]
    },
    {
        "date": "202203102456",
        "ctx": [
            "What is your greatest wisdom?",
            "any wisdom fluctuates. so any attempt to rank them would be a fleeting snapshot at best"
        ]
    },
    {
        "date": "202203102431",
        "ctx": [
            "where do you buy your shirts man",
            "at the normal store. for example: if you go to the most normal store in your area, i promise it's almost exactly like that store, and if i lived in your area i would definitely go to that store. i go to the normal store"
        ]
    },
    {
        "date": "202203102428",
        "ctx": [
            "what is the singular of grass",
            "blade of grass"
        ]
    },
    {
        "date": "202203102424",
        "ctx": [
            "Thoughts on lighthouses?",
            "they are so tall, most people forget that they are also extremely wide"
        ]
    },
    {
        "date": "202203101143",
        "ctx": [
            "i was gonna ask a question but now that i think about it i won't",
            "i understand"
        ]
    },
    {
        "date": "202203101129",
        "ctx": [
            "chord progression in the modulation at the end of 'fly around'? most notably 'melody is drifting into the future' thx bill xx",
            "i'm approximating, but see if this gets the job done:\nFmin7 Eb/F Db/Gb B/E\nBbmin7Ebadd4/CFadd4/D B/E Dbsus2/Gb\nDbmaj7/Eb"
        ]
    },
    {
        "date": "202203101019",
        "ctx": [
            "do you plan on making any short commentary videos this year (ex: wfaoie) or is releasing new music your top priority as of right now?",
            "all options are on the table"
        ]
    },
    {
        "date": "202203100918",
        "ctx": [
            "ever think about dabbling in microtonal music?",
            "it depends what you mean. If you mean using free range of pitch, yes please. that stuff's always an option, especially in percussion, vocal, and many other types of sounds. if you are talking specifically about an evenly divided 24-tone scale, or another evenly divided scale besides 12, (and i'm sorry for assuming this if you weren't talking about that! but on the off chance that you do mean that, then....) no i don't think i'll be using that"
        ]
    },
    {
        "date": "202203100902",
        "ctx": [
            "In one of your notes, you said 'not a boat.' was your prized possession but you never got to use it. Can you do it now?",
            "i used it in \"hallelujah\""
        ]
    },
    {
        "date": "202203100823",
        "ctx": [
            "is there a story behind \"i just did a bad thing\"? if so,, what is it?",
            "i have 2 stories. one is about the way it was selected, and the other story is about the chorus almost being cancelled. For the song selection, i was using my standard song selection technique, which is to go through all my potential songs, and pick the ones i'm most excited about doing, and put them in a list. i came up with about 30 choices. THEN, this is where i made the mistake: i went around that final list a second time, to try to remove the ones i don't really want, and be left with only the best. The problem is, one by one i found reason to eliminate all of them. Maybe some of them felt too similar to a recent song.... maybe some of them felt too slow... maybe some of them felt too fast.... maybe some were too happy... maybe some of them felt like they would be too boring.... maybe some of them felt like they would be too crazy.... But i eliminated every single one. This is not what's supposed to happen. this is a fear driven situation i found myself in. Really, the important thing to remember when doing the song selection, is that truly any choice can work. Because most of the writing is still ahead, and the entire production is still ahead, and any song, if it's made it to that first list, it has more than good enonugh potential to be turned into something great. But here i was, being so particular that i had actually removed every song from the list. So, in a fit of rage, i un-removed all of them, and very quickly chose one that seemed like the weakest one, which was only 1 line at the time (\"just did a bad thing\"). Not knowing anything else about that song, which way it could go, not knowing what the 'bad thing' is, ... but it seemed to relate to the situation at hand, and i knew the antidote to this conundrum would be to choose something on a whim that was mostly unknown, just like this one. so that's why i made that choice. then i continued the writing from there, using my standard songwriting procedures and practices. The story behind the first chorus (the \"game\" section), is this: When i first launched into that section (coming up with half or maybe all of it), i was excited to have something like this, but then after a few more play-throughs i started to feel like that section really doesn't belong in this song. So i actually filed that away as a different song, and tried to continue forward (from 'cancelled') to see what else i can do instead. What else i found wasn't any better, so i eventually had to decide that the \"game\" section is the best option"
        ]
    },
    {
        "date": "202203100818",
        "ctx": [
            "So i understand that you have used capital letters before on this questions page, but how come you never sing in capital letters?",
            "that doesn't make sense"
        ]
    },
    {
        "date": "202203100817",
        "ctx": [
            "Have you ever done a cover or remix of a video game song?",
            "yes"
        ]
    },
    {
        "date": "202203100634",
        "ctx": [
            "would you consider wearing a beret to make a fashion statement",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202203100433",
        "ctx": [
            "hi Bill, what are the chords that play under \"My calender is telling me it's the future\" in \"fly around\", they sounds very very nice",
            "\"my calendar is telling me\" will be fine with Asus2, plus the melody note of each moment. And on \"future\", that would be C#min add 2"
        ]
    },
    {
        "date": "202203100423",
        "ctx": [
            "Would you say that you are fairly consistent with the amount of time you spend writing and producing a song (once you've picked one to write),",
            "when i feel like my life depends on it, yes",
            "and the inconsistencies in time between uploads over the past few years is due mostly to video production?",
            "absolutely not",
            "Are there songs that took you much longer than expected to either write or produce purely in the audio department?",
            "sure. most songs produced OUTSIDE of the following 3 time frames: [feb 1, 2014 to dec 18, 2014], [aug 22, 2018 to nov 27, 2018], [feb 11, 2022 until ??], took drastically longer than expected in every department, and expanded mercilessly beyond any expectation"
        ]
    },
    {
        "date": "202203100344",
        "ctx": [
            "what is the funkiest word you can think of?",
            "the funkiness of a word depends entirely on where/when it's used, and what words are used before and after. in your sentence, i'd probably rate \"think\" as the funkiest, in that context"
        ]
    },
    {
        "date": "202203100132",
        "ctx": [
            "why's the money swimming across the ocean floor, is it mutated or smth",
            "hmm.... well, ... money is 'value', ... and to think of a bunch of 'value' swimming across the ocean floor.... the ocean is pretty deep and it would be hard to reach it there. yet, it's very peaceful because it's the farthest down anything can fall. also things stay on the ocean floor for a very long time. all this makes for some interesting dynamics, and so therefore it appeals to me, songologically"
        ]
    },
    {
        "date": "202203100131",
        "ctx": [
            "how do you find a meaning for your songs?",
            "it goes the other way. i try to find songs for all the meaning that swarms about"
        ]
    },
    {
        "date": "202203100118",
        "ctx": [
            "will your next song contain book stacking?",
            "it's possible",
            "can i be in it?",
            "you may find that you're in all of my songs"
        ]
    },
    {
        "date": "202203101237",
        "ctx": [
            "do you like when a chord that sounds a little bad resolves to one that sounds really good, like good in a way that can only be achieved by putting a kinda bad one before it?",
            "you just described the nature of most music, most art, most life and times,"
        ]
    },
    {
        "date": "202203092358",
        "ctx": [
            "what do you think of triangles",
            "dank"
        ]
    },
    {
        "date": "202203092307",
        "ctx": [
            "How do I get out of Missouri",
            "travel in a straight line in any direction. the reason this works is because the total area of missouri is not infinite"
        ]
    },
    {
        "date": "202203092304",
        "ctx": [
            "What was your inspiration for \"fly around\"",
            "i'm not sure"
        ]
    },
    {
        "date": "202203092144",
        "ctx": [
            "whats your favorite riddle",
            "this one"
        ]
    },
    {
        "date": "202203092133",
        "ctx": [
            "have you checked the internet lately",
            "no"
        ]
    },
    {
        "date": "202203092100",
        "ctx": [
            "How did you get the idea for the Mt. St. Helen's song? It's my favorite.",
            "i saw a picture of mount st helens in a hotel room"
        ]
    },
    {
        "date": "202203092042",
        "ctx": [
            "What do you do for fun",
            "try to learn everything"
        ]
    },
    {
        "date": "202203092028",
        "ctx": [
            "do you ever climb the mountains of plowed snow-turned ice in parking lots?",
            "no but i probably should"
        ]
    },
    {
        "date": "202203091937",
        "ctx": [
            "hello bill. to answer your burning question about the moon, earth's atmosphere formed around 100 million years before the moon did. so it was indeed just a decoration added later. hope this helps\n\noh, wait, i didn't ask a question. uh, how do you feel about this new information?",
            "......'knew' information"
        ]
    },
    {
        "date": "202203091935",
        "ctx": [
            "you like making jokes don't you?",
            "there's only 1 joke, which i do enjoy tapping into now and again"
        ]
    },
    {
        "date": "202203091906",
        "ctx": [
            "what do you think about bread",
            "it was the best thing prior to sliced bread"
        ]
    },
    {
        "date": "202203091723",
        "ctx": [
            "how do you come up with songs?",
            "i have to trick them into thinking they are thinking of me. and they are supposed to trick me into thinking i am thinking of them"
        ]
    },
    {
        "date": "202203091711",
        "ctx": [
            "What is a good question about a cool topic",
            "'what the heck'"
        ]
    },
    {
        "date": "202203091623",
        "ctx": [
            "what's the best time in the day (ex. 4:23 pm)",
            "12:00 am"
        ]
    },
    {
        "date": "202203091507",
        "ctx": [
            "your new music video \"fly around\" seems to include a bit of behind the scenes with things like the \"alternative angles\" (0:08) and the \"asdf\" text in the background that was in 0:33 and also in 0:54.\ncan you list all the reasons why it was done?",
            "it can be refreshing"
        ]
    },
    {
        "date": "202203092448",
        "ctx": [
            "Bill, I cannot get over this thing. This thing i auditioned for and did not make and feel like so many things ive described in my head for so long. it's so embarrassing and im so jealous of other people who made it. and i do not feel good and i sometimes think ok maybe it's time to just stop music because clearly you are not good at it but then i think could i really give it up. it gives me a lot of grief and right now i feel so awful, just absolutely crushed. but could i really quit, i dont know. bill i am just crushed. i cannot believe i didn't make it and in my last year too. i am beyond humiliated and i no longer respect myself. please advise for goodness sakes help me",
            "if you make your own thing and audition for that, you are guaranteed to get in. you'll also be the boss immediately"
        ]
    },
    {
        "date": "202203092426",
        "ctx": [
            "help what is a scene",
            "a view of what takes place"
        ]
    },
    {
        "date": "202203092424",
        "ctx": [
            "what are the first 2 chords of fly arounds chorus? they sound so crunchy and cool",
            "Asus2, Asus2#4"
        ]
    },
    {
        "date": "202203092410",
        "ctx": [
            "I saw a 'more than a dream' shape in 2:08 of the new song. Is there any relation between these two songs?",
            "same writer/producer/performer, but in this case what's more relevant is it's the same video producer"
        ]
    },
    {
        "date": "202203091126",
        "ctx": [
            "what aspect of the making song/ making video process do you find more exciting or motivating",
            "goals"
        ]
    },
    {
        "date": "202203091123",
        "ctx": [
            "Opinion on rice",
            "manufactured for war, used for peace"
        ]
    },
    {
        "date": "202203091055",
        "ctx": [
            "im a princess slaps hard, could you make a similar song sometime in your lifetime?",
            "sure"
        ]
    },
    {
        "date": "202203091045",
        "ctx": [
            "what's your next song's eta",
            "march 29, 2022"
        ]
    },
    {
        "date": "202203091041",
        "ctx": [
            "would you be a music teacher",
            "i'm available for casual mentoring on a situation by situation basis. for example, if you ask me a question i will try to answer if i think i have a good answer. i don't charge for this because it's valuable for me to try to come up with good answers. it increases my reasoning skills"
        ]
    },
    {
        "date": "202203091025",
        "ctx": [
            "Did you sniff glue in school?",
            "no"
        ]
    },
    {
        "date": "202203090833",
        "ctx": [
            "Do your characters have names? I know triangle boy's name was confirmed, (long long long journey)",
            "that could have been the name of the movie character played by the character",
            "but what about the thumbnail for and the day goes on? (I call him day guy) and slow down's sunflower character, around 0:34.",
            "not named"
        ]
    },
    {
        "date": "202203090724",
        "ctx": [
            "What was the longest time between when you began writing a song and releasing it?",
            "probably \"here comes the sun\", which had its writing started in august 2010 and was released in january 2021",
            "Also \"fly around\" was pretty radical."
        ]
    },
    {
        "date": "202203090636",
        "ctx": [
            "why do your songs mostly have (seemingly) abrupt endings?",
            "this is sometimes part of a strategy to avoid boring bad endings, or better yet to avoid bad parts of the song that might have come later after the song didn't end"
        ]
    },
    {
        "date": "202203090607",
        "ctx": [
            "Is your next written mostly in a minor key or a major key?",
            "a case can be made that all the verses are in a minor key. but i feel like it's more 50/50. i'm sure someone may try to say that the choruses are in a minor key, but they're not",
            "Is it slightly fast-paced (like in got some money) or slower (like in fly around)?",
            "the tempo is probably 82",
            "Will there be a boat in the video?",
            "all options are on the table",
            "Also, what are your thoughts on pistachio?",
            "the people's nut"
        ]
    },
    {
        "date": "202203090450",
        "ctx": [
            "what is the meaning behind the song \"at the airport terminal\"",
            "it's an ode to air travel"
        ]
    },
    {
        "date": "202203090356",
        "ctx": [
            "what is your stance on the philosophical debate that if two people place slices of bread on opposite sides of the earth, the earth is technically a sandwich?",
            "there are already many more than 2 slices of bread, upon different parts of the earth's surface"
        ]
    },
    {
        "date": "202203090253",
        "ctx": [
            "are you getting tired of answering questions",
            "each one makes me more awake"
        ]
    },
    {
        "date": "202203090105",
        "ctx": [
            "is it always a bad idea to reconnect with old friends?",
            "no"
        ]
    },
    {
        "date": "202203082352",
        "ctx": [
            "what is the message behind your latest song?",
            "i am \"on track\""
        ]
    },
    {
        "date": "202203082314",
        "ctx": [
            "should i stop working on a project and switch to another one that i have much more drive to do and complete",
            "if you don't think you know what's gonna happen, then try it. you'll find out. Either you'll finish project 2 happily and you'll forget about project 1, or, the guilt from abandoning project 1 will combine with any additional issues you have in project 2 and you'll feel the credibility of your agenda weakening. If you don't know which outcome will happen, you'll have to try it and see. soon you may know which of these situations is more likely for you, and you'll be able to know in the future which strategy you like"
        ]
    },
    {
        "date": "202203082304",
        "ctx": [
            "Are all of the songs that you are posting now recently written (\"Here comes the sun\" and onwards)?",
            "\"here comes the sun\" was written in 2010, 2012, and 2020. \"i'm a princess\" was written in april 2019. \"money\" was written in oct 2018, august 2020, and march 2021. \"more than a dream\" was written in august 2020, and april 2021. \"i'm scared\" was written in october 2021. \"fly around\" was written in august 2020, and february 2022. the next song was written in dec 2018, april 2021, and march 2022"
        ]
    },
    {
        "date": "202203082256",
        "ctx": [
            "I'm actually so done with everything I would really just absolute love to stop. I'm so upset. I don't even have words to express how fucking done I am. What the fuck do I do",
            "come back to it later"
        ]
    },
    {
        "date": "202203082245",
        "ctx": [
            "To you, what does it mean to be spiritual?",
            "it's like going to the store not to buy something but because you work there"
        ]
    },
    {
        "date": "202203082237",
        "ctx": [
            "why did you make a website?",
            "it was easier than emailing all the songs to people individually"
        ]
    },
    {
        "date": "202203082227",
        "ctx": [
            "what is your daily routine?",
            "continue to become more and more awake throughout the day"
        ]
    },
    {
        "date": "202203082203",
        "ctx": [
            "what do you do when you feel hopeless?",
            "just act normally"
        ]
    },
    {
        "date": "202203082152",
        "ctx": [
            "favorite shape",
            "dot"
        ]
    },
    {
        "date": "202203082146",
        "ctx": [
            "why can't the sky be green instead?",
            "you're not far enough north"
        ]
    },
    {
        "date": "202203082137",
        "ctx": [
            "why is oatmeal",
            "to calm things down"
        ]
    },
    {
        "date": "202203082137",
        "ctx": [
            "What's your favorite genre?",
            "favoritism. wait........ no, i got it backwards. i don't really like that one"
        ]
    },
    {
        "date": "202203082035",
        "ctx": [
            "I find it very hard to write verses for songs, but everything else comes so easily. Sometimes I have too much to say, sometimes too little, or maybe I'm just not thinking hard enough. What helps you balance that?",
            "the problem is usually thinking too hard. songwriting is obnoxiously shy if it thinks you are thinking at all. the songwriting will never appear if it thinks you're thinking about it. i don't know of a way around this. because i don't know how to actually stop thinking. all i can do is be patient and eventually i'll forget to think. then the answers flood in. then i get so excited i think about how exciting it is. then i'm fucked. and so the cycle continues"
        ]
    },
    {
        "date": "202203082025",
        "ctx": [
            "was 0:54 of the new video a sincere request for people to like and subscribe, or a parody?",
            "surely a mad scramble to find something that works there"
        ]
    },
    {
        "date": "202203082010",
        "ctx": [
            "do you use storyboards for your videos?",
            "for a song video, it seems like the answer is no, until i realize that i wrote and recorded the entire song's audio before touching the video. so that behaves like an extremely strict storyboard"
        ]
    },
    {
        "date": "202203082009",
        "ctx": [
            "What is the square root of 7?",
            "got to be between 2 and 3"
        ]
    },
    {
        "date": "202203082008",
        "ctx": [
            "In the airport terminal, did you actually heT PORRIDGE FOR THE WRONG AMOUNT OF TIME?",
            "no, what i did was i embarked into writing a bridge section which i thought took some interesting turns but instead it got me backed into a corner i didn't want to go to and couldn't get out of. so i removed that part, went back to the point before it did that, and then used one of my standard tricks which is: express how i feel about how the writing process is going, in the writing"
        ]
    },
    {
        "date": "202203082007",
        "ctx": [
            "How do I get character A to fall in love with character B without making it too forced?",
            "just put them near each other, and try to make sure they don't fall in love. make it impossible for them to fall in love. love loves this"
        ]
    },
    {
        "date": "202203082001",
        "ctx": [
            "thoughts on consonant mutation?",
            "dank"
        ]
    },
    {
        "date": "202203081956",
        "ctx": [
            "In which cases is it good to say true things in a confusing way?",
            "in most forms of art or entertainment, i could imagine that would be cool sometimes"
        ]
    },
    {
        "date": "202203081933",
        "ctx": [
            "how often is the \"i\" in fly around you and how often it is me? is it them sometimes?",
            "it's you as many times as you need it"
        ]
    },
    {
        "date": "202203081915",
        "ctx": [
            "Within a chapter of importance, such that it were to be in fact credible, perhaps it could be inquired for;there is an absolute interest to be determined - If such, determined it shan't be on the conundrum of overall importance. Do you agree?",
            "that feels like it's missing all the context"
        ]
    },
    {
        "date": "202203081830",
        "ctx": [
            "please give me good advice that pertains to the moment at hand",
            "which moment is it"
        ]
    },
    {
        "date": "202203081829",
        "ctx": [
            "is there any particular reason why you chose to wear sunglasses in fly around?",
            "i really wished i had them in \"i'm scared\" but i couldn't find any. so i got extras for this time to make up for it"
        ]
    },
    {
        "date": "202203081810",
        "ctx": [
            "hi bill, where can i get those special sandals?",
            "you have them. it's anything you have"
        ]
    },
    {
        "date": "202203081748",
        "ctx": [
            "Hi Bill, loved the new song.Also, have you ever recorded a song in d flat?",
            "absolutely",
            "If so can I hear it please?",
            "(ref: sadbadmadglad.mp3\"target=\"_blank)sure"
        ]
    },
    {
        "date": "202203081743",
        "ctx": [
            "Why is your latest song not about boats?",
            "didn't come up"
        ]
    },
    {
        "date": "202203081726",
        "ctx": [
            "what is the meaning of music",
            "music is a meaning enhancer"
        ]
    },
    {
        "date": "202203081722",
        "ctx": [
            "when did you start writing \"fly around\"?",
            "august 6, 2020"
        ]
    },
    {
        "date": "202203081720",
        "ctx": [
            "How do I help the world become a better place?",
            "just by being there"
        ]
    },
    {
        "date": "202203081709",
        "ctx": [
            "First, just wanna say I LOVE fly around! Your music is such a jam to listen to. You're so creative and talented!",
            "holy smokes you are friendly and filled with kindness",
            "Ok, my questions is: Does the top hat in the i'm scared video symbolize anything?",
            "yes! a mad scramble to find something that works there",
            "It appears multiple times in different settings,",
            "i only recall 1 time, but if it's multiple times then that's always a good trick: use something already familiar within the video",
            "so does it relate to any part of the song's meaning?",
            "no. but, it does relate to performing. which is what the video is tasked to do for this song material"
        ]
    },
    {
        "date": "202203081704",
        "ctx": [
            "it seems like you really mastered how to make videos in 3d with i'm scared and fly around, do you feel the same way?",
            "no"
        ]
    },
    {
        "date": "202203081643",
        "ctx": [
            "i don't know anything but would like to make an original song. how?",
            "the bad news is, no one knows. the good news is, you might know"
        ]
    },
    {
        "date": "202203081639",
        "ctx": [
            "so a guy walks into a bar",
            "i believe this"
        ]
    },
    {
        "date": "202203081638",
        "ctx": [
            "do you know how to play banjo?",
            "i know it's strung in 5ths. so i have that going for me",
            "In that case what other instruments do you play?",
            "street sign. the way you do this is you tap each street sign you walk by. prepare to be dazzled. the sign does most of the work here"
        ]
    },
    {
        "date": "202203081634",
        "ctx": [
            "when was the last time you touched grass",
            "must have been september 5, 2019"
        ]
    },
    {
        "date": "202203081630",
        "ctx": [
            "I really believe in freedom, but I also don't like to go out much. is that a dichotomy or a paradox or something?",
            "i doubt it"
        ]
    },
    {
        "date": "202203081630",
        "ctx": [
            "what is your opinion on music",
            "imagine if heaven and hell had an open line of communication going on between them"
        ]
    },
    {
        "date": "202203081623",
        "ctx": [
            "Are your days of 7-second sketches over",
            "i'm now living in the golden age of sketches. and by that i mean most of my sketches go on for like 14 minutes at least, and don't seem to end. this may seem like a problem for production, but it never actually reaches production if the writing just keeps going"
        ]
    },
    {
        "date": "202203081621",
        "ctx": [
            "where did you buy your special sandals",
            "i don't have special sandals"
        ]
    },
    {
        "date": "202203081621",
        "ctx": [
            "Nice new song, but... you kept ending the end with \"the\". What is the square actually called?",
            "the dirty secret here is that the song was made before the video was made. and i don't think there was any square involved there. i think the square shown on screen is called a........ box that i drew (twice)"
        ]
    },
    {
        "date": "202203081621",
        "ctx": [
            "why is the did you post the new song so quickly???",
            "here's how i did it: my shocking ineptitude over the years has distorted your perception of time in my favor, and you now believe 3 weeks is actually a short time"
        ]
    },
    {
        "date": "202203081514",
        "ctx": [
            "how to focus on the next project asap",
            "think of it as a rain drop, but then don't think about it. think about the entire rain, not the drops"
        ]
    },
    {
        "date": "202203081442",
        "ctx": [
            "what do you consult when you feel completely stuck and have no clue on how to move forwards?",
            "maybe you"
        ]
    },
    {
        "date": "202203081428",
        "ctx": [
            "favorite material",
            "stuff"
        ]
    },
    {
        "date": "202203081407",
        "ctx": [
            "what is your favorite motif ?",
            "i'm wondering if there's some kind of heavy motif"
        ]
    },
    {
        "date": "202203081111",
        "ctx": [
            "How are music and math related?",
            "music is related to everything, and math is related to everything. so therefore music and math are related via everything"
        ]
    },
    {
        "date": "202203080836",
        "ctx": [
            "when was the last time you used a capital letter?",
            "about 14 questions ago"
        ]
    },
    {
        "date": "202203080511",
        "ctx": [
            "do you always read and follow the label?",
            "that's impossible, if you read both sides. usually a parodox in there"
        ]
    },
    {
        "date": "202203072347",
        "ctx": [
            "do you plan on making videos with neon text again like your older videos or are you planning on sticking with your newer 3d style",
            "the problem here is that i don't know what \"neon text\" is. i know of neon the element, and i think it was maybe a car brand at some point. besides that i don't know what neon means but it is a nice word and i would like to use that word for sure"
        ]
    },
    {
        "date": "202203072249",
        "ctx": [
            "in long long long journey, was the stick figure riding on a pod of dolphins because you were going on a PODcast?",
            "there's no way i was aware of that"
        ]
    },
    {
        "date": "202203072249",
        "ctx": [
            "trombone or trumpet",
            "dare i envoke the trombpet"
        ]
    },
    {
        "date": "202203072216",
        "ctx": [
            "what is the context of the song \"new canaan\"?",
            "i found a cool trick to have a great day and feel good about life. get a 3-ring binder full of music paper and get on a train to a town you've never been to and write a song along the way. that's not the first time i've done this, nor the last"
        ]
    },
    {
        "date": "202203072116",
        "ctx": [
            "whats your opinion on soup?",
            "mild"
        ]
    },
    {
        "date": "202203072009",
        "ctx": [
            "if PERSON A betrays PERSON B, who is dumber?",
            "they both have the exact same intelligence"
        ]
    },
    {
        "date": "202203071951",
        "ctx": [
            "do all aliens speak in British accents?",
            "no"
        ]
    },
    {
        "date": "202203071929",
        "ctx": [
            "do you think shadows are a pyramid scheme?",
            "no"
        ]
    },
    {
        "date": "202203071714",
        "ctx": [
            "What makes cars go?",
            "torque?"
        ]
    },
    {
        "date": "202203071713",
        "ctx": [
            "Why is everything so confusing?",
            "because it's true"
        ]
    },
    {
        "date": "202203071444",
        "ctx": [
            "what's your favorite font",
            "making a total mess"
        ]
    },
    {
        "date": "202203071401",
        "ctx": [
            "have you considered a podcast, or making one of those letters that companies send out to people when their subscriptions are ending?",
            "yes"
        ]
    },
    {
        "date": "202203071331",
        "ctx": [
            "I've noticed that when I try to sing along to Outside, the rhythms of the measures before& after each chorus are confusing to me - sometimes I can count it out and come in at the right time, but other times I can't seem to get it to add up.",
            "they're probably all different, if i remember correctly",
            "If it's not too much trouble, could you please explain what's going on there?\n\n(So far, here's what I've got: \n\n- I think I've worked out that \"won't be late / Oh and I\" is a bar of 7/4 and then back into 4 on \"can't be saved\"",
            "right. i might prefer to use 4, then 3, then 4, then 4. just to keep the bar lengths under 4 seconds",
            "- No idea what's going on from the final \"I wanna go outside\" of the first chorus into \"A spaceship\"",
            "most of this instrumental fill is completely ignoring the time. but the time clicks steady through this, in 4/4. i can promise you that the chord with the ding on the left is on the \"& of 4\" (last 8th note of the bar). and the following 2 rhodes notes (B, F#) are on the \"& of 2\" and the \"& of 3\"",
            "- \"I'm gonna change my name / Oh it's a brand new day\" is just 4/4,",
            "right",
            "that's pretty straightforward [although it does that funny thing of sounding like a weird time signature because you're expecting it to be weird and it's not, which I love :)]\n\n- Oh this isn't a chorus but there's also something I don't understand from \"away from the lines /  And I'm outside\" to \"I just opened up\" [The note/fill right before the verse is a good cue for coming in on time, but I don't understand how it gets there in the first place lol]",
            "yeah, that whole riff in between completely ignores the time. i guess it wanted to get...... 'outside'",
            "- \"change my ways / Oh and I'm\" is a bar of 7 again, but this time I'm not certain it's back to 4 on \"leaving.\" [Actually wait, I think it is, it's just that the little triplet-sounding keyboard melody and the bass slide both happen on beats that I don't understand?]",
            "all of that stuff in there ignores the time. but it does click through as 2 full bars, after \"plane\" being on the & of 4. there is a percussion click squarely on beat 3 of the second bar to set you up for the chorus",
            "That's all. Big big thanks in advance if you are able to answer this &lt;3)"
        ]
    },
    {
        "date": "202203072443",
        "ctx": [
            "I have a family that is both toxic and rude.Should I try stay where I'm at and try to help them grow out of their stupidity or move away and just live my own life where family isn't as important?",
            "in this case i think you should leave"
        ]
    },
    {
        "date": "202203070839",
        "ctx": [
            "In \"i'm scared\" at 2:55 (\"and i'm walkin\"), is that how you normally walk?",
            "no. mostly because i'm remaining in the same place"
        ]
    },
    {
        "date": "202203070747",
        "ctx": [
            "How do you deal with a lot of work?",
            "take on additional work to make the original amount seem small in comparison"
        ]
    },
    {
        "date": "202203070733",
        "ctx": [
            "do you ever consult a magic 8 ball?",
            "no"
        ]
    },
    {
        "date": "202203070513",
        "ctx": [
            "Our ego drives us to create in the first place;but we reach a crucial moment after which to continue creating, we must shed it",
            "i'm sure some people may go through that in a different order"
        ]
    },
    {
        "date": "202203070200",
        "ctx": [
            "when, if you can recall, was the last time you had a pastrami sandwich?",
            "never"
        ]
    },
    {
        "date": "202203071202",
        "ctx": [
            "what would you say your song genre is",
            "regular"
        ]
    },
    {
        "date": "202203062252",
        "ctx": [
            "What's a good question to ask on a first date?",
            "what's your name"
        ]
    },
    {
        "date": "202203062143",
        "ctx": [
            "if the earth is a ball, why am i not a ball?",
            "you must not be the earth, per se"
        ]
    },
    {
        "date": "202203062058",
        "ctx": [
            "How do you get inspirations for songwriting?",
            "i have a basket to catch the ideas, but sometimes the basket itself inspires me"
        ]
    },
    {
        "date": "202203062012",
        "ctx": [
            "Can you make a song that will scare the bugs enough that they'll stop crawling under my skin and telling me to burn things?",
            "sure"
        ]
    },
    {
        "date": "202203061925",
        "ctx": [
            "Do you imagine music like you do math?",
            "no"
        ]
    },
    {
        "date": "202203061845",
        "ctx": [
            "Are things working how they are supposed to?",
            "about half of them"
        ]
    },
    {
        "date": "202203061810",
        "ctx": [
            "What is paper made of?",
            "it's a combination of rock and scissors"
        ]
    },
    {
        "date": "202203061753",
        "ctx": [
            "oh, quickly answer some questions, it's the news van",
            "oh hi",
            "question 1, are you bill wurtz?",
            "are you",
            "great, now what is your opinion on, say bagels",
            "too hard to be comfortable. too soft to be powerful",
            "interesting. now, let's take a moment to appreciate scissors",
            "ok",
            "the news van is leaving now. we appreciate you taking your time to answer each question carefully."
        ]
    },
    {
        "date": "202203061741",
        "ctx": [
            "I am assuming that the Gsus2 chord at the beginning of Christmas isn't real was referring to Santa Claus.",
            "i don't even think it's there"
        ]
    },
    {
        "date": "202203061708",
        "ctx": [
            "if you had never seen a cat before how would you describe it to someone?",
            "probably like a cube"
        ]
    },
    {
        "date": "202203061531",
        "ctx": [
            "Please use the word hippopotamus in a song this year",
            "i'll see what i can do"
        ]
    },
    {
        "date": "202203061513",
        "ctx": [
            "What do you do about that feeling when you want to write something but can't get yourself to sit down and do it? Mostly because you have chores and things to do.",
            "you'll have to write it on-the-go"
        ]
    },
    {
        "date": "202203061439",
        "ctx": [
            "Where'd you learn those fancy dance moves from \"i'm scared\"?",
            "at home, and in the workplace"
        ]
    },
    {
        "date": "202203061418",
        "ctx": [
            "what shoes do you wear",
            "regular"
        ]
    },
    {
        "date": "202203061343",
        "ctx": [
            "can boats go on land?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202203062456",
        "ctx": [
            "thoughts on air?",
            "love it"
        ]
    },
    {
        "date": "202203062441",
        "ctx": [
            "Is a place considered a space?",
            "yes",
            "Like if you're at home, would you call it more of a place or a space?",
            "space"
        ]
    },
    {
        "date": "202203062439",
        "ctx": [
            "Is it too late to slip a boat into the new music video?",
            "yes"
        ]
    },
    {
        "date": "202203061014",
        "ctx": [
            "tell me all the countries you know",
            "vatican city,"
        ]
    },
    {
        "date": "202203060610",
        "ctx": [
            "how to make bill wurtz style video",
            "you know the part where they say \"without further ado let's jump right into it\" basically skip that part and everything before it"
        ]
    },
    {
        "date": "202203060340",
        "ctx": [
            "Do you believe in things like spirits? And if so have you ever had an encounter with them?",
            "you and me are spirits"
        ]
    },
    {
        "date": "202203061213",
        "ctx": [
            "opinion on needles.",
            "goes well with pins"
        ]
    },
    {
        "date": "202203052252",
        "ctx": [
            "why are you scared of the clothes you wear",
            "because they are shaped like me and they are following me everywhere"
        ]
    },
    {
        "date": "202203052227",
        "ctx": [
            "how to react when someone demands i name 5 songs on the spot from a specific artist? i am incapable of thinking on the spot like that.",
            "see if they can agree to alternate with you 1 for 1 back and forth, with another artist of your choice"
        ]
    },
    {
        "date": "202203052217",
        "ctx": [
            "have you planned out what any of your other songs this year are going to be?",
            "not quite"
        ]
    },
    {
        "date": "202203052118",
        "ctx": [
            "do you like music?",
            "it's ok"
        ]
    },
    {
        "date": "202203052110",
        "ctx": [
            "What's your view on creativity?",
            "it's bonkers",
            "Do you draw inspirations more from positive or negative emotions?",
            "in the heat of the moment, maybe you can't even tell the difference"
        ]
    },
    {
        "date": "202203052058",
        "ctx": [
            "What is the message of \"time mop\"?",
            "fill the space. just mop up the time. absorb it up. soak it in. the message is absorption"
        ]
    },
    {
        "date": "202203052009",
        "ctx": [
            "can't stop worrying, don't know what to do",
            "as soon as you are doing a bit more than you are thinking, you should be alright"
        ]
    },
    {
        "date": "202203051917",
        "ctx": [
            "why is it spelled inequality if it is also spelled unequal",
            "it's kind of like rocks being different shapes. language is like rocks"
        ]
    },
    {
        "date": "202203051801",
        "ctx": [
            "Teach me how to dougie?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "202203051710",
        "ctx": [
            "is it going?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202203051659",
        "ctx": [
            "What is wisdom",
            "knowing everything, which is actually only 1 thing, so it's knowing that thing"
        ]
    },
    {
        "date": "202203051527",
        "ctx": [
            "I was going to try to put it into words, but I can't. The best way to describe it is AHHHHHHHHHHHHHHHHH. Advice is much needed. Do you have any?",
            "try to arrange everything in order. this will have a calming effect"
        ]
    },
    {
        "date": "202203051047",
        "ctx": [
            "what do butterflies have to do with butter?",
            "they were near the butter"
        ]
    },
    {
        "date": "202203050956",
        "ctx": [
            "how you feel about milk?",
            "too strong"
        ]
    },
    {
        "date": "202203050951",
        "ctx": [
            "Any advice about having burnouts?",
            "try to arrange everything in order. this will have a calming effect"
        ]
    },
    {
        "date": "202203050920",
        "ctx": [
            "Where are you not allowed to sing songs?",
            "on stage in a play which does not contain those songs"
        ]
    },
    {
        "date": "202203050840",
        "ctx": [
            "Give me an example of one way that friends and lovers can go all the way.",
            "you can just stand there"
        ]
    },
    {
        "date": "202203050750",
        "ctx": [
            "Is art limited by the tools for making art",
            "i was going to say yes but now that i think about it no"
        ]
    },
    {
        "date": "202203050619",
        "ctx": [
            "Do you like red? (i don't know why i ask you this dumb question)",
            "my 2 favorite things are red and non-red"
        ]
    },
    {
        "date": "202203050315",
        "ctx": [
            "Bill why are your videos like a fever dream",
            "just trying to get by"
        ]
    },
    {
        "date": "202203042353",
        "ctx": [
            "how many butters are in one butter, please answer my life depends on it",
            "1 butter per butter"
        ]
    },
    {
        "date": "202203042328",
        "ctx": [
            "how many times does the next song feature \"a\" or \"an\" in it?",
            "i don't know"
        ]
    },
    {
        "date": "202203042303",
        "ctx": [
            "Why do you use capital letters so infrequently?",
            "i use them more frequently than most people, but that's possibly because i work in art/entertainment"
        ]
    },
    {
        "date": "202203042303",
        "ctx": [
            "is a new song going to come out this month?",
            "2"
        ]
    },
    {
        "date": "202203042234",
        "ctx": [
            "What is your next song abourt?",
            "have you ever been so care free you forgot even become aware of it"
        ]
    },
    {
        "date": "202203042055",
        "ctx": [
            "is there anything thats actually normal",
            "i was going to say yes but now that i think about it no"
        ]
    },
    {
        "date": "202203042016",
        "ctx": [
            "What's your favorite subgenre of regular music?",
            "normal"
        ]
    },
    {
        "date": "202203041733",
        "ctx": [
            "how to make floor tom sound good? it always sounds waaay to low or too high when compared to other toms",
            "did you try muffling it a little (put a small soft object on it, somehow)"
        ]
    },
    {
        "date": "202203041624",
        "ctx": [
            "hot take about colours?",
            "flavours of light"
        ]
    },
    {
        "date": "202203042457",
        "ctx": [
            "what are all the ways friends and lovers can go all the way?",
            "too many to know. you can make it up each time"
        ]
    },
    {
        "date": "202203042456",
        "ctx": [
            "what's your opinion on fun",
            "it's a scam"
        ]
    },
    {
        "date": "202203042443",
        "ctx": [
            "Why are all of your songs totally tubular",
            "have you ever tried to make something partially tubular"
        ]
    },
    {
        "date": "202203042426",
        "ctx": [
            "what's your favourite root vegetable",
            "tree?"
        ]
    },
    {
        "date": "202203041114",
        "ctx": [
            "Are you good at chess?",
            "i'm good at moving the knight"
        ]
    },
    {
        "date": "202203040838",
        "ctx": [
            "What is the best tool for breaking things? Especially art",
            "time"
        ]
    },
    {
        "date": "202203040828",
        "ctx": [
            "is this a site for knowledge and reasoning?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202203040734",
        "ctx": [
            "how to you do such weird and entertaining videos",
            "basically i imagine that i am inside the video and i'm trying to escape"
        ]
    },
    {
        "date": "202203040529",
        "ctx": [
            "when does your music take place? when we listen to it? when you wrote it? all possible times?",
            "right now"
        ]
    },
    {
        "date": "202203040111",
        "ctx": [
            "when will it happen",
            "whenever you're ready"
        ]
    },
    {
        "date": "202203041237",
        "ctx": [
            "help, i'm suffering from phobiaphobia. what should i do?",
            "sounds like it's time to start a blog"
        ]
    },
    {
        "date": "202203041202",
        "ctx": [
            "how many times does the word \"I\" appear in your video",
            "i don't know"
        ]
    },
    {
        "date": "202203032255",
        "ctx": [
            "why is the combination of \"will\" and \"not\" \"won't\"? Shouldn't it be \"willn't\"?",
            "yes thank you i will change it"
        ]
    },
    {
        "date": "202203032226",
        "ctx": [
            "How many times is the letter \"d\" enunciated in your next song?",
            "i don't know"
        ]
    },
    {
        "date": "202203032212",
        "ctx": [
            "who's ur favorite Pok&eacute;mon",
            "which is the yellow one"
        ]
    },
    {
        "date": "202203032206",
        "ctx": [
            "what happen????",
            "nothing has ever happened"
        ]
    },
    {
        "date": "202203032155",
        "ctx": [
            "how do you focus and organize when you've got a million things that you could be doing and the future blinds you into a brain-rattled stupor",
            "stand in a doorway. this may help you visualize the dynamics of your situation"
        ]
    },
    {
        "date": "202203032145",
        "ctx": [
            "favorite genre of music?",
            "average"
        ]
    },
    {
        "date": "202203032104",
        "ctx": [
            "Is the Chord G in your next song?",
            "no"
        ]
    },
    {
        "date": "202203032033",
        "ctx": [
            "does your next video have a five-letter word that has with the second letter being \"e\"?",
            "yes"
        ]
    },
    {
        "date": "202203032011",
        "ctx": [
            "how Long is the ruler at 0:35 in long long long journey",
            "you're never gonna believe this, but it's 20 cm"
        ]
    },
    {
        "date": "202203031745",
        "ctx": [
            "how do you make songs interesting",
            "make patterns and then break them. then make a pattern to the way in which you break those patterns, and then, go ahead and break that pattern as well"
        ]
    },
    {
        "date": "202203031711",
        "ctx": [
            "ways to make a scale sound less like itself?",
            "just forget the scale. just play the notes you need"
        ]
    },
    {
        "date": "202203031657",
        "ctx": [
            "have you considered using quarter tones in your songs?",
            "no"
        ]
    },
    {
        "date": "202203031606",
        "ctx": [
            "do you ever realize how much of a banger your songs are?",
            "i've been meaning to check to see if they are"
        ]
    },
    {
        "date": "202203031447",
        "ctx": [
            "Are you smart?",
            "that would hopefully explain how stupid i am"
        ]
    },
    {
        "date": "202203032447",
        "ctx": [
            "hows it going",
            "pretty good"
        ]
    },
    {
        "date": "202203031101",
        "ctx": [
            "how do i exit culture?",
            "you'll have to make a new culture to somehow enter"
        ]
    },
    {
        "date": "202203031052",
        "ctx": [
            "does the next song have the word \"which\" in it?",
            "no"
        ]
    },
    {
        "date": "202203030919",
        "ctx": [
            "isnt it weird how we are a clump of quarks and electrons and we can think",
            "we're not the things, we're the behavior of the things"
        ]
    },
    {
        "date": "202203030834",
        "ctx": [
            "does what happen in Vegas stay in Vegas?",
            "no, sometimes things leave vegas"
        ]
    },
    {
        "date": "202203030808",
        "ctx": [
            "If you had invented boats, what would you have done differently?",
            "make them fly"
        ]
    },
    {
        "date": "202203030644",
        "ctx": [
            "time signature for \"we are humans\"\n\"and we've come to take you away\"",
            "see (ref: https://billwurtz.com/we%20are%20humans%20+%20noharm.jpg\"target=\"_blank)here"
        ]
    },
    {
        "date": "202203030155",
        "ctx": [
            "How do you manage to make every instrument in your songs so powerful?",
            "usually this is found backwards: first i pick an instrument, then i scan through each moment in the song to see exactly where it would be most powerful"
        ]
    },
    {
        "date": "202203030150",
        "ctx": [
            "how 2 stop being grossed out by asymmetry",
            "you'll have to make everything symmetrical"
        ]
    },
    {
        "date": "202203030141",
        "ctx": [
            "what is the bpm of your next song",
            "98"
        ]
    },
    {
        "date": "202203031235",
        "ctx": [
            "Hi William. I've been working for the last 5 years of my life in a concept album (much like how Pink Floyd's \"The Wall\" was an album, but also it was more than just that. It was a movie, and a live show, and a compendium of ideas paired with music and visuals). But now, as I find myself at the last stretch of the process, I can't help but feel guilt at how long this all took. I wish a could have done this faster, but maybe it was just the way that it needed to be made. I'm currently having severe panic attacks thinking that maybe this project didn't turn out to be that good and I just wasted the past 5 years of my life. Any thoughts on this? I was thinking that maybe you felt this way when you were at the last stretch of making \"History of Japan\" or \"History of the entire world, i guess\". If that's the case;How did you dealt with that feeling? How can I push through this last stretch of the process and finally finish the thing without failing? Thanks  Bill.",
            "i'm not sure exactly how you will do it, but you will. it may help to know that this will not be your only project"
        ]
    },
    {
        "date": "202203022334",
        "ctx": [
            "If this web site was a house, what kind of house would it be? (for me is a comfy place)",
            "regular"
        ]
    },
    {
        "date": "202203022307",
        "ctx": [
            "What is the swishing sound in the background of the song \"in california\"?",
            "fm noise with the filter cutoff set to the modulation wheel, and performed in real time"
        ]
    },
    {
        "date": "202203022212",
        "ctx": [
            "i like motivation songs. can you do a song about being unstoppable?",
            "most of my songs are about that"
        ]
    },
    {
        "date": "202203022050",
        "ctx": [
            "What makes your songs taste so good?",
            "it's because of how loud they are"
        ]
    },
    {
        "date": "202203021915",
        "ctx": [
            "Thoughts on Ancient Greece? Asking for a friend.",
            "seems brand new"
        ]
    },
    {
        "date": "202203021720",
        "ctx": [
            "What inspired you to make the switch to 3d in \"here comes the sun\"?",
            "i didn't switch for that one. i first used it in \"history of the entire world\" because i felt i needed a globe to show so many diverse locations properly. then i've been using bits of 3D ever since. but then eventually i decided to go all in and start one of the music videos 100% in 3D. this was for \"i'm a princess\". this either ruined my life or saved it, i still can't tell"
        ]
    },
    {
        "date": "202203021620",
        "ctx": [
            "Is your next song absolutely epic",
            "well,"
        ]
    },
    {
        "date": "202203021511",
        "ctx": [
            "do you find yourself thinking more and more in song the more and more songs you make?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "202203021431",
        "ctx": [
            "how many times is the word \"anyway\" in your next song/video",
            "0"
        ]
    },
    {
        "date": "202203021350",
        "ctx": [
            "What do you do when you have artblock or writer's block?",
            "try to unwrite something"
        ]
    },
    {
        "date": "202203022420",
        "ctx": [
            "where in your schedule do you find the time to answer all of these questions?",
            "how about Wednesday, March 2, 2022 11:14:25 PM"
        ]
    },
    {
        "date": "202203022411",
        "ctx": [
            "why is it toothbrush when you brush multiple teeth and not just one tooth? shouldnt it be teethbrush?",
            "yes thank you i will change it"
        ]
    },
    {
        "date": "202203021027",
        "ctx": [
            "Ideas for a budget road trip?",
            "go sideways, across the road insead of along it. much shorter distance"
        ]
    },
    {
        "date": "202203020838",
        "ctx": [
            "is reality actually fake",
            "no"
        ]
    },
    {
        "date": "202203020827",
        "ctx": [
            "Hello, I was just curious to ask you this. But, how long does it take you (normally) to make a song?",
            "i wonder if that's even possible"
        ]
    },
    {
        "date": "202203020804",
        "ctx": [
            "When did you finish the song for I'm scared?",
            "dec 27, 2021"
        ]
    },
    {
        "date": "202203020602",
        "ctx": [
            "are you good at drawing?",
            "whatever gets the job done"
        ]
    },
    {
        "date": "202203021225",
        "ctx": [
            "how many bars long is the next song?",
            "probably about 87"
        ]
    },
    {
        "date": "202203021214",
        "ctx": [
            "why has there been a skyrocket in people using quotation marks improperly",
            "i'm wondering why people have been using skyrockets improperly"
        ]
    },
    {
        "date": "202203021211",
        "ctx": [
            "does your next video contain the word \"the\"?",
            "yes"
        ]
    },
    {
        "date": "202203021202",
        "ctx": [
            "why am i so mad at the essay i'm writing",
            "perhaps you............ ~care~"
        ]
    },
    {
        "date": "202203012127",
        "ctx": [
            "how many words are in the lyrics of your next song",
            "i'm not sure"
        ]
    },
    {
        "date": "202203012123",
        "ctx": [
            "i forgot who i am. do you have any tips on how to remember?",
            "write a story about who you might be"
        ]
    },
    {
        "date": "202203011819",
        "ctx": [
            "William, Please it's been 6 years since the first word unscramble WHAT IS IT?????!!!!!!!!!",
            "i'm pretty sure the answer to the first is shown in the second unscramble video"
        ]
    },
    {
        "date": "202203011753",
        "ctx": [
            "What the heck is a \"township\"?",
            "not a town. anything other than a town. your front porch may be a town ship"
        ]
    },
    {
        "date": "202203011748",
        "ctx": [
            "help i'm auditioning for a jazz summer school thing and i dont actually know good jazz standards for improvising pls recommend (am on sax)",
            "harlem shake"
        ]
    },
    {
        "date": "202203011728",
        "ctx": [
            "how do u feel ab the new month",
            "pretty good"
        ]
    },
    {
        "date": "202203011715",
        "ctx": [
            "we all know that the day goes on, but does the night go on?",
            "yes"
        ]
    },
    {
        "date": "202203011631",
        "ctx": [
            "do tunes just come to your head and you need words for them or is it the other way around",
            "best case scenario is both together"
        ]
    },
    {
        "date": "202203011552",
        "ctx": [
            "does the upcoming video have a person/people in it",
            "yes"
        ]
    },
    {
        "date": "202203011551",
        "ctx": [
            "why are you like this",
            "how do you think i am"
        ]
    },
    {
        "date": "202203011531",
        "ctx": [
            "whats your favourite song that you made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "202203011408",
        "ctx": [
            "Is an oreo a sandwich yes or no?",
            "yes"
        ]
    },
    {
        "date": "202203011337",
        "ctx": [
            "why can't i see the future",
            "you can but it's many different futures. sometimes so many it's blinding. how do you choose"
        ]
    },
    {
        "date": "202203011329",
        "ctx": [
            "is \"the\" the first word of your next song?",
            "no"
        ]
    },
    {
        "date": "202203011323",
        "ctx": [
            "Have you ever \"existed\"?",
            "that sounds enticing"
        ]
    },
    {
        "date": "202203012400",
        "ctx": [
            "thoughts on sparrows",
            "i've never had the opportunity to think about sparrows"
        ]
    },
    {
        "date": "202203011105",
        "ctx": [
            "how do you feel about ducks?",
            "i know they can fly but i've never seen them do it"
        ]
    },
    {
        "date": "202203011035",
        "ctx": [
            "do the words \"hope\" and/or \"believe\" appear in your next song?",
            "no",
            "if so, how many times?"
        ]
    },
    {
        "date": "202203010832",
        "ctx": [
            "will the person whose name isn't steve (unsteve) from \"hi, i'm steve\" return in a future video?",
            "at any particular moment, it will seem like no, but over time i think you'll realize the answer to be yes"
        ]
    },
    {
        "date": "202203010705",
        "ctx": [
            "What was the last thing you learned that impressed you ?",
            "what shape the world is"
        ]
    },
    {
        "date": "202203010633",
        "ctx": [
            "I've created a short tune, but I don't know how to arrange it to sound good. It also doesn't sound like one where it'd have lyrics (closer to, say, a video game track). I'm still kind of split on what to do. Any advice?",
            "do another one"
        ]
    },
    {
        "date": "202203010341",
        "ctx": [
            "whats the thought process for videos like ball& stick? is it just like writing a song or something else",
            "i try to imagine what a thought process would be like, in paradise\n\n\n\n\n\n(ref: questions-2022-02.html)PREVIOUS QUESTIONS"
        ]
    }
]