[
    {
        "date": "4.30.22 10:25 pm",
        "ctx": [
            "how often do you stare at the ceiling",
            "once per ceiling"
        ]
    },
    {
        "date": "4.30.22 10:09 pm",
        "ctx": [
            "Why do you talk about days of the week so much?",
            "they are a well known point of reference",
            "Did they get imprinted in your brain when you were uploading daily and never fully leave?",
            "they were imprinted in my brain when i was a young child and i first learned them"
        ]
    },
    {
        "date": "4.30.22 9:40 pm",
        "ctx": [
            "bill, i've begun talking to myself but it's like... i've begun pretending like i'm on a talk show or having a conversation with someone else so like i'm physically nodding and laughing and going \"yeah, yeah, no, you're right, and i think . . .\" and stuff and i feel like a psychopath. wtf. i've come across all sorts of profound ideas and realizations doing this but it isn't anything like the stuff on your reality page-your stuff is interesting and sort of romantic-",
            "that's because it's edited",
            "mine is simply disturbing. it isn't presentable at all.",
            "neither is mine, before it's edited",
            "i saw myself doing this shit in the mirror by accident and i realized how fucking weird i am. WHAT DO I DO",
            "you could try out for the olympics, in the 'weird' section"
        ]
    },
    {
        "date": "4.30.22 6:30 pm",
        "ctx": [
            "thoughts on physics?",
            "it's pretty good"
        ]
    },
    {
        "date": "4.30.22 5:58 pm",
        "ctx": [
            "why is it called oven if you of in the cold food and of out hot eat the food",
            "that's just the way the lord intended"
        ]
    },
    {
        "date": "4.30.22 3:39 pm",
        "ctx": [
            "Are graffiti art or vandalism?",
            "best of both worlds"
        ]
    },
    {
        "date": "4.30.22 12:41 pm",
        "ctx": [
            "Do you get your inspiration from the dreams you have?",
            "occasionally"
        ]
    },
    {
        "date": "4.30.22 11:31 am",
        "ctx": [
            "what's your opinion on dinosaurs?",
            "would be better if they weren't so fuckin extinct"
        ]
    },
    {
        "date": "4.30.22 10:25 am",
        "ctx": [
            "do u ever express ur emotions in the form of music",
            "oh hell yeah"
        ]
    },
    {
        "date": "4.30.22 3:20 am",
        "ctx": [
            "what is your favorite chord",
            "F"
        ]
    },
    {
        "date": "4.30.22 1:39 am",
        "ctx": [
            "favorite motivational quote",
            "'what do you want'"
        ]
    },
    {
        "date": "4.30.22 12:32 am",
        "ctx": [
            "help, all my friends say that the music i like isn't real music at all.",
            "in that case, no music is real"
        ]
    },
    {
        "date": "4.29.22 11:27 pm",
        "ctx": [
            "what is your favorite font?",
            "normal"
        ]
    },
    {
        "date": "4.29.22 10:55 pm",
        "ctx": [
            "shorts r so stupid y do people wear them.",
            "because you weren't around to educate them on this"
        ]
    },
    {
        "date": "4.29.22 10:07 pm",
        "ctx": [
            "why does everyone take the sun for granted",
            "because so far it's always been there"
        ]
    },
    {
        "date": "4.29.22 10:01 pm",
        "ctx": [
            "how would you approach the task of describing one of your artworks and also yourself as an artist. for example your work is being submitted to an arts college so that you can graduate, and the powers that be require you to give an accompanying \"artist statement\". (ps i agree with your previous answer. and thats precisely why i seem to be in a pickle. i feel that i said everything in the music already, and that any more words could even be detrimental) (pps thanks)",
            "if i had to fill a section called \"artist statement\", i think i would go with \"hi\". or maybe \"high\". perhaps another option could be \"high, i'm\""
        ]
    },
    {
        "date": "4.29.22 7:47 pm",
        "ctx": [
            "how did you find the whole 'vibe' or aesthetic for your channel? Its so cool but I wonder if there is like a backstory idk- also you're super cool ^^",
            "basically i think of 10,000 ways to make videos, and then unfortunately i realize that all of those ways are impossible. then, after calming down a bit, i realize that there might actually be 1 possible way. and i do it that way"
        ]
    },
    {
        "date": "4.29.22 7:28 pm",
        "ctx": [
            "Do you usually write lyrics first and then come up with a melody to fit the lyrics,",
            "absolutely not",
            "or do you write the melody first and then come up with lyrics that fit the melody?",
            "no"
        ]
    },
    {
        "date": "4.29.22 5:20 pm",
        "ctx": [
            "what's your favorite junk-food?",
            "junk"
        ]
    },
    {
        "date": "4.29.22 1:49 pm",
        "ctx": [
            "if the best songs are usually the ones that appear out of nowhere, is practicing improv a good way to find these songs more often?",
            "yes"
        ]
    },
    {
        "date": "4.29.22 11:35 am",
        "ctx": [
            "Can your next song please have the words Rock and Duck in it?",
            "it does not"
        ]
    },
    {
        "date": "4.29.22 10:26 am",
        "ctx": [
            "Please give me motivation to study for my AP exams",
            "first i would have to ask you about what effect the results might have on you"
        ]
    },
    {
        "date": "4.29.22 9:38 am",
        "ctx": [
            "how is your music so catchy?",
            "can't you see i'm trying to destroy the universe"
        ]
    },
    {
        "date": "4.29.22 8:40 am",
        "ctx": [
            "at what point do you know the song is exactly how you intended it to sound like?",
            "never"
        ]
    },
    {
        "date": "4.29.22 6:56 am",
        "ctx": [
            "how many words are in the title of your next song?",
            "6 even though most people would say it should have been 5"
        ]
    },
    {
        "date": "4.29.22 2:36 am",
        "ctx": [
            "what is ur favorite thing 2 get at the corner store ??",
            "enlightened"
        ]
    },
    {
        "date": "4.29.22 2:09 am",
        "ctx": [
            "how would you approach the task of describing one of your artworks and also yourself as an artist.",
            "wouldn't",
            "for example your work is being put in some kind of museum",
            "if the artwork is on display then why would it need to also be described? seems redundant. maybe someone in the museum could telephone someone outside the museum and describe to them. but even that seems kind of unnecessary. the person outside the museum probably has other things to see"
        ]
    },
    {
        "date": "4.29.22 12:41 am",
        "ctx": [
            "how do you come up with songs? do you think of them or does a little songbird drop it in your ear, the latter happens to me",
            "that is pretty much how it goes. i often try to negotiate with the song bird to try to bring it quicker, sooner, and more frequently, but it's never there before it's there so that doesn't work. and when it is there i have to catch the song"
        ]
    },
    {
        "date": "4.28.22 10:46 pm",
        "ctx": [
            "thank you for sharing your music i like it very much. are there any of your songs that hold a special place in your heart?",
            "yes, usually the ones i haven't done yet"
        ]
    },
    {
        "date": "4.28.22 8:53 pm",
        "ctx": [
            "How much of the periodic table do you have memorized?",
            "hydrogen"
        ]
    },
    {
        "date": "4.28.22 4:48 pm",
        "ctx": [
            "I did my first live performance today. It was fairly simple but it sucked. I knew it sucked when I was doing it, and the more times I listen to the recording, the more flaws I notice. I got too emotional and accidentally sped up the tempo at one point. The mic was too quiet. All the techniques I learned headed straight out. The entire thing was awkward. I'm pretty sure I'll do more live performances in the future, but right now I just want to erase this from my memory, but I can't. The anxiety is killing me right now. Has this happened to you before? Do you have any advices on coping with it?",
            "there's only 1 way to deal with this. spend much more time on stage. spend more time on stage than you do in your home. at this point the stage will become your home"
        ]
    },
    {
        "date": "4.28.22 4:39 pm",
        "ctx": [
            "will you ever make a song about butterflies",
            "all options are on the table"
        ]
    },
    {
        "date": "4.28.22 2:46 pm",
        "ctx": [
            "What was the motivation to transition from \"pure\" music to including visual symbolism into your work?",
            "videos are a good way to deliver songs to an audience",
            "Would you say there are similarities with challenges between visual arts and music?",
            "yes",
            "Or do you find the visual aspect a challenge different to that of a musical orientation?",
            "there are similarities and differences between music making and video making"
        ]
    },
    {
        "date": "4.28.22 12:47 pm",
        "ctx": [
            "what do you think is your biggest obstacle to spiritual happiness",
            "spiritual happiness"
        ]
    },
    {
        "date": "4.28.22 12:11 pm",
        "ctx": [
            "If the earth revolves around the sun, and the, moon revolves earth, what revolves around the moon?",
            "you might have to do it"
        ]
    },
    {
        "date": "4.28.22 11:37 am",
        "ctx": [
            "how to not have anxiety",
            "have you considered flipping out"
        ]
    },
    {
        "date": "4.28.22 11:10 am",
        "ctx": [
            "tell me a joke (and make it funny)",
            "nothing is funny"
        ]
    },
    {
        "date": "4.28.22 11:03 am",
        "ctx": [
            "if Steve's name is not Steve then what is his name",
            "it's your name"
        ]
    },
    {
        "date": "4.28.22 10:54 am",
        "ctx": [
            "what is the right amount of time to heat porridge",
            "forever"
        ]
    },
    {
        "date": "4.28.22 8:17 am",
        "ctx": [
            "how are you",
            "pretty good"
        ]
    },
    {
        "date": "4.28.22 7:30 am",
        "ctx": [
            "are you speaking words of wisdom?",
            "all words have wisdom in them somewhere"
        ]
    },
    {
        "date": "4.28.22 6:42 am",
        "ctx": [
            "what's your favourite word?",
            "word"
        ]
    },
    {
        "date": "4.28.22 3:13 am",
        "ctx": [
            "You have said that you won't make an album because that is not how you yourself enjoy music. You listen to singles only.Is this true?",
            "i listen to songs, sometimes in large quantities, but not arranged in the order of the original album",
            "What do you think about albums that are greater than the sum of their parts, and are crafted to be enjoyed in sequence?",
            "i've heard of those. i was curious about them, so i listened to some of the most famous reknown ones, that are commonly most hailed and respected for being exactly what you just said. in every case, i was not only surprised to find out that they did NOT sound/feel to me like anything more than a list of songs, but ALSO in every case i was shocked to find out that the songs didn't even sound like they were in a very good order.",
            "I think this is what people mean when they ask if you'll make an album, they (I) want the artist to curate a longer-form listening experience.",
            "yes, my preferred way to do that is to combine it with video, and use music in ways much beyond just songs",
            "Previously you've said your songs should be listened to in release order,",
            "they can be listened to in any order",
            "but with the knowledge of how you select your next songs it seems like the chronologic album is like a psedo-shuffle mode, and infact each subsequnet song you try to subvert the last for the sake of not repeating yourself.",
            "that sounds good for sequencing, but you still don't have to listen to it that way if you don't like it that way"
        ]
    },
    {
        "date": "4.28.22 12:49 am",
        "ctx": [
            "do i not deserve to be messed up because of my talents? or do i not deserve talents because im messed up?",
            "you deserve to not be messed up, and have talent. i can't remember if that was one of the choices"
        ]
    },
    {
        "date": "4.27.22 10:12 pm",
        "ctx": [
            "what do you think when other people make videos about you",
            "i'm usually busy making my own videos"
        ]
    },
    {
        "date": "4.27.22 7:58 pm",
        "ctx": [
            "What is your favorite song you made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "4.27.22 7:35 pm",
        "ctx": [
            "How can i be more confident that the good things ive done were not by accident and that i am indeed a source of good stuff",
            "do 10 things and see how many were good"
        ]
    },
    {
        "date": "4.27.22 7:12 pm",
        "ctx": [
            "What's the strangest question you've ever been asked?",
            "i have never been asked a strange question"
        ]
    },
    {
        "date": "4.27.22 5:23 pm",
        "ctx": [
            "HELP BILL TOMORROW IS MY FIRST OPEN MIC PERFORMANCE, DO YOU HAVE ANY TIPS ON NOT GETTING NERVOUS AND DOING IT WELL AHHH HELP",
            "yes. the way to do this is to go on stage more frequently"
        ]
    },
    {
        "date": "4.27.22 5:12 pm",
        "ctx": [
            "why is school so boring?",
            "by mistake"
        ]
    },
    {
        "date": "4.27.22 3:17 pm",
        "ctx": [
            "what is the form of your new song",
            "verse verse, B, more B, verse, outvamp"
        ]
    },
    {
        "date": "4.27.22 3:01 pm",
        "ctx": [
            "how would you price a fruit of the banana variety",
            "hold an auction"
        ]
    },
    {
        "date": "4.27.22 1:08 pm",
        "ctx": [
            "do i have to compose music first or can i just make it as im doing it cuz thats what ive been doing and i think its going well",
            "do it the way you are doing it. it's going well"
        ]
    },
    {
        "date": "4.27.22 10:20 am",
        "ctx": [
            "do you ever stop writing a song and continue writing it later",
            "yes"
        ]
    },
    {
        "date": "4.27.22 9:35 am",
        "ctx": [
            "if you could break one law of physics what would it be",
            "i'd rather not break any until i understand the whole system extremely well"
        ]
    },
    {
        "date": "4.27.22 8:13 am",
        "ctx": [
            "how do you deal with the constant impending eternal oblivion?",
            "focus on the constant impending etarnal non-blivion (non oblivion)"
        ]
    },
    {
        "date": "4.27.22 7:20 am",
        "ctx": [
            "how long is the next song",
            "3:22"
        ]
    },
    {
        "date": "4.27.22 7:10 am",
        "ctx": [
            "when modelling \"in the corner store\" was it difficult having to make one condensed location that had to apply for most of the video?",
            "using 1 location was a breakthrough and made it much easier to make the video, once the 1 location was modeled"
        ]
    },
    {
        "date": "4.27.22 2:38 am",
        "ctx": [
            "how do i write a song",
            "plan to make a certain combination of sounds happen, and document that plan, using detailed instructions in a language you can understand, in order to recall and create it using whatever skills and resources you have available to you"
        ]
    },
    {
        "date": "4.27.22 1:22 am",
        "ctx": [
            "How do you be yourself if you don't know who yourself is?",
            "try some different ways to be"
        ]
    },
    {
        "date": "4.26.22 11:16 pm",
        "ctx": [
            "whats your opinion on bookmarks?",
            "they have to be either taller or wider than the book"
        ]
    },
    {
        "date": "4.26.22 11:07 pm",
        "ctx": [
            "What is your favourite kitchen appliance",
            "freezer"
        ]
    },
    {
        "date": "4.26.22 10:05 pm",
        "ctx": [
            "what is your favorite song you wrote",
            "i would prefer to write a new one to be my favorite"
        ]
    },
    {
        "date": "4.26.22 8:38 pm",
        "ctx": [
            "what was the song selection process for \"9 8 7\" like?",
            "pretty standard. that one was an obvious pick because it's been favored for at least a year"
        ]
    },
    {
        "date": "4.26.22 7:19 pm",
        "ctx": [
            "can a corner store be at the lobby of oh yeah corp?",
            "i doubt it"
        ]
    },
    {
        "date": "4.26.22 7:00 pm",
        "ctx": [
            "Did Santa give you coal because you did a bad thing?",
            "i have a gift card for coal"
        ]
    },
    {
        "date": "4.26.22 6:29 pm",
        "ctx": [
            "you ever go to a corner store and buy orange soda?",
            "no"
        ]
    },
    {
        "date": "4.26.22 6:21 pm",
        "ctx": [
            "why did you make so many videos about the floor in early 2014",
            "i'm fascinated with the floor, and i still refer to it. i've had to hire a team to help me keep the number of uses down to a moderate level"
        ]
    },
    {
        "date": "4.26.22 6:19 pm",
        "ctx": [
            "have we figured out all of the details in climate change court yet",
            "not even close"
        ]
    },
    {
        "date": "4.26.22 6:12 pm",
        "ctx": [
            "Would you buy a boat",
            "no"
        ]
    },
    {
        "date": "4.26.22 4:44 pm",
        "ctx": [
            "Solo instrumentalist here that gets very nervous before playing on stage. Got da skillz but how do I get over the shakes?",
            "more stage, more often"
        ]
    },
    {
        "date": "4.26.22 4:39 pm",
        "ctx": [
            "how would you describe the mood of the next song?",
            "optimistic, apocalyptic, reassuring"
        ]
    },
    {
        "date": "4.26.22 2:31 pm",
        "ctx": [
            "can you name the longest word?",
            "only temporarily. someone else can immediately name a longer word"
        ]
    },
    {
        "date": "4.26.22 1:31 pm",
        "ctx": [
            "whats your opinion on platypuses",
            "not believable"
        ]
    },
    {
        "date": "4.26.22 1:13 pm",
        "ctx": [
            "Is a carrot a fruit?",
            "it's a device for pointing at fruit"
        ]
    },
    {
        "date": "4.26.22 9:37 am",
        "ctx": [
            "how to help a friend with some really scary thoughts, get over them and start being healthy",
            "start sharing some non scary thoughts with them"
        ]
    },
    {
        "date": "4.26.22 8:24 am",
        "ctx": [
            "is the corner store at the airport terminal?",
            "sure. the prices there will blow your mind"
        ]
    },
    {
        "date": "4.26.22 8:08 am",
        "ctx": [
            "What type of mbti are u",
            "Mild, Bold, Tries things, Isn't a villain"
        ]
    },
    {
        "date": "4.26.22 2:38 am",
        "ctx": [
            "If you could reform the school system, what would you change?",
            "maybe try rotating every school by 45 degrees"
        ]
    },
    {
        "date": "4.26.22 12:49 am",
        "ctx": [
            "whats the best thing about prepositions",
            "the connectivity you get"
        ]
    },
    {
        "date": "4.26.22 12:23 am",
        "ctx": [
            "How to deal with hating yourself and being very angry about it all the time.",
            "write a parable about the whole situation"
        ]
    },
    {
        "date": "4.25.22 10:59 pm",
        "ctx": [
            "should i do my physics homework or listen to your songs for the next 2 hours",
            "how about 1 hour of each"
        ]
    },
    {
        "date": "4.25.22 9:43 pm",
        "ctx": [
            "whats your opinion on birds",
            "i gotta assume they can watch themselves, but, nonetheless"
        ]
    },
    {
        "date": "4.25.22 9:38 pm",
        "ctx": [
            "Can I ask what the rhythm is in \"i'm scared\" when you sing \"i'm fallin'\", right after the \"am i scared enough\" part?",
            "it's gotta be a little stretched, but if i were notating it i might say 'fall' is supposed to be on the & of 2, then the next 2 notes (E and F#) are in between beats 3 and 4, and the next 2 notes (A and B) are supposed to be between beats 4 and 1. And then the last 2 notes 'allin' (C and A) are supposed to be on 1 and the 'a' of 1, just the way the other 'fallin's are"
        ]
    },
    {
        "date": "4.25.22 8:44 pm",
        "ctx": [
            "if you can remember, what was the song selection process for \"fly around\" like? (only if u can say without spoiling future songs ofc)",
            "i had just thrust myself into a brand new schedule, so i knew i would be extremely tight on time for all parts of the process. i took a walk to try to relax and prepare for the insanity, and i allowed my mind to casually try to recall from memory if there are any songs which might stand out as good choices. 'special sandals' (which was only 8 bars at the time) seemed to cross my mind, because it's one that i'd been fond of for the past couple years since writing. it's one of the ones that keeps persistently popping into my head, in general. so i thought of that one. Normally i would have probably rejected that one on the basis of 'sandals' being too iffy and weird and possibly not strong. Or the fact that it was only 8 bars and i might have preferred to pick something that was a little further along. However, this being a brand new schedule, it seemed like the perfect sort of carefree vibe to pick that one. Of course, being who i am, i had to insist on going through the list properly, so i did. it looks like i came up with 10 finalists, including special sandals. it turns out, sandals was still feeling favored, and got extra points for having visited me earlier on the walk"
        ]
    },
    {
        "date": "4.25.22 7:59 pm",
        "ctx": [
            "What is the tempo of your next song",
            "94"
        ]
    },
    {
        "date": "4.25.22 7:01 pm",
        "ctx": [
            "What's the breakdown for how much of new canaan was written prior to the trip, en route to new canaan, in new canaan, on the return trip home, and at home after the trip?",
            "none of it was written before the trip. during the trip, (may 15, 2009) this entire version was written ((ref: https://billwurtz.com/newcanaan-p1.jpg\"target=\"_blank\">page 1 and (ref: https://billwurtz.com/newcanaan-p2.jpg\"target=)_blank)page 2). the part about harlem was written while the train was stopped at the 125 street stop (harlem). that's where the idea came from. By the time i got to new canaan i feel like i had likely made it to at least the end of the chorus ('every word i say is true'). Some of the next parts were written at the outdoor tables at starbucks, just next to the train station in new canaan. i took a brief walk for a few blocks and may have worked on the last chorus (grey) while waiting for the train and/or on the way back. \nOn nov 6, 2012, i made some clarifications to the melody and chords. Decided on the key of D. Did some re-writes, such as \"12 figure\" instead of 7 figure, and i also came up with the 'license plates' line to replace the line that was there before. The entire starbucks stanza was re-written to be stronger. Also re-wrote the last chorus to be stronger.\non august 9, 2013 some small melody/chord details were clarified/adjusted"
        ]
    },
    {
        "date": "4.25.22 6:39 pm",
        "ctx": [
            "what is your opinion on tractors?",
            "they cannot exceed the speed of light"
        ]
    },
    {
        "date": "4.25.22 5:32 pm",
        "ctx": [
            "Do you ever notice that you're a consciousness, and that you can notice that you notice things?",
            "yes. sometimes i wonder exactly how much time this event occupies"
        ]
    },
    {
        "date": "4.25.22 5:31 pm",
        "ctx": [
            "Thoughts on the phrase \"it is what it is\"",
            "ah, the reflexive property of reasoning"
        ]
    },
    {
        "date": "4.25.22 4:30 pm",
        "ctx": [
            "whats a sus chord?",
            "Csus4 is notes C, F, and G\nCsus2 is notes C, D, and G\nin contrast, C (which means C major) is notes C, E, and G"
        ]
    },
    {
        "date": "4.25.22 2:26 pm",
        "ctx": [
            "in \"im scared\" are those things you you said really true? i mean i have alot of fear in my life like asbestos and PFAS and i can kind of see how people could get scared of there own clothes because of stuff.",
            "the song is somewhat of a portrayal of what it might feel like to be scared of just about everything"
        ]
    },
    {
        "date": "4.25.22 12:50 pm",
        "ctx": [
            "what the actual fuck is a beet",
            "i don't know"
        ]
    },
    {
        "date": "4.25.22 9:11 am",
        "ctx": [
            "do you make lyrics first, then instrumentals to go with lyrics, or the other way around.",
            "absolutely not",
            "If both, then is one more common?",
            "both is by far most common, but to be honest now that i re-read your question it doesn't make very much sense to me. if you only have instrumentals and lyrics, you'll still be missing a lot.... like the whole melody (pitches) being sung for the lyrics. in any case, the lyric+melody+chords are all dependent on each other so for best results they will all come into existence simultaneously",
            "also hi :)"
        ]
    },
    {
        "date": "4.25.22 7:51 am",
        "ctx": [
            "how are you so funny/smart",
            "could be a defense mechanism"
        ]
    },
    {
        "date": "4.25.22 5:54 am",
        "ctx": [
            "do you think its crazy that people are learning about music with your songs like how you have learned about music with other peoples songs?",
            "not as crazy as if they were learning auto mechanics from me"
        ]
    },
    {
        "date": "4.25.22 5:42 am",
        "ctx": [
            "In that one song that I forgot the name of it supposedly scrolls through all the possible combinations of 6 letter like it's some base 26 counting system. The thing is that I inspected it came by frame and say that there was the word memory separating huge chunks of the combinations. Are those there to save memory or for some other reason?",
            "to save memory and time in multiple ways. give it a try: try displaying all combinations of 6 letters in alphabetical order. try to do anything with it. try to save it in a file. try to send it to someone. try to depict its entirety on a screen in any way, in any reasonable amount of time and/or at a reasonable frame rate. i think you may be surprised at how astronomically large a quantity we're dealing with"
        ]
    },
    {
        "date": "4.25.22 5:01 am",
        "ctx": [
            "(ref: q.php?date=202204232040)4.23.228:40 pm  Why do you say Asus2/G# instead of E(add4)? The chord seems to me to fulfill the function of E a lot more than A",
            "Asus2/G#, the way i'm familiar with the language, means \"Asus2 over G#\", which means the bass is playing G#. In your chord E(add4) that would tell me the bass is playing E. the difference is the bass. but i think what you're saying is maybe i should have said Esus4/G# which is fine with me"
        ]
    },
    {
        "date": "4.25.22 4:24 am",
        "ctx": [
            "what's your favorite slang?",
            "hi"
        ]
    },
    {
        "date": "4.25.22 12:35 am",
        "ctx": [
            "what do you think music does to the soul",
            "understands"
        ]
    },
    {
        "date": "4.25.22 12:13 am",
        "ctx": [
            "where can i find validationm",
            "everywhere"
        ]
    },
    {
        "date": "4.24.22 11:52 pm",
        "ctx": [
            "do you ever just",
            "yes, i'm doing it right now"
        ]
    },
    {
        "date": "4.24.22 11:41 pm",
        "ctx": [
            "how to deal with being misunderstood by someone in a way you can't revisit and resolve",
            "go ahead and say some new things elsewhere"
        ]
    },
    {
        "date": "4.24.22 8:47 pm",
        "ctx": [
            "should i go to sleep?",
            "sure"
        ]
    },
    {
        "date": "4.24.22 8:04 pm",
        "ctx": [
            "Do you have a song about gardening?",
            "i'm not sure",
            "If so I cant wait to hear and if not please write one",
            "i'll look into it"
        ]
    },
    {
        "date": "4.24.22 5:26 pm",
        "ctx": [
            "a few questions about new canaan since i downloaded all of your songs and found this gem:\nsince you are never coming back, are you still in/going to new canaan?",
            "no",
            "is new canaan a metaphor for the ideal paradise we are all working towards, but will never find (at least in this life)?",
            "it feels more like a metaphor for something that is happily available within reach, and never noticed before",
            "since the lyrics always say \"going to\", did you ever make it to new canaan?",
            "i did actually physically reach new canaan on that songwriting trip",
            "since you didnt know what to do, did you ever figure out what to do? or are you just stuck in/on the way to new canaan with no idea what to do?",
            "i returned from new canaan on the same day, and then made some slight revisions and updates to the song a couple years later",
            "thanks"
        ]
    },
    {
        "date": "4.24.22 4:35 pm",
        "ctx": [
            "in at the corner store, sometimes the store just says store on the front, but other times it says welcome to the store. why does it keep shifting between realities?",
            "it's an animated store. notice it can also fly"
        ]
    },
    {
        "date": "4.24.22 4:17 pm",
        "ctx": [
            "hey bill, i was wondering about your newest video, The Corner Store. Did you make the model of the store on your own, or did you find a pre made store model? Thanks!",
            "i made it myself"
        ]
    },
    {
        "date": "4.24.22 3:59 pm",
        "ctx": [
            "what frequency do you normally tune A to?",
            "i leave it at default, which is 440hz"
        ]
    },
    {
        "date": "4.24.22 3:35 pm",
        "ctx": [
            "do you know how to play the ukulele and will you ever use it as a major part of a song",
            "the one i have is a baritone one, and i might use it"
        ]
    },
    {
        "date": "4.24.22 12:09 pm",
        "ctx": [
            "what if you really love somebody but eventually they realize they don't love you back in the same way. that would suck a little i think",
            "yes that's true, but as you move through the situation, there's usually some valuable way to learn and grow from it"
        ]
    },
    {
        "date": "4.24.22 11:55 am",
        "ctx": [
            "what's the best fact",
            "1=2"
        ]
    },
    {
        "date": "4.24.22 9:11 am",
        "ctx": [
            "What was the moose's name in happy birthday",
            "'a moose'"
        ]
    },
    {
        "date": "4.24.22 4:58 am",
        "ctx": [
            "how do you make such lyrics that can be twisted so easily to fit literally any interpretation perfectly? your songs helped me with some personal problems and as i've heard from other people i'm not the only one who that has happened to, sometimes i wonder if you're a magician, a superhero, or maybe even a god",
            "just an artist. this is standard art technique"
        ]
    },
    {
        "date": "4.24.22 4:10 am",
        "ctx": [
            "can everything be 5$",
            "maybe it can be a buy 1 get everything else free deal, with the 1 item being 5$"
        ]
    },
    {
        "date": "4.24.22 2:28 am",
        "ctx": [
            "it feels like my friends and roommates take up an exorbitant amount of my time from doing important work, but it also feels unhealthy to shut myself away from them.but i can't imagine what else is going to truly help.its like i'm watching my life pass me by and i can't enjoy anything.as if there is just is no true balance to be had unless i am ok with being spread thin and mediocre in everything.any thoughts/advice",
            "it sounds like you want to try an isolation approach but you haven't yet. try that and see how it goes"
        ]
    },
    {
        "date": "4.24.22 12:31 am",
        "ctx": [
            "how do i motivate myself",
            "start by motivating someone else"
        ]
    },
    {
        "date": "4.23.22 9:56 pm",
        "ctx": [
            "how would you react if you saw someone watching one of your videos in public",
            "i'd make a video of them doing it and then make a react video of that video and then watch it in public"
        ]
    },
    {
        "date": "4.23.22 9:42 pm",
        "ctx": [
            "What's a parsnip?",
            "i'm assuming it's a combination of parsley and catnip"
        ]
    },
    {
        "date": "4.23.22 9:31 pm",
        "ctx": [
            "do wheels exist?",
            "yes and i can prove it"
        ]
    },
    {
        "date": "4.23.22 8:41 pm",
        "ctx": [
            "are our opinions on other people reflective of our opinions on the parts of ouselves that associate with other people?",
            "often yes"
        ]
    },
    {
        "date": "4.23.22 8:40 pm",
        "ctx": [
            "what are the chords from \"at the corner store you remember who you are\" to \"then it closes\"?",
            "D A E F#min7\nD A F#min7 Asus2/G#\nDsus2Dsus2maj7C#7F#sus4\nBmin(add2)"
        ]
    },
    {
        "date": "4.23.22 8:30 pm",
        "ctx": [
            "how to ask a good question",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "4.23.22 7:43 pm",
        "ctx": [
            "what is the chord progression in the first part of at the corner store?",
            "just a lot of B(add4) until the lyrics kick in, where you're basically oscilating from from Bsus2sus4 and B, to go along with the melody, but they are sometimes texturally mashed together simultaneously"
        ]
    },
    {
        "date": "4.23.22 7:35 pm",
        "ctx": [
            "I've seen people theorize that At the Airport Terminal is a metaphor for death and that the terminal represents the afterlife. Was this your intention when you were writing the lyrics or is it just a fun accident that they can be read this way?",
            "the way it works out, all my songs are a metaphor for life"
        ]
    },
    {
        "date": "4.23.22 3:08 pm",
        "ctx": [
            "How to have fun?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "4.23.22 1:32 pm",
        "ctx": [
            "what do you do to cope with climate change?",
            "so far i haven't figured out a great way. but i hope to think of some"
        ]
    },
    {
        "date": "4.23.22 12:01 pm",
        "ctx": [
            "what's wrong with having multiple songs about stores released next to each other?",
            "well....... i guess it would be like eating peanut butter sandwiches for every meal of the day. which could be considered a prize or a punishment, depending on which game show you're on"
        ]
    },
    {
        "date": "4.23.22 11:36 am",
        "ctx": [
            "what's your opinion on determinism and the idea that free will is impossible and probably an illusion because since the universe is deterministic and every choice you make was always going to happen?",
            "i disagree fully with every part of that. in my opinion, the scenario you mentioned would make consciousness irrelevant and impossible"
        ]
    },
    {
        "date": "4.23.22 10:47 am",
        "ctx": [
            "In 1.27.14 blimp, is \"it's april 45th\" a reference to many of videos in the reality section?",
            "no. it's probably a play on the fact that april has no 45th. like a funny face, but with dates"
        ]
    },
    {
        "date": "4.23.22 9:59 am",
        "ctx": [
            "are corner store brand products edible",
            "i doubt it"
        ]
    },
    {
        "date": "4.23.22 9:43 am",
        "ctx": [
            "what font do you use for ur videos",
            "regular"
        ]
    },
    {
        "date": "4.23.22 9:34 am",
        "ctx": [
            "Why don't you make an audio only version of your song first?",
            "that's exactly what i do. why would you think i don't do that"
        ]
    },
    {
        "date": "4.23.22 8:54 am",
        "ctx": [
            "What do you think of equal temperament?",
            "dank"
        ]
    },
    {
        "date": "4.23.22 7:42 am",
        "ctx": [
            "what do you think your next song will be about?",
            "the future"
        ]
    },
    {
        "date": "4.23.22 5:31 am",
        "ctx": [
            "do the pages of the corner store magazine have a secret meaning?",
            "i suppose if you are able to see that they all were cut from a larger sheet containing one contiguous squiggle, that may qualify as a secret meaning. oops not anymore"
        ]
    },
    {
        "date": "4.23.22 4:39 am",
        "ctx": [
            "what do you think about language?",
            "dank"
        ]
    },
    {
        "date": "4.22.22 9:04 pm",
        "ctx": [
            "what is the purpose of juvenile (le nu jive)",
            "there comes a time in one's life where you go ahead and exploit the circle of fifths just to see how it feels. better to get it out of my system there, so i'm not tempted to try to go there in a song meant for musical purposes"
        ]
    },
    {
        "date": "4.22.22 6:53 pm",
        "ctx": [
            "do you think your idea of a brand new world will ever come to pass?",
            "every moment has the idea of a brand new world"
        ]
    },
    {
        "date": "4.22.22 5:51 pm",
        "ctx": [
            "why does damien maymdien gloss over the fact that the person who was being asked the questions ultimately did not answer one of them",
            "i recall some of them being answered"
        ]
    },
    {
        "date": "4.22.22 5:45 pm",
        "ctx": [
            "BILL, PLEASE HELP! I WATCHED YOUR MOST RECENT VIDEO, AND I HAVE SHED MY MORTAL COIL. I DON'T KNOW WHAT TO DO, MY BODY IS MADE OF PURE ENRGY, NOW. PLEASE HELP!",
            "try pressing caps lock again, you should be back to normal"
        ]
    },
    {
        "date": "4.22.22 5:43 pm",
        "ctx": [
            "i kicked a bucket once. am i a ghost now?",
            "i doubt it"
        ]
    },
    {
        "date": "4.22.22 3:54 pm",
        "ctx": [
            "why is tuesday the preferred release day?",
            "it's so fresh"
        ]
    },
    {
        "date": "4.22.22 3:25 pm",
        "ctx": [
            "If you didn't make the newest song about a corner store, then what song would it be?",
            "never found out. tried my best, but it didn't work"
        ]
    },
    {
        "date": "4.22.22 3:15 pm",
        "ctx": [
            "do you think you're going to release a non-song video by the end of 2022?",
            "most likely"
        ]
    },
    {
        "date": "4.22.22 1:53 pm",
        "ctx": [
            "Is Kansas real?",
            "yes, although it may be hard to believe"
        ]
    },
    {
        "date": "4.22.22 1:43 pm",
        "ctx": [
            "what inspired you to make your songs in the style they are?",
            "just trying to get by"
        ]
    },
    {
        "date": "4.22.22 12:45 pm",
        "ctx": [
            "Why do they sell dry cereal and wet cereal separately?",
            "that's to prevent having 'moist' cereal"
        ]
    },
    {
        "date": "4.22.22 12:28 pm",
        "ctx": [
            "what is steve's real name",
            "the same as yours"
        ]
    },
    {
        "date": "4.22.22 10:23 am",
        "ctx": [
            "Thoughts on climate change?",
            "change it again. it's still not right"
        ]
    },
    {
        "date": "4.22.22 10:04 am",
        "ctx": [
            "I bet you can't say a sentence without the letter \"a\" in it.",
            "of course i can. i can see one just 3 questions down, if you don't want to count the one 2 questions down that i'd probably consider just a noun"
        ]
    },
    {
        "date": "4.22.22 9:47 am",
        "ctx": [
            "What are the opening hours for the corner store?",
            "it seems to be the daylight hours"
        ]
    },
    {
        "date": "4.22.22 8:44 am",
        "ctx": [
            "what is your favorite thing about EARTH?",
            "the lithosphere"
        ]
    },
    {
        "date": "4.22.22 8:28 am",
        "ctx": [
            "Did the mail(wo)man really know that everything was gonna be just fine?",
            "i'm not sure"
        ]
    },
    {
        "date": "4.22.22 8:22 am",
        "ctx": [
            "Do you try to strike a balance between how often you appear in your videos and how often you don't?",
            "yes"
        ]
    },
    {
        "date": "4.22.22 6:51 am",
        "ctx": [
            "will the next song be released in may?",
            "yes"
        ]
    },
    {
        "date": "4.22.22 5:34 am",
        "ctx": [
            "I'm British but I believe you aren't so why go with Corner Store and not the American equivalent if I'm not mistaken 'Convenience Store'",
            "i actually thought 'corner store' was probably an american term. Well, i was also partially assuming and hoping that it might be a world-wide ubiquitous term, but i wasn't quite sure. Either way, i was banking on it being generally understood. Oh i also forgot the most important part, which is that's just the way the musical idea came to me. I actually spent the first hour of the songwriting trying to get it to be not be about a store at all"
        ]
    },
    {
        "date": "4.22.22 5:21 am",
        "ctx": [
            "Where would you say the highest fidelity versions of your songs are?",
            "spotify, apple, youtube, etc"
        ]
    },
    {
        "date": "4.22.22 4:10 am",
        "ctx": [
            "Will there be non song videos too?",
            "yes"
        ]
    },
    {
        "date": "4.22.22 3:52 am",
        "ctx": [
            "What's a potato",
            "i have no earthly idea"
        ]
    },
    {
        "date": "4.22.22 3:00 am",
        "ctx": [
            "why can you unzip pants but cant unzip shorts",
            "i can think of 2 reasons, but i'm sure it's not the only 2 possible reasons: maybe the shorts don't have a zipper, or maybe they do but it's already been unzipped. just brainstorming i can think of a 3rd reason that maybe the shorts are located in a sealed glass case"
        ]
    },
    {
        "date": "4.22.22 2:45 am",
        "ctx": [
            "My theorist friend is always trying to theorize things... Should I stop him or do anything?",
            "in general i don't recommend stopping someone from theorizing. theorizing in general is something that seems pretty cool to me. however, i guess it depends if they are theorizing something terrible"
        ]
    },
    {
        "date": "4.22.22 1:08 am",
        "ctx": [
            "What makes you choose such simple, mundane things (corner stores, airport terminals, etc) for such fun songs?",
            "sometimes i choose other things, but, i'd say an advantage to making fun out of mundane things is, if you can do that, then pretty soon you're gonna have a very fun world"
        ]
    },
    {
        "date": "4.22.22 1:06 am",
        "ctx": [
            "do you like dancing",
            "i will admit it's useful"
        ]
    },
    {
        "date": "4.22.22 12:54 am",
        "ctx": [
            "is it really true that you are both tall AND handsome??",
            "absolutely not"
        ]
    },
    {
        "date": "4.21.22 11:12 pm",
        "ctx": [
            "whats a fruit that you like for its colour scheme",
            "green and yellow banana"
        ]
    },
    {
        "date": "4.21.22 10:37 pm",
        "ctx": [
            "what is \"fly around\" about?",
            "swinging on 2 chords in a carefree manner"
        ]
    },
    {
        "date": "4.21.22 10:23 pm",
        "ctx": [
            "was the corner store an alternative for you to buy stuff because the mall closed because you're just to small?",
            "no"
        ]
    },
    {
        "date": "4.21.22 9:44 pm",
        "ctx": [
            "Do you ever write haikus?",
            "i'd never do it without proper music"
        ]
    },
    {
        "date": "4.21.22 9:32 pm",
        "ctx": [
            "have you thought about doing a music video for an instrumental song?",
            "yes, and done it a couple of times",
            "i think you would take some interesting directions without lyrics to guide the visuals",
            "check out videos for 'time mop', and 'no castle'. that's exactly the purpose of those videos"
        ]
    },
    {
        "date": "4.21.22 9:30 pm",
        "ctx": [
            "does the corner store have corners",
            "yes"
        ]
    },
    {
        "date": "4.21.22 9:12 pm",
        "ctx": [
            "Is the 7 and 8 bouncing around the screen at 0:26 - 0:28 in the song \"got some money\" a foreshadowing to your song 9 8 7?",
            "no"
        ]
    },
    {
        "date": "4.21.22 8:57 pm",
        "ctx": [
            "(ref: q.php?date=202204200629)4.20.226:29 am  what was the reason you didn't want the song to be about a corner store?",
            "it feels like i already use that theme too much, in addition to several upcoming songs i'd like to do which also contain a store theme"
        ]
    },
    {
        "date": "4.21.22 8:25 pm",
        "ctx": [
            "what compelled you to write about a corner store?",
            "i was compelled to make the most recent song NOT about the corner store. i tried my best, but i couldn't escape destiny i suppose"
        ]
    },
    {
        "date": "4.21.22 7:35 pm",
        "ctx": [
            "was the items in the corner store ambitious to make because i saw a billion items",
            "yes"
        ]
    },
    {
        "date": "4.21.22 4:16 pm",
        "ctx": [
            "why should i not attempt buckets?",
            "go ahead. attempt a bucket. see what happens"
        ]
    },
    {
        "date": "4.21.22 4:09 pm",
        "ctx": [
            "Is the food sold at the corner store suitable for human consumption?",
            "mostly probably"
        ]
    },
    {
        "date": "4.21.22 2:33 pm",
        "ctx": [
            "why did you try so hard to avoid making the song about corner stores?",
            "i didn't think it would be strong enough. also, i was thinking i already have enough other material about stores, including one of my favorite upcoming songs which is of course now temporarily blacklisted due to being also about the store"
        ]
    },
    {
        "date": "4.21.22 2:14 pm",
        "ctx": [
            "have you ever deliberately referenced one of your previous songs/videos in a newer song/video?",
            "it's more often with non-song videos. i almost never do it with songs"
        ]
    },
    {
        "date": "4.21.22 2:09 pm",
        "ctx": [
            "is the corner store in your video modeled after a real corner store?",
            "yes",
            "was it modeled before the video or did you make the entire thing for the video, which i assume you had time for due to only focusing more or less on one setting?",
            "it was scouted specifically for this video."
        ]
    },
    {
        "date": "4.21.22 1:56 pm",
        "ctx": [
            "Will your next song have music in it?",
            "yes"
        ]
    },
    {
        "date": "4.21.22 1:55 pm",
        "ctx": [
            "I noticed that in ''9 8 7'' that there was almost never a time when your camera wasn't on the screen, but in ''at the corner store'', there wasn't a single time your camera was in the video. Is this a coincidence?",
            "no"
        ]
    },
    {
        "date": "4.21.22 12:23 pm",
        "ctx": [
            "hi im curious on what is your mbti",
            "i get a different one depending on how i answer the questions"
        ]
    },
    {
        "date": "4.21.22 12:04 pm",
        "ctx": [
            "i think i'm writing all my songs in c. how do i figure out if i'm correct?",
            "i'm not sure. it's like figuring out which side of a face is the top, which is something i also can do but don't know how i do it",
            "if i am correct, how do i mix it up a little?",
            "there are different solutions depending on your instrument, but, try using only these notes: E, F#, G#, A, B, C#, D#. then there's probably no way the song can be in C"
        ]
    },
    {
        "date": "4.21.22 9:20 am",
        "ctx": [
            "So here's the deal, I wanna make a movie over the summer. I got this idea like a month ago, but due to ADD, I tend to get worked up over an idea and then drop it, but not this time, it's stayed in my head for a while, so I think it gonna happen. It's not gonna be a great movie, of course, because A) my friends and I that wanna so it are 14-16 yrs old, plus my sister, who is 12, B) I'd have to borrow camera equipment, and still have to find someone who can edit, and C) we don't have much money to spend on props or a set or anything. luckily I think we can work through these, but here's my question: do you have any advice for... any of this?",
            "yes. do it",
            "you make cool videos a lot, and IDK, I thought maybe you might. Also it would be nice if you could wish us luck lol",
            "you learn something more, every time you make a video. might as well start now. in 10 years you may be still benefiting from the things you learned on that first video"
        ]
    },
    {
        "date": "4.21.22 8:48 am",
        "ctx": [
            "i need to replace the word \"engineer\" with another word, what word do you recommend?",
            "i have no idea, without knowing the context. if there's no context, then just replace it with the word 'poit'"
        ]
    },
    {
        "date": "4.21.22 8:46 am",
        "ctx": [
            "Bill, I'm overly conscious right now that all emotions are chemicals in my brain, and my whole personality has/is being formed based on the person that I am through no decision of my own.",
            "i don't think that's true",
            "I've dealt with these thoughts before, but they're really scary and they feel like they will never go away and I will always feel like this. I know I won't, but what can I do to pass the time while I wait?",
            "try to change your mind about something you were gonna do"
        ]
    },
    {
        "date": "4.21.22 8:35 am",
        "ctx": [
            "Is there a triangle on the corner store because triangles have 3 sides?",
            "it represents a corner. specifically thinking about the right angle corner, which is the shape of probably the vast majority of corners at which corner stores reside"
        ]
    },
    {
        "date": "4.21.22 7:55 am",
        "ctx": [
            "i really like \"hello sexy pants\", it's very catchy and funny. i do have one question though, how did the lamp manage to light the whole sky, that's very impressive and i just want to congratulate it on the achievement",
            "in songs, anything can happen"
        ]
    },
    {
        "date": "4.21.22 2:17 am",
        "ctx": [
            "do you recommend making art?",
            "in many cases yes"
        ]
    },
    {
        "date": "4.21.22 1:25 am",
        "ctx": [
            "Can a thrift store be a corner store?",
            "sure"
        ]
    },
    {
        "date": "4.21.22 1:10 am",
        "ctx": [
            "Is there any good way you would notate Bsus2,4/A other than that?",
            "i'd say A6(9)",
            "The context is starting on a Bsus2,4 feeling like 1min and moving the bass note down a whole step. It really feels like there should be another way to notate, because it's really a b7 chord with added 2 and 6, and purposefully no 4 and 7. So Aadd2,6? Or F#7sus/A?",
            "A6(9), or if you want to make sure no one tries to play the 9 up high, then you can say A6(add2)"
        ]
    },
    {
        "date": "4.21.22 12:49 am",
        "ctx": [
            "What is the fastest song you made?",
            "parts of (ref: https://billwurtz.com/juvenile%20(le%20nu%20jive).mp3\"target=\"_blank)juvenile (le nu jive)"
        ]
    },
    {
        "date": "4.21.22 12:31 am",
        "ctx": [
            "Do you ever work with people on your music or plan to work with anyone on your upcoming music?",
            "it may be possible and healthy, but, it is not currently something that fits into the picture"
        ]
    },
    {
        "date": "4.21.22 12:10 am",
        "ctx": [
            "So there's the clothing store where no one tells you the world is changing, the grocery store where you're told what changed is you, and the corner store where you go all over the world. Are all these stores near each other?",
            "the first two would probably near each other. the other one is years and worlds apart"
        ]
    },
    {
        "date": "4.21.22 12:04 am",
        "ctx": [
            "What is the purpose of meaning?",
            "it's pretty good"
        ]
    },
    {
        "date": "4.20.22 11:04 pm",
        "ctx": [
            "So in one song the lyrics go \"Wednesday feels so long ago. I said it three or four songs ago.\" But going through the catalog of songs 3 or 4 prior to that one I don't hear any references to anything like that. So I was just wondering if it was actually a reference to a previous song or just a series of words that sounded cool together so there they were?",
            "it's a combination of very true sentiments. to quote the relevant parts, it's \"hello, it's a tuesday show\"..... \"i said it 3 or 4 songs ago, IT'S TIME FOR THE SHOW\". For a long time now i've expressed intense desire to have a very regular (preferably weekly) release of new material, such as songs/videos. I decided somewhere along the line that i gravitate toward Tuesday as the preferred release date, if and when such a release schedule could be achieved. \"said it 3 or 4 songs ago\" is quite an understatement actually...... i say it all the time. Not necessarily in songs, but i express this desire constantly, and perhaps i was just using 'songs' as a way to measure time. Like if you are measuring time in Jeopardy episodes, you might say it was 3 or 4 Jeopardys ago, even if the event did not actually occur on Jeopardy. Nonetheless, it wasn't just 3 or 4 songs ago, it seems like a constant desire for the past many years. Anyone who knows me is well aware of my obsession with achieving this kind of regular release schedule, and i've certainly talked about it here. In addition, when it says \"it's time for the show\", i do recall using that line in an improv at some point, which is posted on this site. So in a way, the line is also a reference to that improv. Which itself is probably yet another reference to my ongoing desire to present a regularly scheduled show of content. ALSO, i probably had in mind that i've used the word \"Wednesday\" prominently in a song, released in 2015. That's more than 3 or 4 songs ago, but in that sense it would be a hyperbolic estimate. and i'd say that reference is probably only secondary to the reference to the desire for a regular release schedule. Also, to boot, i admit i was thinking the phrase also sounded cool, while also having several different angles of metaphoric truth for me"
        ]
    },
    {
        "date": "4.20.22 10:20 pm",
        "ctx": [
            "when you were writing the earlier choruses of corner store did you have that explosion of a last chorus in mind,",
            "no",
            "choosing to hold off on the 4 chord stuff in order to better build up to the last chorus?",
            "no",
            "or did you decide to do the explosion after already having written the 1st few choruses, choosing to take what was already there and just run away with it?",
            "wasn't a choice. it was quite involuntary. had to work some details to get the right combination of lyrics and detials to guide it safely to an end, but that chord sequence exerted itself forcefully onto the scene before i had any say in the matter. to be fair, that's how songwriting goes. if i'm trying to 'decide' how it goes then i probably won't get anywhere"
        ]
    },
    {
        "date": "4.20.22 10:06 pm",
        "ctx": [
            "Opinion on the letter j?",
            "shockingly uncommon and common"
        ]
    },
    {
        "date": "4.20.22 9:46 pm",
        "ctx": [
            "what's in the corner store?",
            "it's a lot of boxes and cylinders"
        ]
    },
    {
        "date": "4.20.22 9:02 pm",
        "ctx": [
            "do you still work on your videos on the days that you upload them or are they meant to be done by then?",
            "absolutely both"
        ]
    },
    {
        "date": "4.20.22 8:55 pm",
        "ctx": [
            "i got popcorn stuck in my shoe. what do i do",
            "pop in in the microwave"
        ]
    },
    {
        "date": "4.20.22 7:47 pm",
        "ctx": [
            "Who was the person who says \"its gonna be alright, its gonna be just fine\" at the beginning of its gonna be alright if you dont mind me asking",
            "me (bill wurtz)"
        ]
    },
    {
        "date": "4.20.22 7:45 pm",
        "ctx": [
            "did you model a corner store and make a song about it or did you make a song about a corner store and then make a model to go with it?",
            "the song was written and recorded first. when writing the song i probably was imagining a slightly smaller store"
        ]
    },
    {
        "date": "4.20.22 7:17 pm",
        "ctx": [
            "what keys is at the corner store in?",
            "verses in B, choruses in F# minor (A), instrumental breakdown in F# (actually more like F# mixolydian), and the bridge (hell/dangm etc) in A"
        ]
    },
    {
        "date": "4.20.22 6:46 pm",
        "ctx": [
            "do you have any idea why McDonald's french fries contain natural beef flavouring? i am quite baffled",
            "the customers might like it"
        ]
    },
    {
        "date": "4.20.22 5:44 pm",
        "ctx": [
            "in a previous answer about chord extentions you said 'don't forget to always use songs, otherwise things may suffocate ' - I'd love to hear a word or two more about your meaning behind this",
            "if you focus too much on studying individual chords, you'll never understand how they work. it's like when you're studying words, .... you're really not gonna start getting it, until you start looking at sentences. and entire stories"
        ]
    },
    {
        "date": "4.20.22 5:26 pm",
        "ctx": [
            "why doesn't the corner store sell corners",
            "that would be cannibalism"
        ]
    },
    {
        "date": "4.20.22 5:02 pm",
        "ctx": [
            "how morally pure would you consider yourself?",
            "about average"
        ]
    },
    {
        "date": "4.20.22 4:51 pm",
        "ctx": [
            "how to appreciate art",
            "look at it extremely closely. or extremely far away. or at a medium distance. or perhaps look away from it"
        ]
    },
    {
        "date": "4.20.22 4:37 pm",
        "ctx": [
            "do you think the corner store is just a normal store on a corner, or does it contain super natural abilities unknown to us?",
            "it can make everything ok. not just the store, anything can do this"
        ]
    },
    {
        "date": "4.20.22 4:27 pm",
        "ctx": [
            "this is the first time i'm noticing that some of your answers before the release of \"at the corner store\" have references to its lyrics. have you done this for your other songs?",
            "surely yes",
            "and/or does it just happen based on what the questions immediately bring to mind?",
            "yes",
            "either way i will probably start overanalysing your answers more than i already do",
            "i understand. although to help take a weight off your shoulders just for this moment, i can promise you that as of now, the identity of the next song is entirely unknown, except to say that it will almost certainly not focus on retail, nor be produced in the key of B major"
        ]
    },
    {
        "date": "4.20.22 3:25 pm",
        "ctx": [
            "I'm graduating from high school soon, any advice?",
            "remember what year it is, so you can compare that number against the graduating year of every other person who graduates after you, to help keep track of the blindingly unstoppable pace at which you'll barrel through adulthood"
        ]
    },
    {
        "date": "4.20.22 3:08 pm",
        "ctx": [
            "would you ever make a movie? i think you could get away with putting some full-length songs in it",
            "yes that seems like a good idea"
        ]
    },
    {
        "date": "4.20.22 3:03 pm",
        "ctx": [
            "do they sell eggs at the corner store?",
            "yes"
        ]
    },
    {
        "date": "4.20.22 3:02 pm",
        "ctx": [
            "Have you ever had a dream that you were falling but then woke up and realized you were actually falling off of a cliff?",
            "yes, but the good news is that was also a dream. the first fall was 2 dreams deep"
        ]
    },
    {
        "date": "4.20.22 2:16 pm",
        "ctx": [
            "Have you ever created a song or video without a topic?",
            "lord knows yes"
        ]
    },
    {
        "date": "4.20.22 1:59 pm",
        "ctx": [
            "what is that chord at \"all around the world\" at 3:14 of corner store?",
            "\"all around the\" would be C#7, and \"world\" would be F#sus4"
        ]
    },
    {
        "date": "4.20.22 1:58 pm",
        "ctx": [
            "will you ever make a fully 2d video again?",
            "surely"
        ]
    },
    {
        "date": "4.20.22 1:23 pm",
        "ctx": [
            "if the corner store is the corner of a brand new world, what shape is this new world?",
            "probably a right triangle"
        ]
    },
    {
        "date": "4.20.22 12:23 pm",
        "ctx": [
            "Congratulations you successfully made your own original aesthetic what are you naming it?",
            "'bill wurtz'"
        ]
    },
    {
        "date": "4.20.22 12:05 pm",
        "ctx": [
            "Did you think no one would notice that you hinted about the corner store back on the 8th of april?",
            "i suspected someone like you might"
        ]
    },
    {
        "date": "4.20.22 11:48 am",
        "ctx": [
            "where do i buy a corner store?",
            "at the corner store"
        ]
    },
    {
        "date": "4.20.22 11:43 am",
        "ctx": [
            "What was your favorite part of making 'at the corner store'?",
            "the location scout"
        ]
    },
    {
        "date": "4.20.22 11:27 am",
        "ctx": [
            "lyrics or melody?\n\npoems or jingles?",
            "it's funny you should ask that, because 3 questions ago i launched into a self serving intellectual lecture (an 'intellecture') about how they achieve their greatest power when paired together"
        ]
    },
    {
        "date": "4.20.22 11:20 am",
        "ctx": [
            "Is there a massive overarching puzzle behind your content or does it just feel that way?",
            "any puzzles to be solved should certainly approached with feeling, not just thinking"
        ]
    },
    {
        "date": "4.20.22 10:55 am",
        "ctx": [
            "do you know whose birthday it is today",
            "millions of people, but i think i can guess which one you're thinking of, based on the type of person you might be"
        ]
    },
    {
        "date": "4.20.22 10:33 am",
        "ctx": [
            "can you make a song that is only things like \"dun-da-dun-dun-dun\" because I cannot get it out of my head. dun-da-dun-dun-dun",
            "about 14 years ago when trying to study why the hell music works, i had what i consider a shocking discovery: words and musical non-words are best friends. non-word riffs + word lyrics are a dangerous combination. ever since then, i never underestimate the power of those 2 things to make each other stronger. words make music mean more, and music makes words mean more. to this day i almost never settle for one without the other. it's like peanut butter and jelly, if you are the type of person that considers peanut butter and jelly to be powerful"
        ]
    },
    {
        "date": "4.20.22 10:05 am",
        "ctx": [
            "i've noticed the mixing sounds a bit different on the new song. is there something different in the process that brought you to those decisions?",
            "i did it exactly the same way i've done it for the previous 3 songs, and ALMOST the exact way i've done it since \"slow down\", and before that it was ALMOST exactly the same all the way back to \"hallelujah\". before that it was also almost exactly the same. The only thing that needed to be different on the most recent one is it had to be done quicker, because i was too far behind schedule at that point. This was fairly easy to achieve, because for the previous 5 songs i've been needlessly too meticulous on the mix, to the point of almost ruining stuff"
        ]
    },
    {
        "date": "4.20.22 9:55 am",
        "ctx": [
            "What is the corner store called?",
            "&#x25E3; store"
        ]
    },
    {
        "date": "4.20.22 9:15 am",
        "ctx": [
            "thoughts on christmas",
            "songwriters bring out their best"
        ]
    },
    {
        "date": "4.20.22 9:08 am",
        "ctx": [
            "what can you buy at the corner store?",
            "for the right price, you can buy the whole store"
        ]
    },
    {
        "date": "4.20.22 9:04 am",
        "ctx": [
            "history of the uninverse when ???????!!!!!!!!!",
            "i gave it my best shot during 2016/2017, finished and released in May, 2017. instead of the word 'universe' i called it the 'entire world', which i thought was a more friendly and accessible sounding phrase. also, trigger warning, the story is told from a human perspective. which i figured would be appropriate because humans at the time were my target audience"
        ]
    },
    {
        "date": "4.20.22 9:03 am",
        "ctx": [
            "what font do you use",
            "regular"
        ]
    },
    {
        "date": "4.20.22 8:53 am",
        "ctx": [
            "any significance to endingCorner Store on a bm7 chord other than the \"store\" closing?It's one of the only songs I can think of that spends so much time in (B) major and then ends on the minor.Awesome work thanks for being a constant source of inspiration.",
            "at the end, you have to consider the B minor in the key of A. so it's like ending on the 2 minor (not 1). The fact that it's the same root as the key of the verse is a coincidence. If i could try to understand why it had to be a 2 there, well, the other choruses use 4 there instead. in those previous choruses, the 4 was a brand new chord. In the final chorus, however, the 4s are blasting strong at the top of each line. so to achieve the same 'new' effect, you'd want to swap the 4 for 2. and when you consider it's the final 'closing' of the store and song, it becomes a no brainer to hunker down on the 2 there. i'm just trying to explain now after the fact, why it happened that way. it reminds me of the ending of \"got to know what's going on\""
        ]
    },
    {
        "date": "4.20.22 8:40 am",
        "ctx": [
            "What's your favorite scary movie?",
            "i don't like any scary movies"
        ]
    },
    {
        "date": "4.20.22 8:27 am",
        "ctx": [
            "at the corner store seems to be conveying some sort of feeling in a metaphorical sense- would you say that's true or is it just a super funky representation of going to a corner store?",
            "it's true"
        ]
    },
    {
        "date": "4.20.22 7:59 am",
        "ctx": [
            "what is your favorite song that you made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "4.20.22 7:42 am",
        "ctx": [
            "is the grocery store at hello sexy pants considered a corner store?",
            "i doubt it"
        ]
    },
    {
        "date": "4.20.22 7:34 am",
        "ctx": [
            "Why is it a corner store, not a centre store or a shopping mall?",
            "there is room enough in this world for all 3. they can even change from one to the other, over time. but a simultaneous superposition of states of stores is not yet possible with our current level of quantum technology"
        ]
    },
    {
        "date": "4.20.22 7:15 am",
        "ctx": [
            "what's the ideal location to open a corner store",
            "how about at the direct center of the universe"
        ]
    },
    {
        "date": "4.20.22 6:59 am",
        "ctx": [
            "what's in the magazine that's in the corner store",
            "looks like scribbles"
        ]
    },
    {
        "date": "4.20.22 6:29 am",
        "ctx": [
            "5 random questions",
            "after reading through them, none of them seem random at all",
            "There's a famous reading book called \"the corner store\" which talk about the store in the corner which have special place people go to. Do you know this book before?",
            "no",
            "How long or when did you write\"at the corner store?",
            "the first 4 bars of melody are from october 18, 2021, and the TEMP lyric i had was \"at the corner store, getting things you need for the brand new world\". promising myself that that would NOT be what the song is about. the rest of the song was written on april 3-4, 2022",
            "Is there a way to save the planet in the future because of our advanced technology?",
            "yes",
            "You next song is not about boats right?",
            "the identity of the next song is completely unknown. the only things i know, almost for certain, are:\nit will not be about retail/stores\nit will not be in the key of B",
            "If there's a furniture that you own in your house, what is the furniture you dont need?",
            "broken AC",
            "(Also can i have it please?)",
            "sure"
        ]
    },
    {
        "date": "4.20.22 5:57 am",
        "ctx": [
            "why does everything in the corner store cost $5?",
            "it doesn't really, but someone with a stack of sale signs may have been having an episode"
        ]
    },
    {
        "date": "4.20.22 5:42 am",
        "ctx": [
            "(ref: q.php?date=202204081932)4.8.227:32 pm was this a reference to ur upcoming song",
            "yes"
        ]
    },
    {
        "date": "4.20.22 4:56 am",
        "ctx": [
            "bill, could you give us the file for the cover of \"corners\" magazine? thanks.",
            "no but i might be able to give you all the pages together"
        ]
    },
    {
        "date": "4.20.22 4:52 am",
        "ctx": [
            "Do you like to answer: i was going to say no but now that i think about it yes?",
            "only if i changed my opinion from no to yes after pondering the question"
        ]
    },
    {
        "date": "4.20.22 4:41 am",
        "ctx": [
            "Will there be a song about the Luck O Mat across the street of the corner store?",
            "no but there might be a video in a laundromat at somepoint. it will definitely not be that laundromat, it's specifically written in the video that it must not be that one"
        ]
    },
    {
        "date": "4.20.22 4:02 am",
        "ctx": [
            "in your new video what does the bit of paper on the door mean?\nmessage:\no6d6txmlbpmjxcy\nys3dtnqud1vd2hy\nog1l97inrrixh1t\n8xtg5ew32omu190\nrs5w9pcx5aayi5b\n7568mgiztl8bczs\nthanks",
            "i think it means....... i don't have time to come up with like 17 different flyers and messages that are posted on the front of this store, so hopefully this message will be sufficient"
        ]
    },
    {
        "date": "4.20.22 3:53 am",
        "ctx": [
            "in \"corner store\", what did the aisle signs say aside from the aisle number?",
            "they say generally what products are in that aisle"
        ]
    },
    {
        "date": "4.20.22 3:39 am",
        "ctx": [
            "In fly around, what's that chord in the chorus right after \"my calendar is telling me it's the future\"?",
            "C# minor",
            "and why does it sound soo cool",
            "it's probably because it's the chord i haven't used yet, up to that point"
        ]
    },
    {
        "date": "4.20.22 2:19 am",
        "ctx": [
            "is the corner store a metaphore for paradise/heaven?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "4.20.22 1:29 am",
        "ctx": [
            "Why am I so unlucky all the time? I used to feel lucky and happy (even when things weren't that okay) but nowadays things seem to have gotten really bleak and gloomy for me. Does the universe hate me now? Personal growth seems way too painful.",
            "you're just preparing for upcoming good times",
            "Is it even worth it, in the end?",
            "yes"
        ]
    },
    {
        "date": "4.20.22 1:22 am",
        "ctx": [
            "In your latest song,you said that \"we will all be together\" after talking about all the stores going by. Is this implying that you too, are in fact a store?",
            "maybe yes, within the context of that song",
            "Thank you for your time."
        ]
    },
    {
        "date": "4.20.22 1:04 am",
        "ctx": [
            "how do you build a house",
            "i don't have any experience on this, but i'm pretty sure i know one of the most important tricks which is to draw it first. you can improvise many things in life, but it's hard to improvise a house"
        ]
    },
    {
        "date": "4.20.22 12:39 am",
        "ctx": [
            "is \"at the corner store\" about indecisiveness about anything",
            "i doubt it"
        ]
    },
    {
        "date": "4.20.22 12:24 am",
        "ctx": [
            "is the corner store a metaphor for the grocery store?",
            "no"
        ]
    },
    {
        "date": "4.20.22 12:08 am",
        "ctx": [
            "why did you spell \"neighborhood\" with the non-american spelling in corner store?",
            "maybe to compete with its frisky neighbour, 'dangm'"
        ]
    },
    {
        "date": "4.19.22 11:49 pm",
        "ctx": [
            "what is your opinion on violence?",
            "i think it's bullshit"
        ]
    },
    {
        "date": "4.19.22 11:25 pm",
        "ctx": [
            "i feel very let down by the weather. how do i overcome this",
            "just wait"
        ]
    },
    {
        "date": "4.19.22 11:25 pm",
        "ctx": [
            "How do you come up with your songs?",
            "i'm not sure"
        ]
    },
    {
        "date": "4.19.22 11:11 pm",
        "ctx": [
            "i don't know why, but \"that's pretty cool, hell that's pretty good. tell that to the whole dangm neighbourhood.\" is so catchy. could you provide any insight onto why?",
            "no. no one knows for sure what makes a thing catchy. i probably spent 10 years trying to figure that out and then eventually just gave into just pursuing it as an art rather than a science"
        ]
    },
    {
        "date": "4.19.22 11:11 pm",
        "ctx": [
            "How come you said the next song lasted for 3:19 when really it lasts for 3:20",
            "at some point i probably looked at the time while the playhead was at or just after the last word, and perhaps didn't account for the last chord being held. maybe just the trailing silence at the beginning and end adds up to 1 second. maybe i made the 3:19 estimate before the guitar fill at the intro was added. maybe your music player rounds up by 1 second. all these are possibilities"
        ]
    },
    {
        "date": "4.19.22 11:07 pm",
        "ctx": [
            "what inspired you to make \"at the corner store",
            "it's part of a broader scheme to make as many songs as i can"
        ]
    },
    {
        "date": "4.19.22 10:57 pm",
        "ctx": [
            "what genre is your music a part of? if it isn't a part of any existing genre, then what would you call it?",
            "normal"
        ]
    },
    {
        "date": "4.19.22 10:54 pm",
        "ctx": [
            "Are the corner store and oh yeah corp in the same city?",
            "no"
        ]
    },
    {
        "date": "4.19.22 10:06 pm",
        "ctx": [
            "are you cool?",
            "i'm the next best thing"
        ]
    },
    {
        "date": "4.19.22 10:01 pm",
        "ctx": [
            "did you model the whole corner store in your last video?",
            "yes"
        ]
    },
    {
        "date": "4.19.22 9:45 pm",
        "ctx": [
            "I may be overthinking your song, but is the \"Corner Store\" a metaphor/representation of your YouTube Channel and Videos?",
            "no"
        ]
    },
    {
        "date": "4.19.22 9:36 pm",
        "ctx": [
            "how to blend in with humans asking for a human friend",
            "start using the word 'iconic' to describe totally ordinary things"
        ]
    },
    {
        "date": "4.19.22 9:33 pm",
        "ctx": [
            "at 1:42 of your video, \"at the corner store\", you state \"and the store is opening, you can go through the door\".",
            "not a statement, that's part of a song (of music)",
            "is this one metaphor for perseverance, or making your mistakes matter in your overall growth?",
            "i'm invoking feelings of welcoming"
        ]
    },
    {
        "date": "4.19.22 9:33 pm",
        "ctx": [
            "How can you not resolve any chord progression in \"at the corner store\" and still make it absolutely amazing?",
            "what about the entire verse being something like Bsus2sus4 resolving to B, over and over again",
            "I always struggle to compose a piece with perpetual tension. What's the secret?",
            "music is magic, and the way it happens is by magic. The more times you do it, the less you will be distracted by how impossible that may seem"
        ]
    },
    {
        "date": "4.19.22 9:25 pm",
        "ctx": [
            "What products are in the corner store?",
            "it's a lot of boxes and cylinders"
        ]
    },
    {
        "date": "4.19.22 9:17 pm",
        "ctx": [
            "how many eggs are there",
            "a million, maybe a million and one"
        ]
    },
    {
        "date": "4.19.22 9:17 pm",
        "ctx": [
            "Is the line \"At the grocery store\nSomeone will tell you\nThat what changed is you\" from hello sexy pants connected to your newest song?",
            "absolutely not"
        ]
    },
    {
        "date": "4.19.22 9:10 pm",
        "ctx": [
            "are you excited when you make your music?",
            "yes"
        ]
    },
    {
        "date": "4.19.22 9:05 pm",
        "ctx": [
            "What is your favorite vid on your channel?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "4.19.22 9:03 pm",
        "ctx": [
            "Do they have frog legs at the corner store?",
            "not in any store i've been to"
        ]
    },
    {
        "date": "4.19.22 9:01 pm",
        "ctx": [
            "Can you buy corners at the corner store?",
            "i doubt it"
        ]
    },
    {
        "date": "4.19.22 8:57 pm",
        "ctx": [
            "Is \"at the corner store\" the sequel of \"at the airport terminal\"?",
            "absolutely not"
        ]
    },
    {
        "date": "4.19.22 8:55 pm",
        "ctx": [
            "is a funny goblin in the next video?",
            "all options are on the table"
        ]
    },
    {
        "date": "4.19.22 8:51 pm",
        "ctx": [
            "would you say that meef is a real number, a complex number, an imaginary number, or something else?",
            "non-number",
            "and what do you think meef * meef would evaluate to",
            "1, if that's how many meef you have"
        ]
    },
    {
        "date": "4.19.22 8:51 pm",
        "ctx": [
            "Do you like eating grapefruits?",
            "never tried it. the first step, which i haven't done, is learning to identify a grapefruit"
        ]
    },
    {
        "date": "4.19.22 8:51 pm",
        "ctx": [
            "in \"at the corner store\" whats the chords for the \"dun-da-dum-dun-dum\" parts in the song?",
            "F#minor (add 2, if you're being detail-oriented)"
        ]
    },
    {
        "date": "4.19.22 8:47 pm",
        "ctx": [
            "why did the ball go into the castle?",
            "check out the architecture"
        ]
    },
    {
        "date": "4.19.22 8:39 pm",
        "ctx": [
            "What do I do if I can't find a corner store near my current location?",
            "this is your chance to open your own"
        ]
    },
    {
        "date": "4.19.22 8:39 pm",
        "ctx": [
            "a man and a banana walk into a store, what happens?",
            "if they sell bananas in that store, he's gonna have to explain that he got the banana from another store"
        ]
    },
    {
        "date": "4.19.22 8:37 pm",
        "ctx": [
            "is the corner store inspired by a real store?",
            "all of them"
        ]
    },
    {
        "date": "4.19.22 8:35 pm",
        "ctx": [
            "are prices good at the corner store?",
            "yes. that's why they deserve such prominent real estate"
        ]
    },
    {
        "date": "4.19.22 8:32 pm",
        "ctx": [
            "how did you come up with the last 15 seconds of the corner store song? it's incredibly good, like the while song and graphics are really good, but there's something incredibly nostalgic (to me at least) in the last 15 seconds of the song and it's freakin NUTS how it sounds.",
            "looks like the 4 chord got it's payback, after being neglected from all the previous title lines"
        ]
    },
    {
        "date": "4.19.22 8:30 pm",
        "ctx": [
            "Do you have any hobbies besides music?",
            "making video to go with the music, or, sometimes, making video for music to go with"
        ]
    },
    {
        "date": "4.19.22 8:22 pm",
        "ctx": [
            "Did that book in corner store actually have 27 pages?",
            "might be 32, with the front and back of 16 sheets"
        ]
    },
    {
        "date": "4.19.22 4:59 pm",
        "ctx": [
            "what kind of physics do I need to understand timbre. I am looking for some kind of documentation of the sound quality produced by different physical materials, similar to a lookup table of friction coefficients",
            "i believe that would be 'acoustics'"
        ]
    },
    {
        "date": "4.19.22 10:50 am",
        "ctx": [
            "When are you auditioning people for the Bill Wurtz band?",
            "any time"
        ]
    },
    {
        "date": "4.19.22 10:18 am",
        "ctx": [
            "favorite alex trebek moment?",
            "occasionally for a right answer he'll say something like 'yup' except with a glottal stop instead of the p. Can't believe how casual that seems, yet still fully authoritative"
        ]
    },
    {
        "date": "4.19.22 9:38 am",
        "ctx": [
            "when you were in high school were you a straight A's student?",
            "absolutely not"
        ]
    },
    {
        "date": "4.19.22 9:24 am",
        "ctx": [
            "Would you call your work abstract, or at least relating to abstract art?",
            "sometimes, but that's only half of the story"
        ]
    },
    {
        "date": "4.19.22 9:17 am",
        "ctx": [
            "do you think one word can carry two completely different meanings depending on the context?",
            "most words have more"
        ]
    },
    {
        "date": "4.19.22 2:15 am",
        "ctx": [
            "Can you write a song about corner stores?",
            "i tried so hard not to, but the answer is yes"
        ]
    },
    {
        "date": "4.19.22 1:27 am",
        "ctx": [
            "i never really understood why rain is always associated with sadness in popular media. it might be because we never have weather here, but i LOVE rain. What do you think about rain and its portrayal?",
            "i portray it so often that i'm mostly only familiar with the way i portray it, which is with deep eternal love"
        ]
    },
    {
        "date": "4.19.22 1:18 am",
        "ctx": [
            "do you make songs?",
            "yes"
        ]
    },
    {
        "date": "4.18.22 11:18 pm",
        "ctx": [
            "What would our 3d world look like to 1d beings?",
            "blotchy, along the line"
        ]
    },
    {
        "date": "4.18.22 8:52 pm",
        "ctx": [
            "Is the new song about doors?",
            "let's face it, all my songs are about doors"
        ]
    },
    {
        "date": "4.18.22 8:43 pm",
        "ctx": [
            "When did you finish the song for fly around?",
            "feb 23, 2022"
        ]
    },
    {
        "date": "4.18.22 8:05 pm",
        "ctx": [
            "what's your favorite emoji",
            "i like the emoji it makes when the device is missing the emoji"
        ]
    },
    {
        "date": "4.18.22 5:53 pm",
        "ctx": [
            "i cant decide whether or not to use a click track.?",
            "you'll have to try it each way, a few times"
        ]
    },
    {
        "date": "4.18.22 5:19 pm",
        "ctx": [
            "im tryna improve my piano playing... ive delved deeply in theory and am currently learning the confusing world of chord extensions... should i simply learn through a numerical relationship perspective or should i truly take the time to learn all these different chords, harmonies and fingerings in all 12 keys? shortcuts welcome (digital capo??)",
            "oh dear, i've heard about this....... you're probably getting the idea that something 'extends', probably 'up' from the chord. i think i'd like to suggest that you throw that away and instead think about notes extending downward from the melody. for example, if it's the key of C and you have note A in the melody and the chord is Fmaj7, think of A at the top and then E just below and then C, and then way below goes the F. don't forget to always use songs, otherwise things may suffocate"
        ]
    },
    {
        "date": "4.18.22 4:25 pm",
        "ctx": [
            "will your next song come out within the next 2 months",
            "yes"
        ]
    },
    {
        "date": "4.18.22 3:21 pm",
        "ctx": [
            "how to finish big projects",
            "there's 2 ways. you either need a procedure, OR, you might be able to do it without a procedure as long as you never admit to yourself you're actually doing the project"
        ]
    },
    {
        "date": "4.18.22 1:32 pm",
        "ctx": [
            "How to be better at singing",
            "there are several ways. one of them is believing the lyrics are true. that's just one of the ways. not the only way, you can skip that if you potentially have mastered some of the other ways"
        ]
    },
    {
        "date": "4.18.22 10:08 am",
        "ctx": [
            "Do you have any tips on how to approach scoring a short animated scene? I've got only about 16 seconds to write for but I'm lost on how to make music that syncs up rhythmically and emotionally to the actions on screen.",
            "the only way to learn this is to do it, and learn from the previous time. so just start putting things there and then gradually you will figure out how to be moving in the right direction. it's like speaking. i bet you have no idea how you learned that"
        ]
    },
    {
        "date": "4.18.22 7:47 am",
        "ctx": [
            "I feel I should pack up my things into a thing box, but I am without a thing box. What is a good substitute?",
            "how about a thing bag"
        ]
    },
    {
        "date": "4.17.22 10:52 pm",
        "ctx": [
            "teach us some new york slang?",
            "there's a sound you can make with your tongue that sounds like a kiss, but it's with the tongue on the roof of the mouth. but it's not a sign of affection, it's actually a sound of mild frustration, maybe with oneself or the circumstances"
        ]
    },
    {
        "date": "4.17.22 9:19 pm",
        "ctx": [
            "Now that I'm older I realize Christmas is not really what it says it represents on many levels. I'm not sure how to fully remove it from my life when I was born on December 25th. Any suggestions on how to process this complex emotion? Its just feels incredibly weird...",
            "the true vibe of christmas is from way back before christmas existed. and it exists in other cultures too, regardless of their name for it. it's just a tradition to share warmth and joy in that darkest period of the northern year, just before it gets lighter. and, to boot, the songwriters bring out their very best"
        ]
    },
    {
        "date": "4.17.22 9:13 pm",
        "ctx": [
            "It's time to settle the age old debate... Is Garfield red or orange?",
            "orange but that's  not a debate"
        ]
    },
    {
        "date": "4.17.22 8:27 pm",
        "ctx": [
            "Are you staying in New Canaan in the song \"New Canaan\"?",
            "no, that's a day trip"
        ]
    },
    {
        "date": "4.17.22 6:12 pm",
        "ctx": [
            "I often have issues with feeling guilty when taking a break from music, aswell as when I make a song just for fun and not for an album or something. Do you get this?",
            "no, it's more of a jealous rage",
            "How do you overcome it?",
            "set up the dream schedule and treat it like a religion. that way at least i know i'm doing my part"
        ]
    },
    {
        "date": "4.17.22 5:23 pm",
        "ctx": [
            "Do you think this is true - \nThe bad stuff is sifted out over time.",
            "sifting does take place, that's for sure"
        ]
    },
    {
        "date": "4.17.22 5:19 pm",
        "ctx": [
            "is your favourite food, food?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "4.17.22 4:33 pm",
        "ctx": [
            "what's a really old piece of tech that you still use?",
            "door"
        ]
    },
    {
        "date": "4.17.22 3:27 pm",
        "ctx": [
            "would you say that making lots of little songs and projects in your past has helped you figure out how to finish the bigger ones?",
            "yes",
            "if so, would you advise this as a strategy for someone who struggles to finish big and sometimes overwhelming songs?",
            "yes, i advise that constantly. i advise it so often i'm thinking of getting an electric shock collar to shock me every time i try to advise someone of that again. but nevertheless it's true"
        ]
    },
    {
        "date": "4.17.22 1:37 pm",
        "ctx": [
            "why is multiplication so overpowered",
            "to get you from place to place"
        ]
    },
    {
        "date": "4.17.22 11:56 am",
        "ctx": [
            "How do you make ur vids",
            "i'm not sure"
        ]
    },
    {
        "date": "4.17.22 8:14 am",
        "ctx": [
            "does your next song involve a zoo?",
            "no, but i can see why you would think that"
        ]
    },
    {
        "date": "4.17.22 6:58 am",
        "ctx": [
            "does life even has a meaning?",
            "more than that"
        ]
    },
    {
        "date": "4.17.22 4:21 am",
        "ctx": [
            "Is after forever your next song name?",
            "no"
        ]
    },
    {
        "date": "4.17.22 3:27 am",
        "ctx": [
            "what's the best kind of weather?",
            "bad"
        ]
    },
    {
        "date": "4.17.22 2:16 am",
        "ctx": [
            "can i get meef in the 987 song,i can't find it anywhere",
            "it's at the end"
        ]
    },
    {
        "date": "4.16.22 9:35 pm",
        "ctx": [
            "can you do a sick backflip in your next video",
            "i'll look into it"
        ]
    },
    {
        "date": "4.16.22 7:35 pm",
        "ctx": [
            "where exactly is meef in the number sequence?",
            "outside"
        ]
    },
    {
        "date": "4.16.22 5:48 pm",
        "ctx": [
            "Do you believe there is \"intelligent\" life elsewhere in the universe?",
            "sure"
        ]
    },
    {
        "date": "4.16.22 2:00 pm",
        "ctx": [
            "whats your opinion on wacky time signatures? im a big fan of 5/4, 7/4, and 13/16 personally",
            "whatever gets the job done"
        ]
    },
    {
        "date": "4.16.22 1:04 pm",
        "ctx": [
            "a few musicians that i've spoken to have said that they don't listen to music in their spare time because they work on music all the time. is this an experience that you share?",
            "not quite"
        ]
    },
    {
        "date": "4.16.22 11:25 am",
        "ctx": [
            "is it just me or does everone become a musical genius in the shower and then immediatly forget when they ste out of it. showers must have magical properties, you cant change my mind",
            "i agree, but i'd recommend some tricks to remembering what you get"
        ]
    },
    {
        "date": "4.16.22 9:46 am",
        "ctx": [
            "I'm out of town and I don't want to go back. What should I do?",
            "go out of town again....... into a 3rd town. see how far this thing goes"
        ]
    },
    {
        "date": "4.16.22 9:12 am",
        "ctx": [
            "will you make a song about another song?",
            "i don't see why not"
        ]
    },
    {
        "date": "4.16.22 8:13 am",
        "ctx": [
            "Do you think you should release your video on 4/20?",
            "absolutely not"
        ]
    },
    {
        "date": "4.16.22 5:49 am",
        "ctx": [
            "how do you overcome the fear of posting music for people to hear? what if its really bad?",
            "just try not posting it for a while, until you can't take it anymore"
        ]
    },
    {
        "date": "4.16.22 2:58 am",
        "ctx": [
            "is cheese cheesy?",
            "let me perform some calculations"
        ]
    },
    {
        "date": "4.16.22 12:16 am",
        "ctx": [
            "do you find taking walks outside to be helpful with thinking up musical ideas?",
            "yes"
        ]
    },
    {
        "date": "4.15.22 10:11 pm",
        "ctx": [
            "Is there any overlapping continuity between your songs or are each just their own thing?",
            "same writer. and producer, and performer of all instruments and the same singer"
        ]
    },
    {
        "date": "4.15.22 9:21 pm",
        "ctx": [
            "how to unite the entire world in love?",
            "start by uniting yourself, although that's easier said than done"
        ]
    },
    {
        "date": "4.15.22 9:11 pm",
        "ctx": [
            "What is today's wisdom?",
            "not just duplicating an entire shelf, get ready to think about duplicating an entire aisle"
        ]
    },
    {
        "date": "4.15.22 8:26 pm",
        "ctx": [
            "what was the bad thing in \"just did a bad thing\"?",
            "failing to produce a song too quickly nor too slowly, and therefore accidentally working on it for exactly the right amount of time",
            "does it still weigh on your conscience?",
            "yes"
        ]
    },
    {
        "date": "4.15.22 8:21 pm",
        "ctx": [
            "what is your opinion on locrian?",
            "useless. not even the best at doing what it's best at"
        ]
    },
    {
        "date": "4.15.22 7:50 pm",
        "ctx": [
            "Favourite type of sweet potato?",
            "extremely sweet"
        ]
    },
    {
        "date": "4.15.22 7:21 pm",
        "ctx": [
            "does your next song have the letter z in it",
            "yes"
        ]
    },
    {
        "date": "4.15.22 7:00 pm",
        "ctx": [
            "how can i be cool",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "4.15.22 6:30 pm",
        "ctx": [
            "how easy is it to create a semi-spicy chord",
            "the hardest part is remembering how easy it is"
        ]
    },
    {
        "date": "4.15.22 5:46 pm",
        "ctx": [
            "how to stop freaking out?",
            "write down 10 things"
        ]
    },
    {
        "date": "4.15.22 5:33 pm",
        "ctx": [
            "Is the title of your next song At the best time?",
            "no"
        ]
    },
    {
        "date": "4.15.22 4:47 pm",
        "ctx": [
            "what are a few things on your not to-do list, i.e. your anti-bucket list, i.e. your never-wish list, i.e. your un-check list",
            "how about destroying the whole universe"
        ]
    },
    {
        "date": "4.15.22 1:55 pm",
        "ctx": [
            "what should i say instead of \"how was your day\" to someone",
            "how about 'what day is it'"
        ]
    },
    {
        "date": "4.15.22 1:15 pm",
        "ctx": [
            "will we ever see the guy from i'm a princess again",
            "yes"
        ]
    },
    {
        "date": "4.15.22 11:08 am",
        "ctx": [
            "do you ever try using instruments you aren't as familiar with to shake up some inspiration?",
            "yes"
        ]
    },
    {
        "date": "4.15.22 7:10 am",
        "ctx": [
            "what was the background music for rain fact",
            "my own custom score as always"
        ]
    },
    {
        "date": "4.15.22 6:27 am",
        "ctx": [
            "I miss that magical feeling of pure euphoria I used to get when I first discovered my favourite musical artist. I think I'm never going to get it back. Is there any way to get it back, or should I just accept that it's never going to be like it was again?",
            "you will get it. there's other things to discover. maybe you can even make some of your own things to discover"
        ]
    },
    {
        "date": "4.15.22 1:07 am",
        "ctx": [
            "I keep having suicidal thoughts/actions and constantly blaming myself for the relationships I broke in the past couple of months. The loneliness and uncertainty of the future keep haunting me. Filling my time with other tasks or your songs does nothing to help. I don't know how to control those feelings anymore. What can I do?",
            "take a long walk and see if you can remember all those things you were going to do, but didn't get around to it yet"
        ]
    },
    {
        "date": "4.14.22 10:53 pm",
        "ctx": [
            "Do you read much?",
            "sure",
            "What would you say is your favorite book?",
            "i can't think of any books"
        ]
    },
    {
        "date": "4.14.22 10:17 pm",
        "ctx": [
            "How to make the perfect snowball",
            "do some climate change and make the whole planet into a snowball"
        ]
    },
    {
        "date": "4.14.22 9:31 pm",
        "ctx": [
            "how long is the next song?",
            "3:19"
        ]
    },
    {
        "date": "4.14.22 8:27 pm",
        "ctx": [
            "i think i've figured it out: will your next video be released on 4/32?",
            "no"
        ]
    },
    {
        "date": "4.14.22 8:11 pm",
        "ctx": [
            "Who do you think will win the NBA finals?",
            "pheonix"
        ]
    },
    {
        "date": "4.14.22 6:41 pm",
        "ctx": [
            "Do you edit the questions when posting them?",
            "absolutely not"
        ]
    },
    {
        "date": "4.14.22 6:29 pm",
        "ctx": [
            "do you recommend joining a band as a starting point for someone who has played for a long time just for fun?",
            "couldn't be a starting point if you've already started long ago",
            "also, how to get over my paralyzing fear of singing in public?",
            "the only way to do it is to do it"
        ]
    },
    {
        "date": "4.14.22 6:25 pm",
        "ctx": [
            "Do all your songs take place in the same cinematic universe?",
            "actual universe"
        ]
    },
    {
        "date": "4.14.22 4:34 pm",
        "ctx": [
            "would you rather have unlimited bacon, but no games. or games, unlimited games, but no games",
            "i'd prefer to have games and no games. try to understand the paradox"
        ]
    },
    {
        "date": "4.14.22 3:04 pm",
        "ctx": [
            "I have a theory that the vast majority of people are terrible at understanding other people. In fact, I'm convinced that they don't even understand themselves. They may think they do, but they really don't. Do you agree with this theory?",
            "yes and no. if the theory is true, it also perhaps means that we have failed to understand the fact that we actually do understand everyone better than we think"
        ]
    },
    {
        "date": "4.14.22 1:17 pm",
        "ctx": [
            "what key is the next song in?",
            "B, with a side order of F#min, F#, and A"
        ]
    },
    {
        "date": "4.14.22 12:59 pm",
        "ctx": [
            "Writing music has always been difficult for me, but I want to do it more than most things. I have made tons of attempted songs, and there are people who say that they enjoy listening to them, but I still personally struggle with the idea that nothing I make is good. The little details like the tone of my voice, uneven piano playing, and overall quality issues suppress my music making constantly. People say that I shouldn't worry about it and that I am a perfectionist, but I don't feel like I can release or share anything I make the the world without knowing personally that it is of a proper level of quality, and none of the songs I have made have reached that insurmountable goal I've set myself. My question is, what should I do? Is there something else I can try to improve my opinion of my music, or should I just keep trying to make something that I think is good, and that I know I will never make.",
            "it seems like it might be time to launch into an adventure of deliberately making the most 'terrible' music you can. this might the perfect shake-up you need to get things going"
        ]
    },
    {
        "date": "4.14.22 11:56 am",
        "ctx": [
            "i have been thinking about,and using, your advice and practice, of coming up with your words while singing to them. it really was helpful, and it made me realize that every singer has different capabilities of singing different types of syllabbles musically, and for it all to make sense you need to remember what comes most comfortable to you. and the only way to remember that is to sing? at first maybe, this might be improvable... i wanted to share my thoughts about that, and also, to ask you some questions about the topic. do you feel like there are specific lyrical vocal-zones for you that makes it hard to sing?",
            "yes",
            "and also, are you comfortable with singing a song in a language that you don't know?",
            "i don't usually do it, but that sounds like a lovely thing to do, and it's on my to-do list",
            "when you do it, do you try to understand the lyrics first?",
            "absolutely. that's crucial even in english"
        ]
    },
    {
        "date": "4.14.22 11:32 am",
        "ctx": [
            "What is the first non-alphanumeric character that appears in the lyrics of your next song?",
            "'"
        ]
    },
    {
        "date": "4.14.22 10:20 am",
        "ctx": [
            "So, from the questions page I picked up info;your next song has four words in the title and starts with \"at\"\nis it at the airport terminal, 2",
            "absolutely not"
        ]
    },
    {
        "date": "4.14.22 5:32 am",
        "ctx": [
            "do you consider \"The Moon Is Made of Cheese (But I Can't Taste It)\" and \"Here Comes The Sun\" to be soul sisters, in a way?",
            "no"
        ]
    },
    {
        "date": "4.14.22 3:24 am",
        "ctx": [
            "ive been playing drums and keys for a while now, and recently i picked up bass. any advice?",
            "if you can't join a real band, and i understand if you can't because the world is weird now, then i'd recommend you start playing along to song-recordings as soon as possible. mute the bass frequencies on the recording so there's room for you. you can use an equalizer to do this, or if you don't have that, you can remove the bass by just unplugging your headphones and playing the song through a phone or tablet speaker"
        ]
    },
    {
        "date": "4.14.22 3:09 am",
        "ctx": [
            "sometimes when i sit outside, i think about what i might do if i didn't have the computers i have to do music. \ndo you ever think about things like this?",
            "yes",
            "what musical things might you participate in if the technology we have now weren't available?",
            "stage performances"
        ]
    },
    {
        "date": "4.14.22 12:30 am",
        "ctx": [
            "is your next song not about boats?",
            "yes it is not"
        ]
    },
    {
        "date": "4.13.22 11:40 pm",
        "ctx": [
            "do you like guitar",
            "yes"
        ]
    },
    {
        "date": "4.13.22 8:13 pm",
        "ctx": [
            "What's your favorite way to find inspiration?",
            "by surprise"
        ]
    },
    {
        "date": "4.13.22 7:19 pm",
        "ctx": [
            "have you wanted to die because your foot was asleep",
            "no"
        ]
    },
    {
        "date": "4.13.22 5:23 pm",
        "ctx": [
            "favorite vocal warm-ups?",
            "(ref: mmmmmmmmmmmmm.png\"target=\"_blank)this one"
        ]
    },
    {
        "date": "4.13.22 5:10 pm",
        "ctx": [
            "I'm very envious of your get to it attitude and how much you get done. I would like to be more like that one day. Yet I can't help but stop and watch all the wonderful things that go by each day. I think there's a peacefulness in observing just to observe. Do you feel that way?",
            "yes"
        ]
    },
    {
        "date": "4.13.22 4:43 pm",
        "ctx": [
            "What's your favorite chord progression",
            "F"
        ]
    },
    {
        "date": "4.13.22 3:18 pm",
        "ctx": [
            "If there are 4 words in the title of the next song and the first word is \"at,\" is it somehow related to At The Airport Terminal?",
            "no. actually yes. same writer. also has the same producer and the same person performed all the music and sang it"
        ]
    },
    {
        "date": "4.13.22 3:16 pm",
        "ctx": [
            "Were you responsible for the downfall of the American economy in 1930?",
            "no"
        ]
    },
    {
        "date": "4.13.22 3:09 pm",
        "ctx": [
            "are you thinking of taking it all the way",
            "yes"
        ]
    },
    {
        "date": "4.13.22 2:36 pm",
        "ctx": [
            "why do you not like capital letters",
            "i love them"
        ]
    },
    {
        "date": "4.13.22 2:32 pm",
        "ctx": [
            "where is the mmon",
            "somewhere around the earth"
        ]
    },
    {
        "date": "4.13.22 1:47 pm",
        "ctx": [
            "I struggle with being labeled as this absurdly intense person. And, you know...it is kinda true. But, what exhausts me is being ostracized for it. It's pretty clear by virtue of your art...you're intense too. I'm wondering how you've handled it. It is a lot of pain to bear on the not so good days.",
            "at some point you'll just go ahead and do your work, because no one else can"
        ]
    },
    {
        "date": "4.13.22 12:59 pm",
        "ctx": [
            "best time signature?",
            "regular"
        ]
    },
    {
        "date": "4.13.22 11:53 am",
        "ctx": [
            "I was supposed to be listening to music and studying and then just did a bad thing played. 3 minutes of pure groove :). my question is how do you do basslines? like the bassline at \"it's a sad mad and bad glad dream\" as far as I can tell goes c# f# g#. what made you make the bassline ascend when the rest of the melodies were descending? is this something that \"just happens\" when writing music?",
            "i'm not sure if i'd agree about those specifics, but yes, music just happens. this is particularly annoying to those of us who've ever wanted to pin it down to an exact science"
        ]
    },
    {
        "date": "4.13.22 9:42 am",
        "ctx": [
            "what is a parallel universe",
            "a universe oriented in exactly the same direction as another universe"
        ]
    },
    {
        "date": "4.13.22 8:56 am",
        "ctx": [
            "whats the last word of the upcoming song",
            "closes"
        ]
    },
    {
        "date": "4.13.22 7:32 am",
        "ctx": [
            "How in the gosh darn world did you come up with Ball and Stick",
            "i tried to imagine the perfect video thumbnail and title. and wrote it from there"
        ]
    },
    {
        "date": "4.13.22 4:58 am",
        "ctx": [
            "have you ever made a song about the moon",
            "yes"
        ]
    },
    {
        "date": "4.13.22 2:22 am",
        "ctx": [
            "Do you have any irrational fears?",
            "surely, but i'm not sure which ones"
        ]
    },
    {
        "date": "4.13.22 12:17 am",
        "ctx": [
            "In \"la de da de day oh\", what is home?",
            "the end of the chorus"
        ]
    },
    {
        "date": "4.13.22 12:17 am",
        "ctx": [
            "Bill, How do you make good music. I'm making an album, and my friend thinks it is good, but I think it sounds bad. You're one of my biggest inspirations, so it'd be cool to hear your incite.",
            "it's impossible to know exactly how to make music. ultimately the music has to make you. so you just have to be open to that. i know that seems weird but it's true"
        ]
    },
    {
        "date": "4.12.22 11:43 pm",
        "ctx": [
            "I had a dream that I said something really rude to someone and they got mad at me and started a podcast ranting about how mad at me they were. What do you think it means",
            "it probably means you care about public relations"
        ]
    },
    {
        "date": "4.12.22 10:04 pm",
        "ctx": [
            "I'm glad that you used the word 'meef' at the end of your last song because I finally found the perfect word to describe my cat, but I was wondering, what does it mean in your opinion?",
            "milk beef?"
        ]
    },
    {
        "date": "4.12.22 9:22 pm",
        "ctx": [
            "Do you agree that D major is the worst key?",
            "no"
        ]
    },
    {
        "date": "4.12.22 7:49 pm",
        "ctx": [
            "whats a good creative writing tip",
            "try writing something bad on purpose, even if just for a moment"
        ]
    },
    {
        "date": "4.12.22 7:45 pm",
        "ctx": [
            "hey, if u make Livestream about you making ur videos, wouldn't that be spoiling part of it?",
            "yep"
        ]
    },
    {
        "date": "4.12.22 7:19 pm",
        "ctx": [
            "What is the first letter of the title of the next song?",
            "a"
        ]
    },
    {
        "date": "4.12.22 7:00 pm",
        "ctx": [
            "recently almost every chorus/prechorus idea i've been excited about has had a 4 chord under the first bar of it. |4|1|5|6m 5|, |4|6m|5|2m 1|, |4|5|3m|6m|, |4|5|6m|1|, |4|6m|3m|3m|, etc. (i come up with the melody before or at the same time as the chords, so i'm not doing anything chords-first.) i think what appeals to me is that it feels like you're near the base of a mountain, looking up at the top of the mountain. it gives you an itch to climb the mountain. being on the 4 is like having unfinished business,",
            "right",
            "so it's automatic dramatic tension for the rest of the hook to resolve. even in something like a |6m|4|1|5|, i feel like the 6m is forlorn and the 4 is what injects hope into it (noticing the top of the mountain).\n\nthe downside is i feel it's making my ideas sound too similar. like i'm making different versions of the same song each time. i would still like to make something you can dance and sing along to, and still have that dramatic tension , but what is another good way to do it without starting on the 4? do i just need to wait for my taste in melodies to change?",
            "rearrange the whole situation. change something even more drastic so you never have to be in that situation. Also it sounds like it's probably time for you to launch into an in-depth study of every popular song you can think of. you'll hear a lot of 4 based things, but you'll also find some other crucial things"
        ]
    },
    {
        "date": "4.12.22 6:54 pm",
        "ctx": [
            "At 00:58 of \"Might quit\" when it shows some kind of character selection screen, there a specific character that caught my attencion wich is the one who is called Princess Realistic, and I've been wondering if that's a reference to \"I'm a Princess\" released later.",
            "no. the princess song was not conceived yet. But, it would be conceived probably within a short number of days or weeks later. so the relation is just that it was created by the same person in a similar time period",
            "Also the drawing you made for that specific character kinda looks like the princess, a little bit at least.",
            "that would surely be for the same reason"
        ]
    },
    {
        "date": "4.12.22 6:47 pm",
        "ctx": [
            "how tall are you",
            "infinitely tall"
        ]
    },
    {
        "date": "4.12.22 6:22 pm",
        "ctx": [
            "do you have a potato in your kitchen right now",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "4.12.22 6:04 pm",
        "ctx": [
            "Are you sure the tempo of your next song is 131 and not 65.5 or 262?",
            "there's 12 bars in the middle that sounds like 6 bars of 65.5. The rest is confidently 131"
        ]
    },
    {
        "date": "4.12.22 5:33 pm",
        "ctx": [
            "When will the music video for your next song release?",
            "next tuesday"
        ]
    },
    {
        "date": "4.12.22 4:39 pm",
        "ctx": [
            "I remember you've experimented with just intonation before and you realized that 12TET is not merely a compromise but even has its own advantages in a single key. Have you ever experimented with other equal temperament systems though, like 19TET or 31TET?",
            "no",
            "Do you have any thoughts on those?",
            "no. hooked on 12 for life. also free-range is nice, so don't think i'm imprisoned in 12. i also never use any pitch correction on my voice, so in that sense i'm still free as a bird"
        ]
    },
    {
        "date": "4.12.22 4:25 pm",
        "ctx": [
            "how do you get better at speaking? like stutter less, because I do that like way too much",
            "the most famous way to heal a stutter is to spend time reading scripted material. then if you practice writing also, pretty soon you'll learn to write fast enough to do both at the same time. you might end up being an even better speaker than your non-stuttering peers"
        ]
    },
    {
        "date": "4.12.22 3:33 pm",
        "ctx": [
            "i notice that alot of the time your mixes sound quite full, but alot of the time its hard to put my hand on which elemtents make it sound full - how do you do it? / what elements do you think make it sound fuller?",
            "around christmas (specifically november 23, 2018) i got up the courage to use multiband compressors, to save time. also, around mid 2018 i discovered low-cutting everything except the bass and kick. that helps for cleanliness. then in late 2021 i discovered parallel compression, and that's a life changer"
        ]
    },
    {
        "date": "4.12.22 2:41 pm",
        "ctx": [
            "will you be my friend?",
            "i'll try"
        ]
    },
    {
        "date": "4.12.22 2:02 pm",
        "ctx": [
            "What's the tempo of your next song",
            "131"
        ]
    },
    {
        "date": "4.12.22 11:08 am",
        "ctx": [
            "Will you ever do another non-song video?",
            "oh hell yeah"
        ]
    },
    {
        "date": "4.12.22 10:26 am",
        "ctx": [
            "on a scale from \"sweet\" to \"very spicy\" what does your next song taste like musically",
            "pretty good"
        ]
    },
    {
        "date": "4.12.22 9:46 am",
        "ctx": [
            "What do you think is the best song you've made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "4.12.22 9:20 am",
        "ctx": [
            "what's a nice bob ross moment?",
            "always the mad scramble in the last 5 minutes. it's subtle, but once you know it's there you'll notice it every time"
        ]
    },
    {
        "date": "4.12.22 7:55 am",
        "ctx": [
            "Will you include imaginary and irrational numbersin your next song?",
            "i'll probably hang back on the numbers for the next one, because there were a lot of numbers in the previous one"
        ]
    },
    {
        "date": "4.12.22 3:55 am",
        "ctx": [
            "does your next song contain the word 'goose'?",
            "no"
        ]
    },
    {
        "date": "4.12.22 3:40 am",
        "ctx": [
            "How can one know when someone is lying?",
            "you can feel it. feels fake"
        ]
    },
    {
        "date": "4.12.22 12:45 am",
        "ctx": [
            "techniques for finding out why I am",
            "start exploring some different locations"
        ]
    },
    {
        "date": "4.11.22 11:32 pm",
        "ctx": [
            "can i write a narrative without using names",
            "surely"
        ]
    },
    {
        "date": "4.11.22 10:58 pm",
        "ctx": [
            "How can I stop feeling like garbage and finally cure my writing anxiety?",
            "just start writing"
        ]
    },
    {
        "date": "4.11.22 10:42 pm",
        "ctx": [
            "Is there a song that you've written in Amaj key?",
            "more than 1, for sure"
        ]
    },
    {
        "date": "4.11.22 9:37 pm",
        "ctx": [
            "is Shrek a good film",
            "i'm sure that was the plan"
        ]
    },
    {
        "date": "4.11.22 9:22 pm",
        "ctx": [
            "do you listen to your own songs as inspiration for new ones?",
            "no"
        ]
    },
    {
        "date": "4.11.22 8:35 pm",
        "ctx": [
            "why does Garfield love lasagna so much",
            "that's just because the author likes it"
        ]
    },
    {
        "date": "4.11.22 7:55 pm",
        "ctx": [
            "can i use my trumpet valve oil for eye-drops",
            "i doubt it"
        ]
    },
    {
        "date": "4.11.22 6:59 pm",
        "ctx": [
            "If chords were swords, which chord do you think would be the sharpest sword?",
            "chords are given their sharpness by what's happening in the rest of the song around them. any chord could be placed in a situation where it's the sharpest in the song"
        ]
    },
    {
        "date": "4.11.22 6:06 pm",
        "ctx": [
            "is the word 'animal' in your next song or title of the song?",
            "no"
        ]
    },
    {
        "date": "4.11.22 5:27 pm",
        "ctx": [
            "What would you define your song style as?",
            "sensible"
        ]
    },
    {
        "date": "4.11.22 5:16 pm",
        "ctx": [
            "What keeps you up at night?",
            "sleeping during the day"
        ]
    },
    {
        "date": "4.11.22 4:43 pm",
        "ctx": [
            "Is \"I'm scared\" supposed to perfectly encapsulate the human experience or was that just an accident?",
            "it's certainly a standard worth aiming for every time"
        ]
    },
    {
        "date": "4.11.22 3:46 pm",
        "ctx": [
            "what is the first word in the song after your next song",
            "i have no idea"
        ]
    },
    {
        "date": "4.11.22 3:22 pm",
        "ctx": [
            "what are your thoughts on the idea that our universe and everything therein is simulated?",
            "then i'd say 'simulation' and 'situation' become synonyms, and it's all good"
        ]
    },
    {
        "date": "4.11.22 2:31 pm",
        "ctx": [
            "Chords for the song \"its not christmas?\"",
            "DA/DG/BD/AGD/F#Asus4 and more"
        ]
    },
    {
        "date": "4.11.22 2:15 pm",
        "ctx": [
            "what do you think i should try to write a song about?",
            "everything"
        ]
    },
    {
        "date": "4.11.22 2:09 pm",
        "ctx": [
            "Because \"ball& stick\" released on New Year's Day, would you consider the song to be about New Year's Resolutions?",
            "it's not a song, nor is it about new years. it has song bits in it, none of which are about new years. although i suppose the song at the end could be a good new years resolution"
        ]
    },
    {
        "date": "4.11.22 1:43 pm",
        "ctx": [
            "if I didn't ask a question would you be mad",
            "no"
        ]
    },
    {
        "date": "4.11.22 1:22 pm",
        "ctx": [
            "have you been writing a book about psychology this whole time?",
            "writing, yes. book, no. i'm proud to say that in this past century writing has been freed from the book"
        ]
    },
    {
        "date": "4.11.22 1:05 pm",
        "ctx": [
            "whats the first word of the upcoming song",
            "at"
        ]
    },
    {
        "date": "4.11.22 11:10 am",
        "ctx": [
            "If art is the imitation of life, life is the ability to die, and life is the imitation of art, does that mean that the best art doesn't last forever, meaning that the best life doesn't last forever?",
            "no",
            "Or have I committed some sort of fallacy?",
            "possibly yes, or, possibly quotation. i'm not sure"
        ]
    },
    {
        "date": "4.11.22 10:25 am",
        "ctx": [
            "is 987 a spinoff of alphabet shuffle or just the extended version (but without the original)",
            "no"
        ]
    },
    {
        "date": "4.11.22 9:34 am",
        "ctx": [
            "I'm going to the store do you want anything?",
            "how about a brand new world"
        ]
    },
    {
        "date": "4.11.22 9:00 am",
        "ctx": [
            "do you ever find yourself making changes to a composition after you've recorded most of it?",
            "rarely"
        ]
    },
    {
        "date": "4.11.22 7:47 am",
        "ctx": [
            "What is not Steve from hi im Steve's name?",
            "it's probably your name"
        ]
    },
    {
        "date": "4.11.22 5:11 am",
        "ctx": [
            "How to check if an dream of mine is actually attainable?",
            "go ahead and attain it"
        ]
    },
    {
        "date": "4.11.22 1:07 am",
        "ctx": [
            "how would you describe the mood of the next song?",
            "spritely, awakening,"
        ]
    },
    {
        "date": "4.11.22 12:02 am",
        "ctx": [
            "will the video after next be released a day after, on 4/20?",
            "absolutely not"
        ]
    },
    {
        "date": "4.10.22 11:45 pm",
        "ctx": [
            "when was \"long long long journey\" written",
            "oct 19-21, 2018"
        ]
    },
    {
        "date": "4.10.22 10:25 pm",
        "ctx": [
            "Does your upcoming song have a D7sus4 anywhere?",
            "no"
        ]
    },
    {
        "date": "4.10.22 6:48 pm",
        "ctx": [
            "In your videos that include live action clips of you singing/playing instruments, do you record those parts first or do you animate the text/graphics first?",
            "nowadays it's almost exclusively footage first, then graphics"
        ]
    },
    {
        "date": "4.10.22 6:20 pm",
        "ctx": [
            "how far are you into you're next song?",
            "all the way"
        ]
    },
    {
        "date": "4.10.22 6:18 pm",
        "ctx": [
            "What's your favorite line in \"And The Day Goes On\"?",
            "it's 1900"
        ]
    },
    {
        "date": "4.10.22 5:39 pm",
        "ctx": [
            "how do you feel about palm sunday;",
            "never heard of it",
            "would you move it to tuesday",
            "no"
        ]
    },
    {
        "date": "4.10.22 3:00 pm",
        "ctx": [
            "have you ever entered a city and just been intensely overwhelmed by how cool and interesting everything is?",
            "yes"
        ]
    },
    {
        "date": "4.10.22 12:37 pm",
        "ctx": [
            "Is it theoretically possible to build a castle out of grains of salt?",
            "yes"
        ]
    },
    {
        "date": "4.10.22 12:34 pm",
        "ctx": [
            "How do you make Music?",
            "no one knows"
        ]
    },
    {
        "date": "4.10.22 11:59 am",
        "ctx": [
            "what does \"i know that you might find a different way and i hope you scream it back at me\" mean in more than a dream?",
            "it touches on the fact that there's always more ways, and also it's doing a reciprocation of the previous lines"
        ]
    },
    {
        "date": "4.10.22 11:53 am",
        "ctx": [
            "ever had trouble seeming rude because of sticking to your values",
            "surely"
        ]
    },
    {
        "date": "4.10.22 11:53 am",
        "ctx": [
            "are most of the questions you receive repetitive, even this one?",
            "most questions are not repetitive, but if you take any group of the questions then it's repetitive"
        ]
    },
    {
        "date": "4.10.22 10:46 am",
        "ctx": [
            "How am I American but I don't like hotdogs or burgers?",
            "you might be a hipster"
        ]
    },
    {
        "date": "4.10.22 10:45 am",
        "ctx": [
            "Are you interested in doing a very slow tempo song?",
            "i'm interested in every tempo"
        ]
    },
    {
        "date": "4.10.22 5:26 am",
        "ctx": [
            "When is the next song written?",
            "the first line, musically, is from october 18, 2021, then a temporary lyric for that one line came 2 days later, which ended up being mostly the same as the actual lyric, and the remainder of the entire song was written 2 weeks ago"
        ]
    },
    {
        "date": "4.9.22 11:37 pm",
        "ctx": [
            "What was your inspiration to make music",
            "everything. still is"
        ]
    },
    {
        "date": "4.9.22 11:05 pm",
        "ctx": [
            "Was \"more than a dream\" not good at first?",
            "it didn't exist at first",
            "Is that why it took you a while to make it?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "4.9.22 10:07 pm",
        "ctx": [
            "do you hate listening to your voice when editing?",
            "sometimes, but that would be the whole reason for editing. take out those parts",
            "Does it sound different than what it sounds like in your head?",
            "no"
        ]
    },
    {
        "date": "4.9.22 6:34 pm",
        "ctx": [
            "what is your favorite kind of tree?",
            "surprise me"
        ]
    },
    {
        "date": "4.9.22 5:29 pm",
        "ctx": [
            "When you sing '432 i wonder' in your new song, is it intentional that the won sounds like 1, thus completing the countdown?",
            "the 1 reference is available there, if you fancy it"
        ]
    },
    {
        "date": "4.9.22 5:06 pm",
        "ctx": [
            "How important is music theory for someone not interested in writing music, just in playing it?",
            "music theory is yours. you make the theory. and then, don't be alarmed when it breaks, ...... that's what it's made for"
        ]
    },
    {
        "date": "4.9.22 2:42 pm",
        "ctx": [
            "are you thinking about making 60fps music videos?",
            "maybe",
            "If so, when?",
            "certainly during 2020"
        ]
    },
    {
        "date": "4.9.22 2:11 pm",
        "ctx": [
            "how are your songs so damn good?",
            "i'm in a contest"
        ]
    },
    {
        "date": "4.9.22 1:48 pm",
        "ctx": [
            "How come September and October are the 9th and 10th months, and not the 7th and 8th? My guess is there used to be less months?",
            "that's right",
            "But then why didn't we change the names accordingly?",
            "because names stick. i'm sure you've heard someone say they are going to 'tape' a video, or 'film' a video, while definitely doing it all digitally with absolutely no use of film or tape",
            "Please fix.",
            "ok i fixed it. enjoy"
        ]
    },
    {
        "date": "4.9.22 12:25 pm",
        "ctx": [
            "How many layers of irony are there in your videos?",
            "it's a gradient"
        ]
    },
    {
        "date": "4.9.22 8:30 am",
        "ctx": [
            "How many words will be in the title of the next song?",
            "4"
        ]
    },
    {
        "date": "4.9.22 8:17 am",
        "ctx": [
            "how do you come up with good music?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "4.9.22 7:50 am",
        "ctx": [
            "does the 7 and 8 in \"got some money\" have any connection to \"9 8 7\"? or is it just a coincidence",
            "neither"
        ]
    },
    {
        "date": "4.9.22 7:29 am",
        "ctx": [
            "Will you make a remake of any previous songs/videos you've made?",
            "there's many other things i have yet to make for the first time, so i should take care of those first, then maybe circle back for the re-makes"
        ]
    },
    {
        "date": "4.9.22 3:59 am",
        "ctx": [
            "how to music theory?",
            "it's a paradox. if you get the hang of it, it no longer exists. turns out it's actually just 'music'"
        ]
    },
    {
        "date": "4.9.22 1:35 am",
        "ctx": [
            "Good evening what are your thoughts on death?",
            "i think it's bullshit"
        ]
    },
    {
        "date": "4.8.22 10:35 pm",
        "ctx": [
            "what is the best way to start a conversation with someone?",
            "start by showing a quick clip of the 'most interesting' part of the conversation, then go into like 3 minutes of extraneous titles and intro bullshit and then without further ado let's jump right into it. and don't worry about playing the most interesting part twice because it will still seem like it's the first time, especially if you get amnesia at some point along the way"
        ]
    },
    {
        "date": "4.8.22 10:27 pm",
        "ctx": [
            "how do i revert my mind to a previous point in time where i didn't think as much",
            "try setting it to a future time where you don't think as much"
        ]
    },
    {
        "date": "4.8.22 9:40 pm",
        "ctx": [
            "do you music",
            "it's on my to-do list"
        ]
    },
    {
        "date": "4.8.22 9:32 pm",
        "ctx": [
            "do you get angry when people don't put question marks at the end of stuff?",
            "no"
        ]
    },
    {
        "date": "4.8.22 8:28 pm",
        "ctx": [
            "What do you focus on most when making songs?",
            "the song, but that's actually a problem. that tends to stall it. the real trick is to focus on everything else besides the song. which is counter-intuitive because usually the song is what i really want"
        ]
    },
    {
        "date": "4.8.22 7:59 pm",
        "ctx": [
            "what are your thoughts on the fact that you will release your next video on the anniversary of \"got some money\"?",
            "i haven't thought about it, but, if you have, then you'll probably get a kick out of the following release date after that"
        ]
    },
    {
        "date": "4.8.22 7:32 pm",
        "ctx": [
            "Please, tell me how can I be a normal person. I am desperate.",
            "have you thought about going to the corner store"
        ]
    },
    {
        "date": "4.8.22 5:58 pm",
        "ctx": [
            "is I'm a Princess about having Stockholm Syndrome with your own creative process/drive?",
            "i've never thought about it that way, but you might be right"
        ]
    },
    {
        "date": "4.8.22 5:56 pm",
        "ctx": [
            "would you include numbers below 0 in a future song?",
            "all options are on the table"
        ]
    },
    {
        "date": "4.8.22 5:26 pm",
        "ctx": [
            "What Genre do you consider your songs to be?",
            "normal"
        ]
    },
    {
        "date": "4.8.22 5:24 pm",
        "ctx": [
            "If 0.3 repeating is equal to 1/3, is 0.9 repeating equal to 1?",
            "approaches. that's true of both"
        ]
    },
    {
        "date": "4.8.22 4:50 pm",
        "ctx": [
            "is music musical",
            "let me perform some calculations"
        ]
    },
    {
        "date": "4.8.22 4:24 pm",
        "ctx": [
            "can u hold a violin bow the proper way",
            "i think i could, but i'd have to research it first because i currently don't know, nor do i own a violin bow nor violin"
        ]
    },
    {
        "date": "4.8.22 3:17 pm",
        "ctx": [
            "are the last chords of slow down, on the line 'client's name is always there', is it Bbma7 - Cadd4/A - Gadd4/E - F6add4/G? specifically, there's a B in the second-to-last chord and a Bb in the last chord - real quiet, but they're there, right? tell me i'm not going crazy",
            "yep, you got it right"
        ]
    },
    {
        "date": "4.8.22 2:52 pm",
        "ctx": [
            "should i buy an acoustic guitar?",
            "maybe"
        ]
    },
    {
        "date": "4.8.22 1:55 pm",
        "ctx": [
            "Just wanted to pass on my appreciation for your art. True artistry, insane musicianship, etc. You've brightened my life and many others. THANK YOU",
            "holy smokes, you are very friendly"
        ]
    },
    {
        "date": "4.8.22 1:28 pm",
        "ctx": [
            "are you a human",
            "oh that would explain all these seemingly outlandish feelings"
        ]
    },
    {
        "date": "4.8.22 1:26 pm",
        "ctx": [
            "Do you have any unused verses/ choruses from your songs;",
            "sure",
            "if so what are they",
            "here i found one:\nat the airport terminal the planes are landing\ndoing their job and paying their bills\ni'm writing stories of love and understanding\nit doesn't matter but soon it will"
        ]
    },
    {
        "date": "4.8.22 12:49 pm",
        "ctx": [
            "Best time signature?",
            "regular"
        ]
    },
    {
        "date": "4.8.22 12:05 pm",
        "ctx": [
            "how to take a break from internet?",
            "you could go to neptune"
        ]
    },
    {
        "date": "4.8.22 10:17 am",
        "ctx": [
            "how the fuck do you even",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "4.8.22 10:02 am",
        "ctx": [
            "how do you make your choruses so damn good",
            "that's easy. just find the best part in the song and then call that the chorus"
        ]
    },
    {
        "date": "4.8.22 7:31 am",
        "ctx": [
            "You released one song in february, two songs in march, will you release three songs in april?",
            "no",
            "if not, how many?",
            "1"
        ]
    },
    {
        "date": "4.8.22 2:36 am",
        "ctx": [
            "What is your opinion on facts?",
            "so true"
        ]
    },
    {
        "date": "4.8.22 1:54 am",
        "ctx": [
            "could you see yourself doing a cover in the near future",
            "yes"
        ]
    },
    {
        "date": "4.8.22 12:27 am",
        "ctx": [
            "how do you know what chord to play after another so that it fits on the song you're playing? (talkin about chord progression)",
            "it's the same as knowing what words you say after each previous word, in the sentence you are saying. i actually don't know.... how do we do that? surely you didn't spend time thinking about each word...... there's this part of our brain that does this stuff. i think it might be the Language department"
        ]
    },
    {
        "date": "4.7.22 9:21 pm",
        "ctx": [
            "what are your opinions on the word rambunctious",
            "synonym of rowdy"
        ]
    },
    {
        "date": "4.7.22 8:46 pm",
        "ctx": [
            "what's your favorite side of a sphere",
            "it's a tie between the outside and the inside"
        ]
    },
    {
        "date": "4.7.22 6:19 pm",
        "ctx": [
            "does \"I wonder if you wonder what number we're counting to, whatever number makes the whole thing true\" mean \"am I the only one who wants to know how long we're going to wait? we're waiting for an opportunity to take action at a time that makes our story make 'sense' and justifies all our past mistakes, but it might never come\"?",
            "among other things, yes",
            "does \"I wonder if you're wondering how it got this far\" mean \"just look at what we've become and how far we've fallen because we became complacent and set in our ways\"?",
            "among other things, yes",
            "does \"9, 8, nothing, where will you go? when will you leave and how will you know? think of a new number and then count up to it real slow\" mean \"when the countdown runs out and it's finally time to rip off the band-aid and do what we should have done a long time ago, you're just going to want to delay even further by some completely made up amount of time\"?",
            "no"
        ]
    },
    {
        "date": "4.7.22 5:55 pm",
        "ctx": [
            "Are helicopters just flying cars?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "4.7.22 5:13 pm",
        "ctx": [
            "have you ever swung from a chandelier?",
            "no",
            "do you have plans to do this in the future?",
            "no"
        ]
    },
    {
        "date": "4.7.22 4:51 pm",
        "ctx": [
            "what does \"meef\" mean?",
            "milk beef?"
        ]
    },
    {
        "date": "4.7.22 2:43 pm",
        "ctx": [
            "someone probably has asked this before, but when you come up with stuff, where is some of the first parts of the songs you develop them? The melodies, bass lines, chords, etc. And how long does it take you to flesh out majority of a song?",
            "i have no idea what 'fleshing' means, but 99% of the time the song is written in order of time, in the song. so the beginning is written first, then the next part, then the next, etc all the way to the end. I can usually get through the writing of a song in about 1 to 3 days. it's unpredictable because mechanism revolves around imagining new things out of nowhere. there's unfortunately no guaranteed service counter you can go and pick up the next part. you kind of have to just sit around and pray. and the more you can trick yourself into not trying, the better it will go. the most valuable thing you can do to coax the next part into existence is do a clean run through from the beginning, after not hearing it for a while"
        ]
    },
    {
        "date": "4.7.22 2:33 pm",
        "ctx": [
            "When people use the subjunctive mood, are they actually coming up with alternate history scenarios?",
            "alternate present"
        ]
    },
    {
        "date": "4.7.22 1:40 pm",
        "ctx": [
            "Would you consider your music a part of the gospel genre?",
            "sometimes"
        ]
    },
    {
        "date": "4.7.22 1:22 pm",
        "ctx": [
            "are you making lore",
            "no but i will at some point"
        ]
    },
    {
        "date": "4.7.22 10:45 am",
        "ctx": [
            "I am everywhere and nowhere, so where am I?",
            "here"
        ]
    },
    {
        "date": "4.7.22 10:40 am",
        "ctx": [
            "What is your professional opinion on potatoes?",
            "a good simple point of reference"
        ]
    },
    {
        "date": "4.7.22 3:29 am",
        "ctx": [
            "If I want to be able to play songs by ear, should I be trying to hear the intervals between notes or what scale degree each note is in the key? Or am I supposed to be able to hear both at the same time?",
            "you're gonna be able to hear both, and more"
        ]
    },
    {
        "date": "4.7.22 12:57 am",
        "ctx": [
            "are jokes and humor funny?",
            "no"
        ]
    },
    {
        "date": "4.6.22 11:15 pm",
        "ctx": [
            "what's a fun example of interestingly juxtaposed timing/situations",
            "how about a chicken, crossing the road, for apparently no reason whatsoever"
        ]
    },
    {
        "date": "4.6.22 4:19 pm",
        "ctx": [
            "do you tell the truth in your songs",
            "it's gotta be in there somewhere"
        ]
    },
    {
        "date": "4.6.22 4:15 pm",
        "ctx": [
            "I have my heart set on this dream. At the best of times I find it hard to believe in myself, but from a realistic perspective I do have a chance, and I'm going to give it my all. I'm basically holding myself to doing this thing, and I can't imagine a life where I don't do it. Should I continue on this path, or am I thinking unrealistically?",
            "you've already decided, which is good news because i cannot weigh in on this because i think you forgot to tell me what the goal is, or any details about the situation at all"
        ]
    },
    {
        "date": "4.6.22 4:07 pm",
        "ctx": [
            "opinion on cashews",
            "sometimes you gotta do a little math to find out how much of the cashew you actually halve"
        ]
    },
    {
        "date": "4.6.22 3:20 pm",
        "ctx": [
            "opinion on birds?",
            "they are a close cousin of other birds"
        ]
    },
    {
        "date": "4.6.22 3:18 pm",
        "ctx": [
            "how many songs have you scrapped because you didn't like them",
            "i have never scrapped a song. i actually don't know what that means"
        ]
    },
    {
        "date": "4.6.22 1:39 pm",
        "ctx": [
            "whats your opinion on everything?",
            "never heard of it"
        ]
    },
    {
        "date": "4.6.22 11:11 am",
        "ctx": [
            "is fly around about escaping the worries and troubles from i'm scared?",
            "probably not"
        ]
    },
    {
        "date": "4.6.22 7:14 am",
        "ctx": [
            "what is the first memory of music you have?",
            "pressing C and E, but not D. then pressing D and F and not E. while listening to these chords and pondering their emotional effects, i also noticed that the sides of the piano keys are not white, they're wood colored, and only have a white layer on the top"
        ]
    },
    {
        "date": "4.6.22 6:33 am",
        "ctx": [
            "Why are birds equipped with legs if they can fly",
            "so they can also walk"
        ]
    },
    {
        "date": "4.6.22 5:48 am",
        "ctx": [
            "why u exist?",
            "to experiment with time and space"
        ]
    },
    {
        "date": "4.6.22 5:17 am",
        "ctx": [
            "have you ever used 7/4 before",
            "yes"
        ]
    },
    {
        "date": "4.6.22 1:35 am",
        "ctx": [
            "what keys is 9 8 7 in?",
            "D dorian, F, D dorian, F, Bb dorian, Gb, D dorian, F, D dorian"
        ]
    },
    {
        "date": "4.6.22 1:21 am",
        "ctx": [
            "Why did you never make a video to go with \"got to know what's going on\"? It's a super awesome song!",
            "the reason i skipped the videos for those 4 songs (june 2017) was to allow me to release the songs quicker. if i had made a video for it, all my other videos since then would have come out later than they actually did"
        ]
    },
    {
        "date": "4.5.22 10:59 pm",
        "ctx": [
            "what's the best sounding word",
            "it all depends on what other words are surrounding it"
        ]
    },
    {
        "date": "4.5.22 10:21 pm",
        "ctx": [
            "I have to realllly force myself to practice my instrument. Does that meanI don't like it",
            "maybe"
        ]
    },
    {
        "date": "4.5.22 9:13 pm",
        "ctx": [
            "what are your thoughts on paying other people for mastering services?",
            "that sounds delightful, although i don't do it"
        ]
    },
    {
        "date": "4.5.22 7:43 pm",
        "ctx": [
            "Does \"Mount St. Helens is about to Blow Up\" reference that weird Reddit post where someone drowned and claimed to have seen the afterlife, only to get rescued by scuba divers?",
            "no"
        ]
    },
    {
        "date": "4.5.22 7:22 pm",
        "ctx": [
            "what is music",
            "i have no idea"
        ]
    },
    {
        "date": "4.5.22 7:03 pm",
        "ctx": [
            "is new jersey real",
            "it's one of the realest things around"
        ]
    },
    {
        "date": "4.5.22 6:57 pm",
        "ctx": [
            "how do you like your new song so far?",
            "it's pretty good"
        ]
    },
    {
        "date": "4.5.22 5:16 pm",
        "ctx": [
            "What is the best vowel?",
            "o"
        ]
    },
    {
        "date": "4.5.22 4:38 pm",
        "ctx": [
            "new songs eta?",
            "the usual time"
        ]
    },
    {
        "date": "4.5.22 3:36 pm",
        "ctx": [
            "what are your opinions on spring, the season",
            "spring is a sign that the following spring will be here soon"
        ]
    },
    {
        "date": "4.5.22 2:13 pm",
        "ctx": [
            "my thoughts race and race.the goldfish and the elephants fight each other in my hippocampus constantly.my creative ambitions distract me constantly as well.have you experience something similar?",
            "yes"
        ]
    },
    {
        "date": "4.5.22 1:08 pm",
        "ctx": [
            "why did the chicken cross the road?",
            "someone's gotta do it"
        ]
    },
    {
        "date": "4.5.22 12:00 pm",
        "ctx": [
            "so when drawing, you would mirror the drawing to see it from a new perspective and notice the flaws, is there an equivalent method to this in music?.",
            "just listen to it in a different location, or while doing something different"
        ]
    },
    {
        "date": "4.5.22 10:24 am",
        "ctx": [
            "i'm having a hard time finding music that feels as genuine and expressive as your songs. everything else that i am aware of pales in comparison so i end up not listening to a lot of other music. sometimes i really feel like i should stop paying attention to your art. it feels addicting. it feels like it's getting worse too. i continue to get less and less interested in all the music i thought i liked and can't seem to find anything else that makes me feel that way. what do you do if you find yourself unhealthily obsessed like this??",
            "you might have to make your own music, which is a huge responsibility if your standards are wicked high, so that means 2 things: 1 you'll have to realize that even i am drastically falling short of anyone's high standards, and, 2, you can realize that every other artist is too. suddenly that leads to a breakthrough, as you realize you actually love everyone"
        ]
    },
    {
        "date": "4.5.22 9:42 am",
        "ctx": [
            "In your video \"Hi I'm steve\" supposed to mean something? Or is it just a random thing that just came to mind with no reason at all?",
            "everything means everything. ........ that actually adds up to a lot of possibilities, when you get right down to it"
        ]
    },
    {
        "date": "4.5.22 9:01 am",
        "ctx": [
            "Why is it so cold in the desert",
            "must be night time"
        ]
    },
    {
        "date": "4.5.22 8:35 am",
        "ctx": [
            "Do things need words to have a conclusion",
            "no"
        ]
    },
    {
        "date": "4.5.22 12:53 am",
        "ctx": [
            "how do you not get discouraged? how do i not get discouraged?",
            "the first question is, what would you rather get, instead of discouraged"
        ]
    },
    {
        "date": "4.4.22 11:37 pm",
        "ctx": [
            "do you play all the instruments in your songs?",
            "yes"
        ]
    },
    {
        "date": "4.4.22 10:51 pm",
        "ctx": [
            "have the natural shape of spheres ever bothered you",
            "no"
        ]
    },
    {
        "date": "4.4.22 10:41 pm",
        "ctx": [
            "How do you convince someone that love is reasonable",
            "it's written on the wall. you don't have to convince anyone. they will see it written there"
        ]
    },
    {
        "date": "4.4.22 10:39 pm",
        "ctx": [
            "where is old mexico",
            "tenochtitlan"
        ]
    },
    {
        "date": "4.4.22 10:07 pm",
        "ctx": [
            "whats your favorite tongue twister?",
            "toy boat"
        ]
    },
    {
        "date": "4.4.22 9:28 pm",
        "ctx": [
            "is music a good form of therapy?",
            "yes. unless you work in music professionally, in which case it will remind you of work. HOWEVER, work can be good therapy so then it might still seem like therapy. Or, maybe you've been studying and learning music, in a musical education process. In that case, music will remind you of education........ however, education can be therapy also. so yes music can be therapy, but it might be a different kind therapy if you're someone that happens to have any sort of logistical relationship(s) with music"
        ]
    },
    {
        "date": "4.4.22 7:09 pm",
        "ctx": [
            "what has changed about your video production now compared to when you made \"here comes the sun\"?",
            "i've come to my senses"
        ]
    },
    {
        "date": "4.4.22 6:26 pm",
        "ctx": [
            "How to be cool?",
            "impossible. it can't be done"
        ]
    },
    {
        "date": "4.4.22 6:24 pm",
        "ctx": [
            "how do I stop perceiving things in three bodily dimensions",
            "i have no earthly idea"
        ]
    },
    {
        "date": "4.4.22 3:56 pm",
        "ctx": [
            "Is the sombrero in maybe i could eat blades of grass the same one as in 9 8 7?",
            "yes"
        ]
    },
    {
        "date": "4.4.22 3:34 pm",
        "ctx": [
            "if a stick was infinitely long, and I turned the stick slightly, how fast would it move at the tip of the stick?",
            "no tip. infinite stick is tipless"
        ]
    },
    {
        "date": "4.4.22 3:11 pm",
        "ctx": [
            "Is you 'erasing' the song at the end of \"Here comes the Sun\" a metaphor to mean that you were actually dissatisfied with the result?",
            "no"
        ]
    },
    {
        "date": "4.4.22 3:05 pm",
        "ctx": [
            "Does perfectionism plague how you make your songs?",
            "no. perfection doesn't exist, so it's off the table"
        ]
    },
    {
        "date": "4.4.22 2:11 pm",
        "ctx": [
            "why are giraffes Like That",
            "because trees are... like that"
        ]
    },
    {
        "date": "4.4.22 1:41 pm",
        "ctx": [
            "What do you think about conspiracy theories?",
            "sometimes it's more fun to get out there and do a brand new conspiracy"
        ]
    },
    {
        "date": "4.4.22 1:16 pm",
        "ctx": [
            "What is the best chord",
            "F"
        ]
    },
    {
        "date": "4.4.22 12:09 pm",
        "ctx": [
            "can you make a song about aluminum",
            "i'll consider it"
        ]
    },
    {
        "date": "4.4.22 12:06 pm",
        "ctx": [
            "please replace the first chord in your next song with an AmM7b5, or Adimmaj7.",
            "i don't think that's a good idea",
            "and can you put my name, aethralia in it?",
            "i probably will not do that",
            "will you put aethralia in it if i ask you for 100 days in a row?",
            "no"
        ]
    },
    {
        "date": "4.4.22 10:15 am",
        "ctx": [
            "Would you like to exist?",
            "that sounds lovely"
        ]
    },
    {
        "date": "4.4.22 9:35 am",
        "ctx": [
            "Thanks for all these new songs are you working on a new song right now?",
            "yes"
        ]
    },
    {
        "date": "4.4.22 9:07 am",
        "ctx": [
            "favorite time signature?",
            "regular"
        ]
    },
    {
        "date": "4.4.22 8:47 am",
        "ctx": [
            "is it better to focus on technique or feelings when it comes to practicing singing?",
            "probably mostly feelings. that's the only way i've found to be effective. the voice is so deeply linked to the feelings (for me), that that's the only possible way i know how to get at it"
        ]
    },
    {
        "date": "4.4.22 8:20 am",
        "ctx": [
            "in 9 8 7, it says \"over and over and under and over\". is this actually a series of directions? or is it just \"over and over and over\" with a random \"under\"? or is it something else?",
            "it's my best solution to that moment in the song. i tried almost all the other combinations: under and over and under (just 3, starting a bit later), under and over and over, over and under and under and over, .... i tried them all. the one i used was the strongest"
        ]
    },
    {
        "date": "4.4.22 8:18 am",
        "ctx": [
            "how would you explain your song genre to an adult",
            "i'd place the songs on the internet and hope that one day that adult happens to find them"
        ]
    },
    {
        "date": "4.4.22 7:37 am",
        "ctx": [
            "why does it matter that everything's already been done if that's actually completely untrue because each thing becomes a different thing when done by a different person",
            "not everything has been done. most things have not been done"
        ]
    },
    {
        "date": "4.4.22 7:23 am",
        "ctx": [
            "How do I make music funny?",
            "that's easy, just start telling the truth"
        ]
    },
    {
        "date": "4.4.22 6:18 am",
        "ctx": [
            "Did you learn music or are you just talented",
            "are you suggesting talented people can't learn music"
        ]
    },
    {
        "date": "4.4.22 4:01 am",
        "ctx": [
            "4 questions\n\nIs there a way possible to become successful in life even though you are still not satisfied? Perfectionist for sure",
            "yes",
            "Can a feeling describe a feelings?",
            "yes, that might be the only way actually",
            "How to eat a banana bread in a normal way?",
            "impossible. there is no normal way",
            "Is there a monkey that can fly without any manmade machines?",
            "there might be one that can glide, but i'm not sure. i might just be thinking of a squirrel or something"
        ]
    },
    {
        "date": "4.4.22 1:06 am",
        "ctx": [
            "what is the next best thing?",
            "slightly worse"
        ]
    },
    {
        "date": "4.3.22 11:51 pm",
        "ctx": [
            "how do i stay committed because i'm pathetic and can't do such a thing",
            "it all depends on what you would like to be committed TO"
        ]
    },
    {
        "date": "4.3.22 10:03 pm",
        "ctx": [
            "where is old hampshire",
            "southern england"
        ]
    },
    {
        "date": "4.3.22 9:56 pm",
        "ctx": [
            "Why don't you ever use the Capitol building in your answers?",
            "never been asked about it"
        ]
    },
    {
        "date": "4.3.22 8:20 pm",
        "ctx": [
            "What is your favorite video that you've made?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "4.3.22 8:18 pm",
        "ctx": [
            "how to be not confused",
            "that's easy, just figure everything out"
        ]
    },
    {
        "date": "4.3.22 7:59 pm",
        "ctx": [
            "hi bill wurtz, \ndo you do your own mixing?",
            "yes",
            "i hold the opinion that whoever is mixing your songs is simply the best at it.",
            "that's nice of you"
        ]
    },
    {
        "date": "4.3.22 7:16 pm",
        "ctx": [
            "when you build a building, does the mass of the earth increase&#9760;&#65039;",
            "no"
        ]
    },
    {
        "date": "4.3.22 6:48 pm",
        "ctx": [
            "what happens to the bread in the toaster",
            "it's toasted"
        ]
    },
    {
        "date": "4.3.22 6:39 pm",
        "ctx": [
            "is there a difference in the implication of the terms \"song\" and \"tune\"?",
            "tune might mean just the melody, and song might include the words, HOWEVER, at some point in the past century it became cool for musicians to say 'tune' when they mean song, so that would make them the same"
        ]
    },
    {
        "date": "4.3.22 5:16 pm",
        "ctx": [
            "Will you ever make a song about cake?",
            "all options are on the table"
        ]
    },
    {
        "date": "4.3.22 3:55 pm",
        "ctx": [
            "Why dont you ever use capitals",
            "i do, but i can understand that it may appear that way if you are paying little to no attention whatsoever"
        ]
    },
    {
        "date": "4.3.22 1:32 pm",
        "ctx": [
            "what are some of the factors of a groovy name",
            "context,"
        ]
    },
    {
        "date": "4.3.22 11:06 am",
        "ctx": [
            "Dude, i had a math exam, and i had 9,8,7 stuck in my head for the whole exam.",
            "ah, nice, the curse that has affected me for about 3 years now has finally been passed on to others",
            "But it didnt hinderme from doing well, actually i think it helped me o keep a steady beat going from question after question. so thank you\nAre you good at math?",
            "sure",
            "then whats 0/0?",
            "didn't happen"
        ]
    },
    {
        "date": "4.3.22 10:39 am",
        "ctx": [
            "how do you come up with creative chord progressions?",
            "i try not to do that. it's better to just try to make the whole song creative"
        ]
    },
    {
        "date": "4.3.22 10:31 am",
        "ctx": [
            "My name is Susan (well, actually it's Suzie, which is short for Suzuki, but that's not important right now). Did you choose \"Susan\" because it rhymes with \"conclusion\", or did you choose Susan first, and then come up with the rhyme?",
            "susan first, and i did not come up with a rhyme. i just came up with the line i wanted. the rhyming is just a bonus, which i try not to overindulge in because it seems to weaken the content"
        ]
    },
    {
        "date": "4.3.22 10:23 am",
        "ctx": [
            "what is your opinion on humor?",
            "is there anything funnier?"
        ]
    },
    {
        "date": "4.3.22 7:58 am",
        "ctx": [
            "Will you ever make a song about cactuctuses?",
            "probably not, because the plural of cactus is a bit of a trainwreck. for that reason i'd be more likely to just do a single cactus"
        ]
    },
    {
        "date": "4.3.22 4:19 am",
        "ctx": [
            "What do you find visually appealing in check patterns?",
            "you can tell when it moves"
        ]
    },
    {
        "date": "4.3.22 2:24 am",
        "ctx": [
            "if I happen to find myself in a cave how can I entertain myself?",
            "you could work on the Riemann hypothesis"
        ]
    },
    {
        "date": "4.3.22 1:27 am",
        "ctx": [
            "why is gasoline called gas when it clearly isnt a gas",
            "it's short for 'gasoline'"
        ]
    },
    {
        "date": "4.2.22 10:20 pm",
        "ctx": [
            "Hi, I just wanted to say that I am really happy I found out about you and your music. Given everything I've learned about you, you seem to be attempting to convey a special perspective/attitude about things to the world, a perspective that is very important to you because of its sincerity, optimism, power, and profound inspiration. I have not seen many people, if at all, with quite the goal you have, before I found out about you. And that is extremely inspiring and validating to me, because I had often felt like I was the only one who had this special, sincere, optimistic, powerful perspective on things, and who wanted to share this perspective with the world to make the world more open and joyous. I have, like you, found it extraordinary difficult, in fact impossible, to find people who I actually connect with, and I seriously believe it's because nobody quite has the perspective I do on things. Just wanted to tell you about how I think there are people li ke you out there. If my perspective/attitude about things is the same as yours, which I feel like it essentially is, then you can rest assured that there are other people helping share this perspective with everyone. I appreciate the fact that you exist and you are also helping lift up the world this way.",
            "holy smokes you are very friendly",
            "That being said, are there some things you learned that you wished you knew when attempting to convey this....thing.....to everyone?",
            "if i learned it, then hopefully it means i do know it. and hopefully i am able to remember it during the conveying process"
        ]
    },
    {
        "date": "4.2.22 10:08 pm",
        "ctx": [
            "where is old jersey",
            "in the english channel"
        ]
    },
    {
        "date": "4.2.22 5:59 pm",
        "ctx": [
            "Did you use autotune for \"i'm crazy/it's raining\"?",
            "absolutely not",
            "Either way it's very good"
        ]
    },
    {
        "date": "4.2.22 2:20 pm",
        "ctx": [
            "What if you make something complicated",
            "that's preposterous. who do you think i am"
        ]
    },
    {
        "date": "4.2.22 1:33 pm",
        "ctx": [
            "Whats a good reason to not be confused",
            "if everything makes sense"
        ]
    },
    {
        "date": "4.2.22 11:18 am",
        "ctx": [
            "Why is there a castle in \"no castle\"?",
            "that's the 'no castle'"
        ]
    },
    {
        "date": "4.2.22 10:05 am",
        "ctx": [
            "are vowels important in singing?",
            "yes"
        ]
    },
    {
        "date": "4.2.22 9:43 am",
        "ctx": [
            "have you made a song about dreams?",
            "yes"
        ]
    },
    {
        "date": "4.2.22 7:00 am",
        "ctx": [
            "do you have tips for someone who is going to have to learn like 10 standards on keys for a gig in two weeks for the first time ???",
            "get at least 3 recordings of each. listen to them all"
        ]
    },
    {
        "date": "4.2.22 6:22 am",
        "ctx": [
            "How much oatmeal do you eat in an average year?",
            "all of it"
        ]
    },
    {
        "date": "4.2.22 4:36 am",
        "ctx": [
            "What do you think about gen z?",
            "makes me wonder how many gens there are"
        ]
    },
    {
        "date": "4.2.22 2:35 am",
        "ctx": [
            "What is your opinion on guacamole?",
            "it's extra"
        ]
    },
    {
        "date": "4.2.22 1:30 am",
        "ctx": [
            "what's ur favorite Bill Wurtz music?",
            "i would prefer to make a new one to be my favorite"
        ]
    },
    {
        "date": "4.2.22 1:25 am",
        "ctx": [
            "Bill, do you think there's anything wrong with liking music partially because it's easier to understand? I like classical, but I just don't understand so easily. I guess that's the point, but is does it make one unsophisticated to prefer something easier to get?",
            "whatever floats your boat"
        ]
    },
    {
        "date": "4.2.22 1:05 am",
        "ctx": [
            "will or would you ever scream in a song you make",
            "that sounds like a fun idea but i don't think i will do it. i will, however, convey similar effects"
        ]
    },
    {
        "date": "4.2.22 12:00 am",
        "ctx": [
            "is an album in the works? teehee",
            "i prever to do songs individually. that's when songs are at their strongest, in my opinion"
        ]
    },
    {
        "date": "4.1.22 11:27 pm",
        "ctx": [
            "is it okay if i watch your music videos on my 2009 ipod classic? thanks",
            "that should be good. and i honestly hope you make use of the wonderful HEADPHONE JACK to plug in a fresh pair of headphones capable of producing sounds within the normal bass range"
        ]
    },
    {
        "date": "4.1.22 10:23 pm",
        "ctx": [
            "is your favorite car rental company bill HERTZ?",
            "no"
        ]
    },
    {
        "date": "4.1.22 9:56 pm",
        "ctx": [
            "do you know how to play the guitar?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "4.1.22 5:17 pm",
        "ctx": [
            "lets say you have an idea to make something. but you have a hard time coming up with the actual thing. what would you do",
            "maybe you could write that one down, and then try making slightly easier things for a while"
        ]
    },
    {
        "date": "4.1.22 3:42 pm",
        "ctx": [
            "why are your songs so normal and regular",
            "just trying to fit in"
        ]
    },
    {
        "date": "4.1.22 2:53 pm",
        "ctx": [
            "are you an april fool",
            "i was going to say yes but now that i think about it no"
        ]
    },
    {
        "date": "4.1.22 2:45 pm",
        "ctx": [
            "honestly how radical is the word potato like i am genuinely wondering",
            "i think you already know"
        ]
    },
    {
        "date": "4.1.22 2:24 pm",
        "ctx": [
            "Do you think you'll make any more short skit videos (I'm not exactly sure what to refer to them as) like ball and stick, unboxing video, etc, sometime",
            "oh hell yea",
            "or are you going to stick to songs for a while?",
            "i'd like to get started on those very soon"
        ]
    },
    {
        "date": "4.1.22 2:11 pm",
        "ctx": [
            "In \"9 8 7\", did you purposely show zeros and ones when singing \"whatever number makes the whole thing true\" to represent false (0) and true (1)?",
            "that's a good way of looking at it. but actually more what i was thinking was something like a superposition of 0 and 1, which are the two remaining digits which haven't been shown yet",
            "If so, did you also purposely end with 1 for true?",
            "i think it was a fortunate coincidence which i may or may not have changed if it worked out the other way"
        ]
    },
    {
        "date": "4.1.22 2:08 pm",
        "ctx": [
            "what do you think of handwriting",
            "it's pretty good"
        ]
    },
    {
        "date": "4.1.22 1:36 pm",
        "ctx": [
            "whats you're best etymology fact?",
            "shampoo is from hindi"
        ]
    },
    {
        "date": "4.1.22 1:11 pm",
        "ctx": [
            "how do i join the government?",
            "the easiest way is to be born into it"
        ]
    },
    {
        "date": "4.1.22 12:27 pm",
        "ctx": [
            "why did you call it 987 at the beginning when you singing scale degrees \"9\" \"8\" \"5\"",
            "because i prefer to name songs after the lyrics, not the scale degrees"
        ]
    },
    {
        "date": "4.1.22 12:19 pm",
        "ctx": [
            "how to stop following the recipe and start learning about the individual components that form the recipe and how to manipulate them in every way I want to in a way that I know will work",
            "start by just writing down everything you have. see what you're working with"
        ]
    },
    {
        "date": "4.1.22 12:13 pm",
        "ctx": [
            "Do you work out most of the (ostensibly) disjoint key changes or temporary modulations in your music (which sound 100 percent RIGHT in even a non musician's listening context for those I have played it for) ahead of time when fleshing out an idea?",
            "i definitely don't know what fleshing means, BUT, .... i just write what i need to write",
            "Or do you find yourself wanting to get from \"here to there\" melodically or emotively and needing to take some time to figure out the math / theory / voice leading, etc to get it to work?",
            "no, that never works. got to just be genuine",
            "Does that take time the way say, architecture does?",
            "writing is like magic....... no one knows where it comes from. when it comes, it's very very quick. instantaneous. But, if you think about it too hard, it freezes and never comes. so that can take a long time just to thaw out and get back into a more comfortable mood. it's very reverse-psychology. When you're not trying to get it, that's when you get it",
            "Or are you able to just channel that stuff improvisationally?",
            "that's the only way it happens, when it happens",
            "By the way, hearing something as mind bogglingly advanced and yet insanely catchy and melodically accessible as what you create makes me as a musician NOT feel the typical \"I should give up in frustration\" \n\nit just makes me love that I can \"get\" it at all beyond a casual listener, while loving it at face value as great music to listen to, and that you are out there making stuff to aspire to...",
            "holy smokes you are very friendly"
        ]
    },
    {
        "date": "4.1.22 11:13 am",
        "ctx": [
            "Did you use the phrase \"Home again\" in 9 8 7 as a reference to all the people complaining you overuse it?",
            "yes"
        ]
    },
    {
        "date": "4.1.22 10:43 am",
        "ctx": [
            "Do the questions you answer come from real people?",
            "you'll have to take a cold hard look in the mirror"
        ]
    },
    {
        "date": "4.1.22 10:11 am",
        "ctx": [
            "Is the moon actually made of cheese",
            "i doubt it"
        ]
    },
    {
        "date": "4.1.22 9:29 am",
        "ctx": [
            "can i see the sheet music for the synth solo in \"at the airport terminal\"?",
            "(ref: aufyuaehjf.png\"target=\"_blank)sure"
        ]
    },
    {
        "date": "4.1.22 9:16 am",
        "ctx": [
            "In the line \"am I scared enough\" I'm hearing a 3 against 4 polyrythm. Is that intentional?",
            "it's 3e 4 a1 ((ref: asdfasdfzz.png\"target=\"_blank)like this)"
        ]
    },
    {
        "date": "4.1.22 8:49 am",
        "ctx": [
            "how to come up with a good analogy on the spot? i'm not good at explaining things and analogies seem very effective.",
            "just use the nearest item closest to you. compare that item to the situation at hand. should work fine"
        ]
    },
    {
        "date": "4.1.22 6:28 am",
        "ctx": [
            "do you feel like you transcend gender?",
            "in some ways yes, in other ways no"
        ]
    },
    {
        "date": "4.1.22 4:01 am",
        "ctx": [
            "whatever happened to \"simon\" from the \"hello, sexy pants\" video",
            "i think that's actually \"simon says\""
        ]
    },
    {
        "date": "4.1.22 3:28 am",
        "ctx": [
            "im bored what do i do",
            "how about ushering in a new era"
        ]
    },
    {
        "date": "4.1.22 2:53 am",
        "ctx": [
            "is 9 8 7 a sequel to The Alphabet Shuffle?",
            "i was going to say no but now that i think about it yes"
        ]
    },
    {
        "date": "4.1.22 1:20 am",
        "ctx": [
            "Did you add shake effect to the video when you said \"im scared\" and confused' ?",
            "shook it manually"
        ]
    },
    {
        "date": "4.1.22 1:00 am",
        "ctx": [
            "what flavor of graphic design would you call your videos and webpage",
            "grounded"
        ]
    },
    {
        "date": "4.1.22 12:55 am",
        "ctx": [
            "will \"monday videos\" return?",
            "all options are on the table",
            "how do i eat air?",
            "your best option here might be to drink a carbonated beverage",
            "also a rewording of the 3.31.22 1:20am question, what is the key that \"i'm scared\" is in?",
            "A and Amin, then Dmin for a while"
        ]
    },
    {
        "date": "4.1.22 12:10 am",
        "ctx": [
            "how can you glide across carpet so easily (referencing to 987, near the meef part)",
            "after reviewing the footage, i think it's a pivot on the front of the foot"
        ]
    },
    {
        "date": "4.1.22 12:08 am",
        "ctx": [
            "what's your opinion on paper bags",
            "hard to get out of\n\n\n\n\n\n(ref: questions-2022-03.html)PREVIOUS QUESTIONS"
        ]
    }
]